{
  "articles": [
    {
      "id": "f94bbfbc32ae9200",
      "title": "Dreaming to Solve Puzzles",
      "summary": "Scientists found a way to help people dream about puzzles to boost creativity. They studied 20 people who tried to solve hard puzzles in a lab. Each puzzle had a special sound. When the people slept, the scientists played the sounds to remind them of the puzzles. This made 75% of the people dream about the puzzles. Those who dreamed about the puzzles solved more of them after waking up—42% compared to 17% for puzzles not in dreams. The study shows that sleep and dreams can help us think creatively and solve problems. The scientists hope this can help solve big world problems by using sleep to plant ideas in dreams.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f94bbfbc32ae9200_836d6fa1a303.webp",
      "category": "Science"
    },
    {
      "id": "f7a73afae7ffdf62",
      "title": "A New Way to Help Make Babies and Stop Babies",
      "summary": "Scientists at Michigan State University found a special switch in sperm cells that helps them get more energy to swim fast and fertilize an egg. This discovery could help people who have trouble having babies and could lead to a new type of birth control for men that doesn't use hormones. Sperm are tiny cells that need lots of energy to move and do their job. Before they are ready, they stay calm and use little energy. But when they enter a female's body, they wake up and start swimming hard, which needs a big energy boost. The researchers used a method like painting a car pink and watching it with a drone to see how sperm use sugar for fuel. They found an enzyme called aldolase that acts like a switch to turn on this energy. This could help make treatments for infertility and create safe birth control options for men in the future.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f7a73afae7ffdf62_dcd145e38ac9.webp",
      "category": "Science"
    },
    {
      "id": "396e8c633a665972",
      "title": "Brain-Like Computers Are Great at Math",
      "summary": "Scientists have made a cool discovery about computers that work like our brains. These brain-inspired computers, called neuromorphic systems, are really good at solving tough math problems called partial differential equations, or PDEs. PDEs help us understand things like how weather changes or how materials bend. Usually, big supercomputers need lots of energy to solve these equations, but brain-like computers can do it more efficiently. This is important because it could save energy and help with national security tasks, like keeping our country safe. The research was done by scientists at Sandia National Laboratories and published in a science journal. They think this could lead to new supercomputers that use less power.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_396e8c633a665972_789db0909df9.webp",
      "category": "Science"
    },
    {
      "id": "ec713098dcf86b3c",
      "title": "Happy Moments Make Couples Stronger",
      "summary": "Couples who take time to enjoy happy moments together have better relationships. Researchers at the University of Illinois studied this by asking 589 adults in the United States about their relationships. They found that when couples focus on positive experiences, like fun times or good memories, they feel happier together, argue less, and believe their relationship will last longer. This is called \"joint savoring,\" which means sharing and appreciating good things as a team. The study showed that this helps especially when couples are stressed, making them feel more confident and healthy. It's a simple way for couples to stay close and strong.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_ec713098dcf86b3c_037c6f3fcb6f.webp",
      "category": "Science"
    },
    {
      "id": "54a9315c7c1b8e5f",
      "title": "Exploring the Kuiper Belt: A Faraway Space Zone",
      "summary": "The Kuiper Belt is a faraway area in space beyond Neptune, filled with icy objects like Pluto. Astronomers are using new telescopes to learn more about it. They have found about 4,000 objects so far, but expect to find many more soon. The Vera C. Rubin Observatory in Chile is a special telescope that started working last year to help map this region. Scientists hope to discover if there are hidden planets or clues about how our solar system formed long ago. The Kuiper Belt is like a time capsule from the early solar system, holding frozen relics that can tell us stories about the past. By studying it, astronomers can fill in gaps in our knowledge and answer big questions about space.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_54a9315c7c1b8e5f_07265a12eca5.webp",
      "category": "Science"
    },
    {
      "id": "995f9985c66ee90b",
      "title": "Tiny RNA Can Copy Itself",
      "summary": "Scientists have found a very small piece of RNA that can make copies of itself. RNA is like DNA and can carry information and help with chemical reactions. This discovery is important because it might explain how life started on Earth. Long ago, RNA molecules that could copy themselves could have been the first step to life. The new RNA is only 45 bases long, which is very short. It was found by testing many random RNA pieces in a lab. This tiny RNA can link small pieces together to build a copy. It works slowly but is a big discovery for understanding the origin of life.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_995f9985c66ee90b_9c7c36452211.webp",
      "category": "Science"
    }
  ]
}