{
  "articles": [
    {
      "id": "88be5fe252d3a0ad",
      "title": "解码完美牛排：和牛传奇大理石花纹背后的隐藏DNA",
      "summary": "阿德莱德大学戴维斯畜牧研究中心的研究人员取得了重大突破，组装了迄今为止最全面的牛基因组，特别关注和牛。这个新基因组比之前的参考基因组长16%，提供了更完整的遗传蓝图，揭示了数百个以前未知的基因和结构变异。这些遗传见解对于理解大理石花纹等性状至关重要，这些性状影响了和牛肉的高质量和价值。该研究发表在《自然通讯》上，并与美国农业部合作进行，旨在提高育种精度。通过识别理想性状的遗传标记，育种者现在可以更准确地选择动物，以改善大理石花纹、生育力和抗病性，不仅在和牛中，也在其他牛种中。这一进展对澳大利亚牛肉产业具有经济潜力，该产业正在增长，产量超过70万吨，出口价值超过10亿澳元。研究强调了和牛内部隐藏的遗传多样性，并为可持续和有利可图的养牛业提供了工具。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_88be5fe252d3a0ad_d2985b1902dd.webp",
      "category": "Science"
    },
    {
      "id": "92d5f3ef2b675cc4",
      "title": "奥赛普和韦戈维如何悄然削减美国的食品账单",
      "summary": "康奈尔大学的一项新研究显示，像奥赛普和韦戈维这样的抑制食欲药物正在显著减少美国家庭的食品支出。这项发表在《营销研究杂志》上的研究结合了关于GLP-1受体激动剂使用的调查数据与数万户家庭的实际购买记录。研究发现，在开始使用这些药物后的六个月内，家庭杂货支出平均下降5.3%，高收入家庭下降超过8%。在快餐店、咖啡店等有限服务餐厅的支出也下降约8%。支出下降最明显的是超加工高热量食品，如咸味零食和甜食，而酸奶和新鲜水果等类别略有增加。研究使用Numerator的交易数据，通过比较使用药物和未使用药物的家庭，提供了更清晰的现实影响视图。如果GLP-1药物的使用继续扩大，食品制造商和零售商可能需要适应消费者需求的变化，这可能影响产品策略和市场趋势。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_92d5f3ef2b675cc4_dfea7bd5e69f.webp",
      "category": "Science"
    },
    {
      "id": "b9326bdc72047aa6",
      "title": "威尔士公园下发现巨大罗马别墅，被誉为该镇的“庞贝”",
      "summary": "考古学家在威尔士的玛格姆乡村公园下发现了一座迄今为止最大的罗马别墅，这一“惊人发现”被誉为“塔尔伯特港的庞贝”。项目负责人亚历克斯·朗兰兹博士表示，在使用地面穿透雷达探测到这一“巨大结构”后，他几乎惊呆了。该地点位于一个历史悠久的鹿园，由于土地未被耕种或建设，别墅遗迹保存完好，距离地表不到一米。来自斯旺西大学、尼思塔尔伯特港议会和玛格姆修道院教堂的相关人员表示，这一发现提供了“关于威尔士国家故事的无可比拟的信息”。团队的发现已独家分享给BBC新闻，并在公告前提前披露。对该公园的地球物理调查是一项更广泛项目的一部分，涉及学校学生和当地社区，旨在了解更多关于该地区遗产的信息。扫描设备帮助绘制了地下潜在的考古特征。团队“中了头彩”，发现了一座572平方米的罗马别墅足迹，周围有防御工事。朗兰兹描述这是一座“非常令人印象深刻且 prestigious”的建筑，可能装饰有雕像和马赛克地板。这座别墅作为独立结构，是威尔士迄今发现的最大别墅。威尔士已知的罗马遗迹大多来自军营和堡垒，而像这样宏伟的庄园较为罕见。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b9326bdc72047aa6_d625c4946a9e.webp",
      "category": "Science"
    },
    {
      "id": "70174bd4e6c19279",
      "title": "一种鲜为人知的健康综合征可能影响几乎所有人",
      "summary": "心血管-肾脏-代谢（CKM）综合征是一种新近定义的疾病，将心脏病、肾脏疾病、糖尿病和肥胖等多种主要健康问题结合在一起。根据美国心脏协会的一项新调查，尽管该综合征影响近90%的美国成年人，但大多数人对它不熟悉，然而多数人表示希望更好地了解它。近90%的美国成年人至少有一个与CKM综合征相关的风险因素，包括高血压、异常胆固醇水平、高血糖、超重和肾功能下降。当这些问题同时发生时，它们会大大增加心脏病发作、中风和心力衰竭的风险，远超过任何单一病症。对许多人来说，CKM综合征可以通过改变饮食习惯、增加体育活动和适当的医疗治疗来逆转。该综合征涉及心脏、肾脏和代谢系统的联合功能，其中一个系统出现问题会给其他系统带来额外压力，形成有害循环。美国心脏协会计划在2026年初发布首个专注于CKM综合征的临床指南，并通过其CKM健康倡议提供教育工具，旨在帮助人们及早采取措施降低风险。2025年8月，哈里斯民意调查代表美国心脏协会进行了这项调查，约有4000名美国成年人参与，揭示了公众认知的重大差距，并强调了跨专业协作护理的重要性。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_70174bd4e6c19279_2d3132cc0ae7.webp",
      "category": "Science"
    },
    {
      "id": "b73fec915e9478af",
      "title": "大规模基因搜寻揭示脑细胞形成机制",
      "summary": "一项新研究利用基因组范围的CRISPR敲除筛选，系统性地探索了大脑发育的关键基因。研究人员由希伯来大学的Sagiv Shifman教授和法国INSERM的Binnaz Yalcin教授领导，通过禁用胚胎干细胞中近20,000个基因，观察其分化为神经细胞的过程，最终确定了331个对神经元产生至关重要的基因。其中，基因PEDS1的发现尤为显著，它负责生产浆醛脂质，这是髓鞘（绝缘神经纤维的脂肪涂层）的重要组成部分。PEDS1的缺失会导致脑体积减小，并与一种新型神经发育障碍相关，在两名无关家庭的儿童中发现了罕见的PEDS1突变，这些儿童表现出发育迟缓和脑小畸形。研究还揭示了遗传模式：像PEDS1这样的代谢基因通常遵循隐性遗传，而调控基因则与显性障碍有关。这项基因图谱研究增强了对自闭症和发育迟缓等神经发育条件的理解，为改进诊断和潜在治疗提供了基础。方法结合了高通量基因编辑和临床验证，体现了基础科学与转化研究的整合。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_b73fec915e9478af_91d16fd52ac2.webp",
      "category": "Science"
    },
    {
      "id": "942d4a1536ef650d",
      "title": "威尔·史密斯帮助发现新物种森蚺的时刻",
      "summary": "2024年，科学家在南美洲宣布发现了一种新的巨型森蚺物种。这一发现源于2022年的一次探险，由国家地理频道为纪录片系列《威尔·史密斯的极地之旅》拍摄，演员威尔·史密斯参与其中。在亚马逊地区，史密斯陪同毒液专家布莱恩·弗莱和土著瓦奥拉尼向导乘船寻找森蚺，发现了一条长约16至17英尺的雌性绿色森蚺，并采集了鳞片样本进行遗传分析。分析显示，这种北方绿色森蚺（学名Eunectes akayama）与南方绿色森蚺（Eunectes murinus）在遗传上截然不同，两者大约在1000万年前分化。新物种的栖息地包括委内瑞拉、哥伦比亚、苏里南、法属圭亚那和巴西北部。史密斯的参与还扩展到其他地点，如在南极洲跋涉、在喜马拉雅山徒步、在太平洋岛屿记录濒危语言、在卡拉哈里沙漠与桑人狩猎，以及在北极冰下潜水收集科学样本。纪录片将于2026年1月13日首播，次日上线Disney+。文章强调了科学与娱乐的结合，以提升公众对生物多样性和环境保护的认识。",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_942d4a1536ef650d_f8dc556c0645.webp",
      "category": "Science"
    }
  ]
}