{
  "articles": [
    {
      "id": "c39515d7c5d2b900",
      "title": "Nigerian Singers Win Big at African Music Awards",
      "summary": "Nigerian singers won many prizes at the All Africa Music Awards in Lagos. Burna Boy got Album of the Year for his new album. He also won Best African Collaboration with Shallipopi, who won Song of the Year for his popular song Laho. Rema won three awards, including Artiste of the Year. Other Nigerian winners included Yemi Alade and Phyno. New singers like Qing Madi and Chella also won awards. While Nigeria did very well, singers from other African countries like Senegal, Algeria, Ghana, South Africa, and Tanzania won awards too. The awards show how popular Afrobeats music is around the world.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c39515d7c5d2b900_aaaad831b201.webp",
      "category": "Fun"
    },
    {
      "id": "8fbc222cc201cbb1",
      "title": "Dan Evans Loses Early in Australian Open Qualifying",
      "summary": "Dan Evans, a tennis player from Great Britain, lost his first match in the Australian Open qualifying rounds. He was beaten by Rei Sakamoto from Japan with scores of 6-1 and 6-2. Evans is 35 years old and had trouble with his serve during the match. This means he won't play in the main part of the tournament this year. Other British players like Jay Clarke and Jack Pinnington Jones also lost their first matches. But some British players, Arthur Fery and George Loffhagen, won their matches. Players need to win three qualifying matches to get into the main draw, which starts soon. The article also mentions other British players who are already in the main draw or got in without qualifying.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_8fbc222cc201cbb1_94fcaed47eb8.webp",
      "category": "Fun"
    },
    {
      "id": "1b1bcd46276107c6",
      "title": "Milos Raonic Says Goodbye to Tennis",
      "summary": "Milos Raonic, a famous tennis player from Canada, has decided to stop playing tennis, which is called retirement. He is 35 years old and was very good at tennis, especially with his strong serve that people called 'Missile'. In 2016, he played in the big Wimbledon final but lost to Andy Murray. He also reached the top three in the world rankings that year. Raonic said he feels lucky because he got to live his dream of playing tennis since he was eight years old. He played his last match at the 2024 Olympics. Now, he is excited to try new things in life and will work hard just like he did in tennis.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_1b1bcd46276107c6_2b77a1d753d0.webp",
      "category": "Fun"
    },
    {
      "id": "d4d2b38513675f88",
      "title": "Fun Moments at the Golden Globes Awards Show",
      "summary": "The Golden Globes is a big awards show for movies and TV that starts the awards season in Hollywood. This year, it had many funny and exciting moments. The host, Nikki Glaser, told jokes about famous people like George Clooney and Leonardo DiCaprio, and made fun of things like TV news and movie studios. A singer-actress won an award and gave a nice speech to encourage young girls. Amy Poehler won an award for her podcast and was very happy to get it from Snoop Dogg. The show also had K-Pop music and other fun parts. It was a night full of laughter and celebration for the stars.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_d4d2b38513675f88_d2cc62b41dfc.webp",
      "category": "Fun"
    },
    {
      "id": "5b4b3cc0ea9d7c14",
      "title": "Young Actor Wins Big at Movie Awards",
      "summary": "Timothée Chalamet won a big award at the Golden Globes, beating famous actors like Leonardo DiCaprio. The Golden Globes are a fun event where movies and TV shows get prizes. Chalamet got the award for best actor in a funny movie called Marty Supreme. He was happy and thanked his family. Another winner was Jessie Buckley, who got best actress for a serious movie about Shakespeare's son. Her movie, Hamnet, also won best drama film. The Golden Globes help actors get ready for the Oscars, which are even bigger awards. Many other actors won prizes too, including some from TV shows. It was a night full of excitement and gratitude.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_5b4b3cc0ea9d7c14_20fff79d4a75.webp",
      "category": "Fun"
    },
    {
      "id": "5322cb788b1e496e",
      "title": "Actor Derek Martin from EastEnders Passes Away at 92",
      "summary": "Derek Martin, an actor famous for playing Charlie Slater on the TV show EastEnders, has died at age 92. He started acting in the 1960s and joined EastEnders in 2000, where he was a main character until 2011. His character was a widower with four daughters and was part of many big stories on the show. Martin was born in London and worked in factories and as a butcher before becoming an actor. His family and agent said he was a kind father and friend who will be missed. EastEnders also shared that he was loved by everyone who worked with him. He appeared in other TV shows too, like Doctor Who and The Sweeney, even though he had no acting training. Martin died on a Saturday, and people remember him as a good man who helped others.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5322cb788b1e496e_2e0adec040cd.webp",
      "category": "Fun"
    }
  ]
}