{
  "articles": [
    {
      "id": "74e06cbc4fff7832",
      "title": "Unlocking Ancient Secrets Through Fossil Metabolites",
      "summary": "Researchers have pioneered a method to analyze metabolites preserved in fossilized bones from 1.3 to 3 million years ago, offering unprecedented insights into ancient ecosystems. By examining these metabolic molecules, which are linked to health, diet, and environmental exposure, the team reconstructed past climates in Africa, revealing warmer and wetter conditions than present-day regions. Using mass spectrometry, they identified thousands of metabolites in bones from animals like rodents, antelopes, and elephants excavated from Tanzania, Malawi, and South Africa. This approach contrasts with traditional DNA studies by focusing on daily biological processes rather than genetic relationships. Led by Timothy Bromage, the study highlights how bone microstructure can trap metabolites over millennia, enabling discoveries such as evidence of parasitic infection in a ground squirrel. Published in Nature, this research advances paleontology by providing a chemical window into the lives of ancient species and their habitats.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_74e06cbc4fff7832_8d6fa272e1b1.webp",
      "category": "Science"
    },
    {
      "id": "a43b3cdce42498e5",
      "title": "Study Finds No Health Benefits from Time-Restricted Eating Without Calorie Reduction",
      "summary": "A recent study from German research institutes challenges the idea that time-restricted eating (TRE) improves metabolic health when calorie intake is unchanged. TRE involves limiting daily eating to a window of up to ten hours, followed by fasting, and has been popular for weight management. The ChronoFast study, led by Prof. Olga Ramich, tested 31 women with overweight or obesity using a randomized crossover design. Participants followed two schedules: early TRE from 8 a.m. to 4 p.m. and late TRE from 1 p.m. to 9 p.m., while eating identical isocaloric meals. Researchers measured insulin sensitivity, blood sugar, fat metabolism, and circadian rhythms using methods like oral glucose tolerance tests and the BodyTime assay. Results showed no significant improvements in metabolic or cardiovascular markers after two weeks, suggesting earlier benefits might have been due to unintentional calorie reduction. However, meal timing did shift internal clocks by an average of 40 minutes, indicating effects on circadian rhythms. This study highlights the importance of controlling calories in dietary research and questions the standalone benefits of TRE for health.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a43b3cdce42498e5_aa2f8b2c7875.webp",
      "category": "Science"
    },
    {
      "id": "68ec4f0fbe42f423",
      "title": "Age and Recovery After Spinal Cord Injury: Nerve Healing vs. Functional Challenges",
      "summary": "A study published in Neurology in December 2025 investigated the impact of age on recovery following spinal cord injuries. Researchers analyzed data from 2,171 patients across Europe, with an average age of 47, tracking their progress over one year. The findings revealed that neurological recovery, including motor strength and sensory abilities like touch perception, was not influenced by age; older and younger participants showed similar improvements. However, functional recovery presented a different scenario: older adults experienced greater difficulties in regaining independence in daily activities such as feeding, bathing, and mobility. They also showed poorer outcomes in walking assessments. The study measured functional scores on a scale from 0 to 100, noting that each additional decade of age was associated with a 4.3-point decrease in improvement. This research highlights that while the body's nerve healing capacity remains consistent across ages, age-related factors may hinder practical functional recovery, suggesting a need for age-tailored rehabilitation strategies to enhance quality of life for spinal cord injury patients.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_68ec4f0fbe42f423_004177c67acc.webp",
      "category": "Science"
    },
    {
      "id": "58459e54a98f268f",
      "title": "Early Warning Signs of Alzheimer's in Brain Waste Removal",
      "summary": "Researchers from Nanyang Technological University in Singapore discovered that enlarged perivascular spaces, which are clogged pathways in the brain's waste removal system, are linked to early signs of Alzheimer's disease. These blockages can be detected using routine MRI scans and may serve as an early warning signal before dementia symptoms like memory loss develop. The study involved nearly 1,000 participants in Singapore, including individuals with normal cognitive function and those with mild cognitive impairment, to compare brain health. A key aspect of this research is its focus on Asian populations, which have been underrepresented in Alzheimer's studies, as findings from Caucasian groups may not apply universally due to genetic differences, such as lower prevalence of the apolipoprotein E4 risk gene in Singapore. By examining how these enlarged spaces relate to established Alzheimer's markers like beta amyloid buildup, the team aims to improve early detection methods, allowing for earlier medical interventions to slow disease progression.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_58459e54a98f268f_7d71f862820a.webp",
      "category": "Science"
    },
    {
      "id": "747fef99aae6883d",
      "title": "Wales' Post-Brexit Sustainable Farming Scheme: A New Era for Agriculture",
      "summary": "Wales has implemented the Sustainable Farming Scheme (SFS), a post-Brexit subsidy program designed to replace previous EU payments with a focus on environmental sustainability. The scheme requires farms to manage at least 10% of their land as habitat to qualify for entry-level payments, which has raised concerns among dairy farmers who may struggle to meet this criterion. After initial versions were criticized as unworkable, leading to significant protests in 2024, negotiations resulted in a revised framework that includes 12 universal actions, such as maintaining hedgerows, reducing pesticide use, and attending online sustainability courses. Additional funding is available for more ambitious environmental projects and collaborative efforts. Farming unions, like NFU Cymru, have expressed cautious approval, noting the scheme is now acceptable but requires further tweaks and budget adjustments to address inflation. The rural affairs secretary hailed it as a landmark moment, emphasizing the importance of farmer participation. This shift marks a generational change in farm support, moving from area-based EU subsidies to performance-based incentives for greener practices.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "Uncovering the Secrets of a Medieval Female Cemetery",
      "summary": "Archaeologists in Wales have made intriguing discoveries at a medieval cemetery dating to the 6th or 7th century, where 58 skeletons have been uncovered, with nearly all belonging to women. The site, located near Cardiff airport, features shallow graves cut into limestone bedrock, indicating hard lives but also wealth through artefacts like coloured glass beads. A key find is the outline of a potential small building, possibly a shrine or chapel, situated centrally with graves clustered around it, suggesting it was a highly desired burial location. Some graves contain multiple individuals, hinting at repeated use. These findings point to the cemetery being part of an early female religious community, helping archaeologists piece together the identity and social structure of these women from over a millennium ago.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    }
  ]
}