{
  "articles": [
    {
      "id": "1764508aabc6e911",
      "title": "天文学家以星系碰撞迎接新年：香槟星团的惊人发现",
      "summary": "天文学家近日揭示了香槟星团，这是一个遥远的星系团，于2020年12月31日首次被识别，因其气泡状外观和与新年的关联而得名。该星团正式编号为RM J130558.9+263048.4，通过NASA的钱德拉X射线天文台和光学望远镜的复合图像显示，它实际上是两个星系团正在合并成一个更大的结构。钱德拉探测到的热气体以紫色表示，呈现出从上到下的拉长形状，这表明是碰撞而非单一星团。图像中可见两个星系集中区域，一个在中心上方，一个在下方，标志着参与合并的两个群体。在这个形成中的星团中，热气体的质量超过了所有星系的总和，而暗物质则构成了总质量的更大部分。来自遗产巡天计划的光学数据，使用位于亚利桑那州和智利的望远镜，补充了X射线观测。香槟星团属于罕见的合并类别，类似于子弹星团，其中气体偏移为暗物质行为提供了线索。研究人员提出了两种碰撞情景：一是超过二十亿年前发生碰撞，随后分开，并在重力作用下再次碰撞；二是约四亿年前发生单次碰撞，目前正在相互远离。这项由加州大学戴维斯分校的研究人员发表在《天体物理学杂志》上的研究，旨在增强对高速星系碰撞中暗物质动力学的理解。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_1764508aabc6e911_c4026168e787.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "中世纪墓地女性之谜：新发现或揭晓答案",
      "summary": "在威尔士的一处中世纪墓地，考古学家们通过新发现更接近解决埋葬于此的女性之谜。该墓地可追溯至6或7世纪，已发掘出58具骨架，其中几乎全部为女性。遗址位于加的夫机场附近，浅墓穴凿入石灰岩基岩中，骨骼显示她们生活艰辛，但出土的彩色玻璃珠等物品却暗示着财富与奢华。关键发现是一个可能为小型建筑的轮廓，疑似神殿或小教堂，位于墓地中心，周围密集分布着墓穴，表明这是备受青睐的埋葬地点。部分墓穴葬有多人，提示重复使用。这些发现增强了证据，表明该墓地可能属于早期女性宗教社区，有助于揭示这些女性的身份和社会结构，为了解后罗马时期不列颠的宗教与性别角色提供重要线索。",
      "source": "BBC Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    },
    {
      "id": "6b327703ca1ce599",
      "title": "缺失的蛋白质可能正在老化你的免疫系统",
      "summary": "随着年龄增长，免疫系统会逐渐衰弱，部分原因在于造血干细胞的变化。伊利诺伊大学芝加哥分校的研究人员发现，一种名为血小板因子4的蛋白质水平下降是这一过程的关键因素。在年轻个体中，血小板因子4作为信号分子，调节造血干细胞的分裂，维持髓系细胞（如红细胞）和淋巴系细胞（如T细胞和B细胞）之间的平衡。随着年龄增长，免疫细胞产生的血小板因子4减少，导致干细胞分裂失控，偏向产生更多髓系细胞而减少淋巴系细胞，从而削弱免疫反应，并增加与癌症和慢性疾病相关的突变风险。通过对小鼠和人类骨髓样本的研究，科学家们证明，在老年细胞中恢复血小板因子4可以逆转细胞老化迹象，这表明它可能成为治疗年龄相关血液和免疫疾病的新靶点。这些发现强调了蛋白质调控在干细胞行为中的重要性，并为应对老年人免疫衰退提供了新见解。",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_6b327703ca1ce599_27b98de8c354.webp",
      "category": "Science"
    },
    {
      "id": "4a029eda89c83930",
      "title": "每日一杯酒可能增加口腔癌风险",
      "summary": "一项发表在《BMJ全球健康》期刊上的大型比较研究发现，即使是低剂量的每日饮酒也与印度口腔癌风险显著增加相关。每天饮用约9克酒精，相当于一杯标准酒，会导致风险上升50%。研究特别指出，本地酿造的酒精饮料风险最高。当饮酒与咀嚼烟草结合时，效果尤为严重，研究人员估计这种组合可能占印度所有口腔（颊黏膜）癌病例的62%。口腔癌在印度是第二常见的癌症，每年新增约143,759例诊断和79,979例死亡，发病率持续上升，生存率较低。该研究于2010年至2021年间进行，比较了1,803名颊黏膜癌患者和1,903名随机选择的对照组个体，详细调查了饮酒习惯（包括11种国际饮料和30种本地酿造选项）和烟草使用情况。结果显示，癌症患者平均烟草使用时间更长、每日酒精摄入量更高，且农村地区居民风险更大。这项研究强调了在印度，尤其是农村地区，针对酒精和烟草共同使用的公共卫生干预措施的紧迫性，以预防口腔癌并改善健康结局。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    },
    {
      "id": "3bad7d2a3bb54b4b",
      "title": "科学家证实火星时间比地球更快",
      "summary": "美国国家标准与技术研究院（NIST）的物理学家在《天文学杂志》上发表了一项突破性研究，精确计算出火星上的时间比地球每天快477微秒。这一发现基于爱因斯坦的相对论，表明火星较弱的引力导致时钟走得更快，但由于火星的椭圆轨道及其他天体（如太阳和木星）的引力影响，每日时间差异可高达226微秒。该研究建立在2024年月球时间框架的基础上，利用火星任务数据估算表面引力并考虑相对论效应，以解决太阳系内时间同步的复杂性。火星的一天比地球长约40分钟，一年相当于687个地球日，因此精确计时对于NASA未来的火星探索任务至关重要，有助于导航、通信和跨行星距离的协调。这项进展突显了理论物理学与航空航天工程的交叉，为实现人类在地球之外的持续存在奠定了基础。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3bad7d2a3bb54b4b_6357e0c90bca.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "为什么2026年北极光观测前景光明",
      "summary": "本文预测2026年英国观测北极光的前景良好，主要基于太阳活动的持续影响。太阳遵循11年的活动周期，美国国家航空航天局确认其峰值出现在2024年10月。尽管已过峰值，太阳活动如耀斑和日冕物质抛射仍在发生，这些事件向地球发射带电粒子，与大气相互作用产生极光。例如，2025年11月的一次X5.1级太阳耀斑引发了显著的北极光显示，甚至在英格兰南部如德文郡和康沃尔郡都有目击报告。虽然2024年的X8.8和X9级耀斑更为强烈，但当前周期仍保持活跃，预计太阳活动极小期将在2031-32年左右到来。因此，即使2026年太阳活动逐渐减弱，单个大型太阳事件仍可能在全英范围内产生壮观的极光显示。文章强调，尽管太阳活动在下降，但仍足以支持潜在的观测机会，为天文爱好者带来希望。这一分析结合了太阳周期理论和实际观测数据，旨在提升公众对空间天气和自然奇观的认知。",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    }
  ]
}