{
  "articles": [
    {
      "id": "23000f951ae838ba",
      "title": "法国右翼推动向影星碧姬·芭铎致敬的国家纪念活动",
      "summary": "法国右翼人物埃里克·西奥蒂呼吁举行国家纪念活动，以表彰电影传奇人物碧姬·芭铎，这引发了左翼政治对手的反对。西奥蒂表示，“法国有责任向其玛丽安娜致敬”，指的是芭铎在1960年代被选为代表法国自由象征的面孔。芭铎于周日去世，享年91岁。西奥蒂发起的请愿书已获得超过23,000个签名，并得到一些极右翼盟友的支持。但社会党领袖奥利维耶·福尔指出，国家致敬应留给“为国家提供特殊服务的人”。芭铎是一位标志性女演员，但她“背弃了共和价值观”，福尔认为。总统埃马纽埃尔·马克龙称赞芭铎为“世纪传奇”，体现了自由生活，而右翼UDR党领袖西奥蒂已呼吁他组织国家送别。西奥蒂说，法国应认可这位为该国带来非凡国际认可并积极为妇女自由和堕胎权而战的女性。与此同时，尼斯市长克里斯蒂安·埃斯特罗西宣布，他的城市将以芭铎的名字命名一个“标志性地点”。但芭铎在去世后注定会像生前一样引发争议。福尔指出，她曾因煽动种族仇恨被定罪五次。芭铎出演了约50部电影，1956年凭借《上帝创造女人》一举成名。她于1973年离开电影界，投身于动物福利事业，并在法国里维埃拉的圣特罗佩居住数十年。但她因极右翼同情心和对动物的热爱而同样闻名。她的一些言论针对穆斯林，另一些则侮辱了法国印度洋留尼汪岛的人民。绿党议员桑德琳·卢梭在社交媒体上问道：“为海豚的困境而动容，却对地中海移民的死亡漠不关心——这是何等程度的愤世嫉俗？”法国有不同类型的国家纪念活动。例如，2024年为废除死刑的罗伯特·巴丹戴尔举行了庄严仪式，2018年为歌手查尔斯·阿兹纳吾尔举行了类似活动。对芭铎来说，更可能的选择是类似于摇滚明星约翰尼·哈立戴的公开告别，2017年巴黎街头曾有大群人送行。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_23000f951ae838ba_d454410c4a5c.webp",
      "category": "Fun"
    },
    {
      "id": "c9759df4f00efb51",
      "title": "《加冕街》明星将MBE荣誉献给工人阶级演员",
      "summary": "前《加冕街》明星莎莉·林赛在国王的新年荣誉名单中荣获MBE（大英帝国员佐勋章），以表彰她对戏剧的贡献。52岁的林赛以在ITV肥皂剧中饰演谢莉·昂温而闻名，她表示“深感荣幸”，并将此奖项献给工人阶级演员。她指出，目前行业中仅有8%的演员来自工人阶级背景，希望未来能有更多此类代表。此外，林赛还是Demelza临终关怀护理机构的大使，该机构为患有严重或生命限制性疾病的儿童及其家庭提供支持。名单中还包括101岁的二战老兵伯纳德·摩根，他因志愿服务和历史贡献获得MBE，自2006年以来一直在帝国战争博物馆担任志愿者。曼彻斯特市议会领袖贝弗·克雷格则因对地方政府的服务获得OBE（大英帝国官佐勋章），她在新冠疫情期担任成人社会护理和健康执行成员等职务。这篇文章展示了来自英格兰西北部的多位人士因在不同领域的杰出贡献而获得荣誉，强调了代表性、社区服务和历史传承等主题。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_c9759df4f00efb51_6466baa8f615.webp",
      "category": "Fun"
    },
    {
      "id": "d615f529d936f58a",
      "title": "辛西娅·埃里沃：从圣诞剧独唱到MBE奖章的旅程",
      "summary": "辛西娅·埃里沃，一位著名的英国演员和歌手，在新年荣誉名单中被授予MBE（大英帝国员佐勋章），以表彰她对音乐和戏剧的贡献，为她的成功之年画上圆满句号。她的艺术之旅始于五岁时在一场圣诞剧中的独唱表演，这次经历让她意识到自己声音的影响力。随后，她参与了多部青少年戏剧制作，如11岁时参演贝托尔特·布莱希特的《高加索灰阑记》音乐剧版，15岁时在伦敦青年维克剧院出演《罗密欧与朱丽叶》，尽管最初她对职业前景存疑。目前，埃里沃主演电影《魔法坏女巫：为了美好》，已获得第五次金球奖提名，并可能迎来第四次奥斯卡提名。她已赢得格莱美奖、日间艾美奖和托尼奖，距离实现EGOT（艾美奖、格莱美奖、奥斯卡奖、托尼奖）这一罕见成就仅差一座奥斯卡奖。值得注意的是，埃里沃在没有行业或家庭背景的情况下取得这些成就；她的父母从尼日利亚移民至英国，父亲在她青少年时期断绝联系。由护士母亲在伦敦斯托克韦尔抚养长大，她利用才华证明自己的价值并克服个人挑战。这篇文章强调了她的韧性、艺术奉献精神，以及这些荣誉在认可艺术领域多样成就方面的重要性。",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d615f529d936f58a_2db44b1b387f.webp",
      "category": "Fun"
    },
    {
      "id": "a5bab0bfd6b032b4",
      "title": "金催化剂打破十年绿色化学记录",
      "summary": "研究人员开发出一种新型金催化剂，在绿色化学领域取得了重大突破，高效地将生物乙醇转化为乙醛。乙醛是塑料和医药等行业的关键化学中间体，传统上通过基于乙烯的瓦克氧化法生产，这种方法成本高且对环境有害。新催化剂Au/LaMn0.75Cu0.25O3采用钙钛矿载体，并优化了锰和铜的比例以提升性能。它在225°C下实现了95%的乙醛产率，优于先前需要在250°C下操作的Au/MgCuCr2O4催化剂记录，同时保持80小时的稳定性，显示出更高的效率和更低的能源需求。这一突破涉及金纳米颗粒与掺杂钙钛矿结构之间的协同相互作用，并通过密度泛函理论等计算研究加以阐释。该进展解决了催化剂设计中长期存在的活性与选择性之间的权衡问题，旨在通过利用可再生生物乙醇资源促进可持续制造实践。这项研究由华中科技大学和埃因霍温理工大学的团队合作完成，标志着在非毒性催化剂开发方面迈出了重要一步，有望推动化学工业向更环保、经济的方向发展。",
      "source": "Science Daily - Technology",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a5bab0bfd6b032b4_b20952625ec3.webp",
      "category": "Fun"
    },
    {
      "id": "623d3ad9e2af32b6",
      "title": "福布斯宣布碧昂丝成为亿万富翁",
      "summary": "福布斯正式宣布碧昂丝成为亿万富翁，使她成为第五位达到这一财富水平的音乐家。这一认可源于她多年来的多项收入来源，包括极其成功的文艺复兴世界巡回演唱会，总收入近6亿美元，以及牛仔卡特巡回演唱会，门票销售超过4亿美元，商品销售达5000万美元。碧昂丝的战略商业举措，如通过AMC影院直接发行她的演唱会电影——使她获得全球票房4400万美元的近一半收入，以及与Netflix的超级碗中场秀和Levi's广告等 lucrative 交易，显著提升了她的财富。她的专辑《牛仔卡特》赢得了格莱美年度专辑奖，进一步巩固了她的文化影响力。尽管面临一些演出门票销售缓慢的挑战， promoters 降低了价格，但该巡回演唱会在英国创下了票价纪录，最高票价达950英镑。福布斯的评估与其他估计形成对比，例如彭博社将赛琳娜·戈麦斯列为亿万富翁，但福布斯对此表示异议。这篇文章强调了碧昂丝从流行偶像到精明企业家的演变，利用她的音乐和品牌建立了价值数十亿美元的商业帝国。",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_623d3ad9e2af32b6_d4dcbe2b90e8.webp",
      "category": "Fun"
    },
    {
      "id": "260a6b6e11dca00e",
      "title": "MIT利用3D打印技术将铝的强度提高五倍",
      "summary": "麻省理工学院（MIT）的工程师开发出一种新型铝合金，可通过3D打印制造，其强度是传统铝的五倍，并能耐受极端高温。该合金是通过将铝与其他元素混合制成，利用计算机模拟和机器学习相结合的过程，从超过100万种可能组合中高效筛选出40个有前景的选项，最终确定最优配方。机械测试表明，这种3D打印金属的性能与通过传统铸造生产的最强铝合金相当。这一突破具有巨大的工业潜力，可制造更轻、更强、更耐热的部件，例如喷气发动机风扇叶片，以替代更重且成本更高的钛合金，从而为交通运输行业节省大量能源。该项目源于MIT的一门课程，学生最初尝试设计可打印铝合金，但模拟结果未超越现有设计，随后采用机器学习工具分析元素属性，揭示非线性关系，成功实现材料优化。研究人员指出，由于3D打印能制造复杂几何形状并节省材料，该合金还可用于高级真空泵、高端汽车和数据中心冷却设备等广泛领域。这项研究发表在《Advanced Materials》期刊上，涉及MIT、卡内基梅隆大学和帕德博恩大学的多学科团队合作，展示了现代工程中计算科学与实验验证的融合。",
      "source": "Science Daily - Technology",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_260a6b6e11dca00e_3da84277df3c.webp",
      "category": "Fun"
    }
  ]
}