{
  "articles": [
    {
      "id": "2db69a2b172820e5",
      "title": "China's Big New Embassy in the UK",
      "summary": "The UK government is thinking about letting China build a very large new embassy in London. An embassy is like a special office where people from one country work in another country. This plan is controversial, which means some people are worried about it. For example, they might be concerned about safety or how big the building will be. Even though a final decision hasn't been made, many experts think it will probably be approved. This could affect how the UK and China work together in the future. It's important to understand that embassies help countries talk to each other and solve problems. This news is based on reports from BBC News, which is a trusted source for information.",
      "source": "BBC News",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_2db69a2b172820e5_86773e8c7550.jpg",
      "category": "News"
    },
    {
      "id": "897b53af352a5be5",
      "title": "Countries Argue About Fossil Fuels at Climate Meeting",
      "summary": "At a big meeting called COP30, countries are having a big argument about fossil fuels like coal, oil, and gas. These fuels make the Earth warmer, but some countries want to keep using them. The leaders removed the words about stopping fossil fuels from an important paper. This might be a trick to get a better deal later. It's important because we need to protect our planet from climate change. Everyone is talking and trying to find a solution that helps the Earth and people.",
      "source": "BBC News",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_897b53af352a5be5_418afdee2348.jpg",
      "category": "News"
    },
    {
      "id": "dd35a88a945958ff",
      "title": "Coast Guard Changes Rules on Hate Symbols",
      "summary": "The U.S. Coast Guard is a group that helps keep people safe on the water. They made a new rule about hate symbols like swastikas and nooses. At first, they planned to call these symbols 'potentially divisive,' which means they might cause arguments. But many people, including leaders and supporters, got upset and said this was not strong enough. So, the Coast Guard quickly changed the rule to be firmer against hate symbols. This shows that when people speak up, organizations can listen and make things better. It's important to stand against hate to keep everyone safe and respected.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_dd35a88a945958ff_fda9a1c7a16d.jpg",
      "category": "News"
    },
    {
      "id": "69ca306cc4805743",
      "title": "A Brave Queen Stands Up to Bullies",
      "summary": "In a big beauty contest called Miss Universe, a woman from Mexico named F치tima Bosch Fern치ndez won the crown. But before she won, something bad happened. Another person said mean things to her, which is called bullying. F치tima stood up for herself and did not let the bullying stop her. This made many people, especially women, support her. The person who said the mean things later said sorry and cried. F치tima's bravery showed that it's important to be kind and stand up against bullying. Her win is a happy ending that teaches us to be strong and fair.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_69ca306cc4805743_eaf04cf87b57.jpg",
      "category": "News"
    },
    {
      "id": "d45bae2dcbd2f0da",
      "title": "The curious case of why Poundland is struggling during a cost-of-living crisis",
      "summary": "Why - in an age where so many of us are feeling the financial pinch - are some budget shops on UK high streets having such a tough time?",
      "source": "BBC News",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d45bae2dcbd2f0da_ac5f5ef181ae.webp",
      "category": "News"
    },
    {
      "id": "2a70b83d9e5d4572",
      "title": "Rapper Pras Michel Goes to Jail for Illegal Donations",
      "summary": "Rapper Pras Michel, who was part of the famous music group the Fugees, has been sentenced to 14 years in prison. He was found guilty of illegally giving millions of dollars from other countries to help Barack Obama's campaign for president in 2012. This is against the law because it is not allowed to use foreign money in U.S. elections. The case shows how important it is to follow election rules to keep things fair. Pras Michel is a Grammy-winning artist, and this legal trouble has affected his life and career. The judge decided on the sentence after the trial, emphasizing that breaking election laws is a serious crime.",
      "source": "PBS NewsHour",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_2a70b83d9e5d4572_e14ad4386cc8.jpg",
      "category": "News"
    }
  ]
}