{
  "articles": [
    {
      "id": "7eca41d20a68ced2",
      "title": "President Trump's Plan for Greenland",
      "summary": "President Donald Trump has said he has a plan for a future deal about Greenland, which is a big island that belongs to Denmark. He announced this after talking with NATO leaders in Switzerland. Denmark and Greenland say they will not give up control of Greenland. They want to talk about other things like safety and money, but not about who owns Greenland. Other countries like the UK hope everyone can talk together to protect Greenland's independence. This is a big story because it involves many countries and their rules.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_7eca41d20a68ced2_f7fac2e19aec.webp",
      "category": "News"
    },
    {
      "id": "0ca0a7ac5ce78807",
      "title": "Landslides in New Zealand Cause Sadness and Danger",
      "summary": "In New Zealand, heavy rain caused landslides that hurt people and places. Two people died, and some are missing, including a young girl. The landslides happened at Welcome Bay and a campground on Mount Maunganui, which is a popular spot for camping. Rescue workers are searching through rubble with dogs to find people, but it's hard because it's dangerous. The rain made flooding and power outages too. People are very sad, and the prime minister said it's a tragedy. Tourists and hikers saw the landslides and heard people screaming for help. A state of emergency was declared to keep everyone safe.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_0ca0a7ac5ce78807_5a861142e1b8.webp",
      "category": "News"
    },
    {
      "id": "69a1b874bdbbe2e1",
      "title": "A Judge Changes a Voting Map in New York City",
      "summary": "A judge in New York said the voting map for a special area in New York City is not fair. This area is the only one in the city where a Republican politician wins. The judge thinks the map makes it hard for Black and Hispanic people to have their votes count. So, the judge wants a group to draw a new map by February 6. Republicans are upset and might ask a higher court to change this decision. They say it helps Democrats win more seats. This is part of a big fight across the country about how voting maps are made. The area is in Brooklyn and Staten Island, and some people want to add parts of Manhattan to make it more fair.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_69a1b874bdbbe2e1_ce3e47c47cbd.webp",
      "category": "News"
    },
    {
      "id": "c8d078155bdbec5a",
      "title": "Oscar Nominations: What Movies and Stars Might Win",
      "summary": "Today, the Oscar nominations will be announced, which are awards for movies. Some big movies like One Battle After Another and Sinners are expected to get many nominations. Actors like Leonardo DiCaprio and Wunmi Mosaku might be nominated. Other movies like Hamnet could also get recognition. The ceremony will be hosted by Conan O'Brien on March 15. Some popular movies like Wicked: For Good and Avatar: Fire and Ash might not get as many nominations as before. British actors might not get many nominations this year, but Irish actors like Jessie Buckley and Paul Mescal have a good chance. This is an exciting time to see which movies and stars will be honored.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c8d078155bdbec5a_dd6308f101f0.webp",
      "category": "News"
    },
    {
      "id": "86acb59ef2697256",
      "title": "Supreme Court Case About President Trump and the Federal Reserve",
      "summary": "The Supreme Court is hearing a case about President Trump trying to fire a Federal Reserve governor named Lisa Cook. President Trump said she did something wrong, but she works for the government and was appointed by President Biden. Cook went to court to stop her firing, and lower courts said she could keep her job. Now, the Supreme Court is deciding if the firing was legal. The case is important because it could affect how independent the Federal Reserve is from the president. The Federal Reserve helps control money and interest rates in the United States. Some Supreme Court justices asked questions about why the case was rushed and if Cook had a fair chance to defend herself. This shows they are carefully thinking about the rules.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_86acb59ef2697256_b80ece80100a.webp",
      "category": "News"
    },
    {
      "id": "259c245c07a9a8ca",
      "title": "A Big Problem in a Hospital Changing Room",
      "summary": "In a hospital in Darlington, some nurses felt upset when a trans woman used the female changing room. They said it made them uncomfortable and reminded one nurse of bad memories. The nurses complained to their bosses, but nothing changed at first. Later, a court said the hospital bosses did something wrong by letting the trans woman use that room without thinking about the nurses' feelings. The court said the bosses should have found a better solution. This story shows how workplaces, like hospitals, can have big arguments about fairness and respect for everyone. It teaches us that it's important to listen to all people and find ways to make everyone feel safe and happy at work.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_259c245c07a9a8ca_f55f33e8f822.webp",
      "category": "News"
    }
  ]
}