{
  "articles": [
    {
      "id": "08f829d70e262f75",
      "title": "Rybakina's Dramatic Comeback Secures Australian Open Victory Over Sabalenka",
      "summary": "Elena Rybakina claimed her first Australian Open title by defeating world number one Aryna Sabalenka in a thrilling three-set final. The match, held at the Australian Open, saw Rybakina, the fifth seed from Kazakhstan, overcome a 3-0 deficit in the deciding set to win 6-4, 4-6, 6-4. Sabalenka, a Belarusian player with 75 weeks at the top of the rankings, had broken Rybakina's serve late in the second set and early in the third, but she tightened under pressure, making unforced errors that allowed Rybakina to break back and take control. Rybakina sealed the victory with an ace, earning her second Grand Slam trophy after her 2022 Wimbledon win. This loss marks Sabalenka's third defeat in her last four major finals, highlighting her struggles in big matches. Rybakina's path to the title included victories over top-10 players like Iga Swiatek and Jessica Pegula, showcasing her ability to compete against elite opponents. Her performance neutralized Sabalenka's power with precise ball-striking and clutch serving, extending her winning streak against top-10 players to 10 matches.",
      "source": "BBC Tennis",
      "time_ago": "Just now",
      "image_url": "/article_images/article_08f829d70e262f75_ac2b07b6d821.webp",
      "category": "Fun"
    },
    {
      "id": "4ef6332fdaeab6b6",
      "title": "Skupski and Harrison Claim Australian Open Doubles Victory",
      "summary": "Neal Skupski of Great Britain and Christian Harrison of the United States secured the Australian Open men's doubles championship, marking their first Grand Slam triumph as a team. They defeated Australian wildcards Jason Kubler and Marc Polmans in straight sets, 7-6 (7-4) 6-4, showcasing strong performance with only one set lost throughout the tournament. Skupski, aged 36, previously won Wimbledon in 2023 with Wesley Koolhof and had a successful 2025 season with Joe Salisbury before Salisbury's break due to anxiety. Harrison, 31, partnered with Skupski for the first time in Adelaide, reaching the semi-finals, which built momentum for their Australian Open success. Skupski expressed satisfaction with their developing partnership, noting Harrison's energy and compatibility. This victory highlights a trend of British success in men's doubles, with wins in three of the last five Grand Slams, including previous titles by Henry Patten and the duo of Julian Cash and Lloyd Glasspool.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4ef6332fdaeab6b6_d3a1c2700472.webp",
      "category": "Fun"
    },
    {
      "id": "fa20b58fc74fdb3e",
      "title": "The Life and Legacy of Catherine O'Hara: From Canadian Comedy to Hollywood Stardom",
      "summary": "Catherine O'Hara, a renowned comedic actress, passed away at 71 following a brief illness. She gained fame through her early work with Toronto's Second City improvisation troupe and on SCTV, a popular Canadian sketch comedy show. Her breakthrough came in 1988 with the film Beetlejuice, where she played Delia Deetz, and she solidified her status in 1990 with Home Alone, portraying the mother of Macaulay Culkin's character. O'Hara later earned an Emmy for her role in Schitt's Creek. Her career spanned decades, including recent appearances in The Studio and The Last of Us. Colleagues like Macaulay Culkin paid emotional tributes, highlighting her impact as a collaborator. Born in Toronto, she credited her Canadian upbringing for shaping her humor, emphasizing a global perspective and self-deprecating wit. Prime Minister Mark Carney and fans worldwide mourned her loss, celebrating her contributions to entertainment.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fa20b58fc74fdb3e_710ed3e8e6e6.webp",
      "category": "Fun"
    },
    {
      "id": "686545d9a2f33628",
      "title": "The Humble Beginnings of Gary Barlow at a Welsh Social Club",
      "summary": "Gary Barlow, the lead singer of Take That, began his musical journey at the age of 11 with his first performance at Connah's Quay Labour Club in Flintshire, north Wales. This small social club gained recognition when it was featured in a Netflix documentary about Take That, revealing Barlow's early gig. Susan Jones, the club's treasurer, discovered this through social media and expressed that the club 'made Gary Barlow,' highlighting its role in his rise to fame. Take That, formed in the early 1990s, has become one of the most successful bands globally, selling over 45 million records and achieving numerous hit singles. Barlow reminisced in the documentary about performing with songbooks, inspired by artists like Neil Diamond. Staff at the club still recall his performances on the organ before he gained international fame. Super fan Yvette Clark, who has seen the band multiple times, visited the club to connect with Barlow's origins, noting the local fondness for him. This story illustrates how grassroots venues can play a crucial part in nurturing talent, even for stars who later dominate global stages.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_686545d9a2f33628_d847bc09d1d0.webp",
      "category": "Fun"
    },
    {
      "id": "d4b826caffd38881",
      "title": "Djokovic's Dramatic Win Sparks Australian Open Excitement",
      "summary": "The Australian Open, often promoted as the 'Happy Slam', faced criticism this year for lacking high-quality matches and dramatic moments, leading to a perception that the tournament was underwhelming. However, day 13 marked a turning point. Carlos Alcaraz delivered a herculean performance to defeat Alexander Zverev in the first men's semi-final, setting a high standard. Novak Djokovic, an irrepressible 38-year-old, responded with a jaw-dropping victory over Jannik Sinner in the second semi-final, stealing the show and igniting the event. Djokovic acknowledged Alcaraz's match intensity and humorously commented on ticket value. The second week had been characterized by straightforward wins for top seeds, but these semi-finals broke the pattern, with only a few matches going beyond straight sets. Serbian fans celebrated late into the night, and one fan described it as a special moment. Djokovic's improbable win, given his age and physical concerns, ended expectations of a fourth consecutive Grand Slam final between Alcaraz and Sinner, instead setting up a final clash between Djokovic and Alcaraz.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d4b826caffd38881_b151777a6c59.webp",
      "category": "Fun"
    },
    {
      "id": "f7bf5e6b52130479",
      "title": "Honoring a Literary Icon: Memorial for Jilly Cooper",
      "summary": "A memorial service was held at Southwark Cathedral in London for Dame Jilly Cooper, the renowned British novelist who died in October 2025 at age 88 due to injuries from a fall. The event attracted notable figures including Queen Camilla, Dame Joanna Lumley, David Tennant, and others from the entertainment and literary worlds, such as actor Stanley Tucci and broadcaster Clare Balding. Attendees paid tribute to Cooper's legacy, describing her as an extraordinary woman with a 'champagne soul'—full of light, humor, and compassion. Her bestselling works, particularly The Rutshire Chronicles starting with Riders in 1985, explored the scandals and social dynamics of the wealthy horse-riding community, selling over 11 million copies in the UK. The recent Disney+ adaptation of Rivals in 2024 revived her popularity, with Queen Camilla even visiting the set. During the service, extracts from her novels and diaries were read, highlighting her emotional intelligence and generosity, as remembered by her agent Felicity Blunt and others. The gathering served as a heartfelt celebration of her life and contributions to literature.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f7bf5e6b52130479_5df5fc03ca99.webp",
      "category": "Fun"
    }
  ]
}