{
  "articles": [
    {
      "id": "38648003f8c9a993",
      "title": "Nicola Roberts Is Having a Baby!",
      "summary": "Nicola Roberts, a singer from the band Girls Aloud, has shared exciting news: she is going to have her first baby. She is five months pregnant and will have the baby in spring. Nicola posted a photo on Instagram showing her baby bump with a Christmas tree. She and her partner, Mitch Hahn, are very happy and told their families on Christmas Day. Many friends, including other singers and comedians, congratulated them in the comments. Nicola is also acting in a musical called Hadestown in London, but she will finish that job in January. Girls Aloud had a big tour last year, and they remembered their friend Sarah Harding who passed away. Nicola has been in the band for over 20 years since they won a TV show.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_38648003f8c9a993_65f3c9ab9a7b.webp",
      "category": "News"
    },
    {
      "id": "b9373db0df8cb0af",
      "title": "Search Stopped for Missing Swimmers",
      "summary": "On Christmas Day, two men went swimming in the sea at Budleigh Salterton in Devon, England, but they went missing. The coastguard and emergency services searched for them, but they could not find the men. The search in the water stopped in the evening, but police kept looking on the shore. The families of the men have been told. The sea was very rough and cold that day, with big waves. People in the town said it was a shocking and sad event, especially on Christmas. Police have warned others not to go into the water because it can be dangerous.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b9373db0df8cb0af_5fc2b181a047.webp",
      "category": "News"
    },
    {
      "id": "362d1966c9a52315",
      "title": "A Crazy Cricket Day: Australia Leads England",
      "summary": "In a cricket match called the Fourth Ashes Test in Melbourne, Australia and England played on a very exciting first day. Australia scored 152 runs, and England scored 110 runs, so Australia is ahead by 46 runs. Many wickets fell—20 in total—which is a lot for one day. Josh Tongue from England bowled well and took 5 wickets. Harry Brook from England hit 41 runs with two sixes to help his team. The pitch had long grass, making it hard for batters. Australia started batting again at the end of the day, leading 4-0. This day was chaotic and fun to watch!",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_362d1966c9a52315_637345d17ace.webp",
      "category": "News"
    },
    {
      "id": "04255cecef2dc4e7",
      "title": "Watching Brain Surgery to Help Cure Alzheimer's",
      "summary": "A reporter visits a hospital to watch brain surgery and learn about Alzheimer's disease. In the operating room, doctors remove a small piece of brain from a patient with a tumor. This brain tissue is saved for research instead of being thrown away. Scientists use it to study Alzheimer's, a disease that affects memory and thinking. The reporter travels to a lab where researchers work on this living brain tissue to understand how to cure Alzheimer's. The doctors and scientists are trying to find ways to help people with this disease by studying real brain samples. It's a special gift from patients that helps in the fight against Alzheimer's.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04255cecef2dc4e7_324bee663e58.webp",
      "category": "News"
    },
    {
      "id": "abff18e0f516434c",
      "title": "Leaders Talk About Peace and a Big Prize",
      "summary": "This news article talks about three main stories. First, the leader of Ukraine, President Zelenskyy, had a good talk with U.S. negotiators about a plan to end the war with Russia. They discussed ideas like withdrawing soldiers and creating a safe zone. Second, the Pope, who is the leader of the Catholic Church, spoke on Christmas Day. He said that Palestinians in Gaza are suffering and asked for all wars to stop worldwide. He gave blessings and wished for peace. Third, a person in Arkansas won a huge lottery prize of $1.8 billion, making their Christmas very happy. The article shares updates from different parts of the world.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_abff18e0f516434c_7d98af8b2cf1.webp",
      "category": "News"
    },
    {
      "id": "028e01850d8f17af",
      "title": "A Talk About Moms and Babies in America",
      "summary": "In a podcast called 'Settle In,' Amna Nawaz talks to Irin Carmon, a writer who wrote a book about five women in America. These women are pregnant and want to have their babies, but they face many problems. The book shows how laws and doctors in America sometimes make it hard for pregnant women to get the care they need. It tells stories from before, during, and after pregnancy. The women live in New York and Alabama, and they all have different challenges. The podcast helps people understand what it's like to be pregnant in America today. It's important to learn about these stories so we can help make things better for moms and babies.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_028e01850d8f17af_5ade3e8ca1b3.webp",
      "category": "News"
    }
  ]
}