{
  "articles": [
    {
      "id": "3bcf6bcc9b0a6fcf",
      "title": "Trade Policy Shifts: Asia's Response to U.S. Court Ruling on Tariffs",
      "summary": "The U.S. Supreme Court recently ruled that many tariffs announced by President Trump in 2025 are illegal, leading to significant changes in trade policy. As a result, U.S. customs will halt collection of these tariffs, but Trump has announced new global levies of 15% on goods entering the U.S. This development creates fresh uncertainty for key Asian trading partners like India and Indonesia, who had invested time and resources in negotiating trade deals with Washington. While the lower tariff rate may benefit some Asian countries previously facing higher levies, analysts warn that uncertainties persist because the current U.S. administration remains committed to enforcing higher tariffs. Trade deals signed recently lack the binding agreements of traditional pacts, allowing for potential revisions. Smaller Asian economies are particularly cautious, as their economic success may depend on maintaining positive relations with the Trump administration. Governments across the region, including China, are evaluating the ruling's impact; China is conducting a comprehensive assessment as it prepares to host Trump for a meeting in early April. Despite the ruling, U.S. Trade Representative Jamieson Greer stated that it should not affect upcoming talks with China, which focus on ensuring China upholds agreements to purchase American agricultural products and other goods. This situation highlights the ongoing volatility in international trade relations under Trump's policies.",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_3bcf6bcc9b0a6fcf_ee6c992377f0.webp",
      "category": "Fun"
    },
    {
      "id": "f1f188645acf80c9",
      "title": "The Rise of Budget Fast Fashion in India's Small Towns",
      "summary": "Budget fast fashion brands like Reliance Trends and Tata's Zudio are transforming retail in small-town India by offering affordable, trendy apparel with an enhanced shopping experience. These stores, such as a three-storey Trends outlet in Sangli, provide air-conditioned comfort, trial rooms, and discounts, attracting consumers like Alka who previously shopped only in street bazaars. With most items priced between $4 and $15, they compete directly with traditional markets but add contemporary designs and branding. This shift is driven by a growing number of value-conscious yet aspirational shoppers in smaller towns, fueling rapid growth in the organized fast-fashion industry. For instance, Zudio has expanded from 7 stores in 2018 to 765, with revenues projected to exceed $1 billion by mid-2025, outpacing global giants like Zara and H&M. Analysts attribute this success to the desire for branded clothes at accessible prices, highlighting a significant change in consumer behavior and retail dynamics across India.",
      "source": "BBC Business",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f1f188645acf80c9_1d9b758ed1fd.webp",
      "category": "Fun"
    },
    {
      "id": "62167c205d19394b",
      "title": "Fashion and Fame at the Bafta Awards",
      "summary": "The Bafta Film Awards, held at London's Royal Festival Hall, brought together a glittering array of celebrities to honor cinematic achievements. Stars such as Wunmi Mosaku, Paul Mescal, and Teyana Taylor showcased diverse fashion choices on the red carpet, with women opting for ruffled dresses, opulent colors, and textures like velvet and sequins, while men predominantly wore tuxedos. Notable attendees included Jessie Buckley, who won best actress for Hamnet, and Robert Aramayo, recognized for best actor and rising star. The event also featured appearances by Leonardo DiCaprio, Timothée Chalamet with Kylie Jenner, and the Prince and Princess of Wales, with Prince William serving as Bafta president. Paddington Bear added a whimsical touch in his signature coat and hat. This gathering highlighted both the glamour of the film industry and the celebration of artistic excellence, with awards spanning categories like best actor, actress, and supporting roles.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_62167c205d19394b_c1f9b0edae5c.webp",
      "category": "Fun"
    },
    {
      "id": "bd439bc5bef3f69c",
      "title": "Wunmi Mosaku's Bafta Win: Embracing Heritage and Representation",
      "summary": "Wunmi Mosaku, a 39-year-old actress born in Nigeria and raised in Manchester, won the Bafta award for Best Supporting Actress for her role as Annie, a Hoodoo priestess in the musical horror film Sinners. This makes her the first black British winner in this category. Mosaku expressed that playing Annie allowed her to reconnect with her ancestral power and cultural identity, which she had suppressed as an immigrant trying to assimilate. She highlighted the importance of representation, noting that her performance resonated with black women who felt seen and valued. Mosaku's journey into acting began after watching the film Annie as a child, which inspired her to research drama schools, leading her to train at prestigious institutions. She has previously won a TV Bafta for her role in Damilola, Our Loved Boy, and has appeared in shows like Luther and Black Mirror. In her acceptance speech, she thanked her daughter and shared her shock at the win. This article explores themes of immigration, cultural heritage, and the impact of media representation on marginalized communities.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_bd439bc5bef3f69c_5efbc9566b4e.webp",
      "category": "Fun"
    },
    {
      "id": "fdfb331048fb9ba4",
      "title": "Tackling Youth Unemployment: A Personal and Political Challenge",
      "summary": "Alan Milburn, a former New Labour minister, is conducting a government review to address the rising number of young people classified as Neets—those not in education, employment, or training. Currently, almost a million 16 to 24-year-olds fall into this category, marking the highest level in over a decade, with more than half being economically inactive and not seeking work. Milburn highlights the north-east of England as a critical area where youth unemployment is severe, describing the situation as a social, economic, and political catastrophe. His personal connection to the issue stems from growing up in Benwell, Newcastle, where he experienced poverty and attended a poor school, making him empathetic to the lack of opportunities. He supports local initiatives like Patchwork, a youth project where senior youth worker Karl Maughan Gilbert criticizes the term Neet for its negative connotations, arguing it unfairly blames individuals rather than addressing systemic failures. The article emphasizes the need for comprehensive solutions to provide young people with better chances and reduce the stigma associated with unemployment.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_fdfb331048fb9ba4_f1d4809b18af.webp",
      "category": "Fun"
    },
    {
      "id": "6d0fef62ba1a3f84",
      "title": "Willie Colón: Pioneer of Salsa Music and Cultural Icon",
      "summary": "Willie Colón, a renowned trombonist and orchestra leader, passed away at age 75, leaving behind a legacy as a pioneer of salsa music. Born in South Bronx, New York, to Puerto Rican parents in 1950, Colón's career spanned nearly 60 years, during which he produced hit songs like 'El Malo' and 'Oh, Qué Será.' He was instrumental in developing the salsa sound in the 1960s by blending jazz, mambo, jíbara music, and chachachá, reflecting the Latin migration and street life of New York. Colón used his music to address the dual identity of Puerto Ricans in the U.S., exploring themes of culture, resistance, and community. His work was not only musical but also political, as he expanded salsa to new stages and made it a voice for Latino consciousness. Recognized by Billboard as one of the most influential Latino artists, Colón's impact continues through tributes from artists like Bad Bunny, who referenced him in the song 'Nuevayol.' His family announced his peaceful passing, emphasizing the enduring gift of his music and memories.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d0fef62ba1a3f84_b1542f228f78.webp",
      "category": "Fun"
    }
  ]
}