{
  "articles": [
    {
      "id": "8445aef1f1aa6b50",
      "title": "Carlos Alcaraz Wins a Big Tennis Match",
      "summary": "Carlos Alcaraz is a young tennis player who played a very exciting match against Alexander Zverev at the Australian Open. The Australian Open is a big tennis tournament in Australia. Alcaraz was almost losing, but he fought back and won the match. This victory means he will play in the final for the first time at this tournament. The match was called a classic because it was so thrilling and close. Alcaraz showed great skill and determination to come from behind. This win is a big step for him in his tennis career. Fans were cheering and watching the match closely. It was a memorable event in sports.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8445aef1f1aa6b50_8ba02ef2efaf.webp",
      "category": "Fun"
    },
    {
      "id": "76b4f7f02da55320",
      "title": "Celebrities' Home Robbed While They Were Away",
      "summary": "Maya Jama, who hosts Love Island, and Ruben Dias, a soccer player for Manchester City, had their home in Cheshire, England, broken into on a Wednesday night. They were not home at the time—Maya was filming in South Africa, and Ruben was at a soccer game. Burglars stole some things from their house. The police are looking into what happened. This home is in an area where many other soccer players live. In the past, other soccer players have also had their homes robbed when they were away. The couple is very upset about the burglary.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_76b4f7f02da55320_5881e07da7f0.webp",
      "category": "Fun"
    },
    {
      "id": "7227031995b0cd9a",
      "title": "Melania Trump's New Movie About Becoming First Lady",
      "summary": "Melania Trump, the wife of former US President Donald Trump, has made a new documentary film. The film is called 'Melania: Twenty Days to History' and shows her life in the 20 days before her husband's second inauguration as president. This is special because it is the first time a sitting first lady has been in such a movie. Melania produced the film herself. At the movie's premiere, she walked on a black carpet with her husband and said she wanted to show people what it is like to become first lady again. The film was sold to Amazon for a lot of money, about $40 million, and they spent more on advertising it. The article also talks about other news, like actors nominated for awards and weather events, but the main story is about Melania's film.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7227031995b0cd9a_6f951a058fca.webp",
      "category": "Fun"
    },
    {
      "id": "3beec064789ea5bd",
      "title": "Wheelchair Tennis Star Loses Big Match",
      "summary": "Alfie Hewett is a famous wheelchair tennis player from Britain who won the Australian Open tournament in 2023 and 2025. In this year's Australian Open, he tried to defend his title but lost in the semi-finals to Martin de la Puente from Spain. The match score was 6-4, 6-4, and it took about an hour and a half. Hewett also lost in the men's doubles semi-finals earlier with his partner Gordon Reid. Another British player, Andy Lapthorne, lost in the quad doubles final while trying to defend his title. The article talks about these matches and what happened to these athletes in the tournament.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3beec064789ea5bd_d81e92011044.webp",
      "category": "Fun"
    },
    {
      "id": "6ec5aa1b28447a46",
      "title": "Carlos Alcaraz Wins Tough Tennis Match to Reach Final",
      "summary": "Carlos Alcaraz, a young tennis player from Spain, won a very long and exciting match against Alexander Zverev to reach the Australian Open final. The match lasted over five hours, and Alcaraz had to fight hard because he started cramping, which made it hard for him to move and serve. Even though he was hurting, he didn't give up. With help from the cheering crowd, he came back when Zverev was close to winning. Alcaraz broke Zverev's serve and won the match in the fifth set. After the win, Alcaraz said he always believes in himself and thanked the fans. This victory means he has a chance to win another big tournament and make tennis history by becoming the youngest man to win all four Grand Slam titles. Now, he will play in the final on Sunday.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6ec5aa1b28447a46_9cd180259b63.webp",
      "category": "Fun"
    },
    {
      "id": "798d7a2b70022a8b",
      "title": "Why Athletes Drink Pickle Juice for Cramps",
      "summary": "Athletes like tennis players Carlos Alcaraz and Jannik Sinner sometimes drink pickle juice during games. They do this to help with muscle cramps, which are painful muscle tightness that can happen during sports. Pickle juice is a salty liquid from pickles, and it has electrolytes like sodium and potassium. When athletes drink it, it sends a signal from their mouth to their muscles to stop cramping quickly. This can make cramps go away faster than drinking water. However, pickle juice is only for treating cramps when they happen, not for preventing them before a game. It is used in sports like tennis, football, and soccer where players move a lot and might get cramps.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_798d7a2b70022a8b_f7cbc7182c49.webp",
      "category": "Fun"
    }
  ]
}