{
  "articles": [
    {
      "id": "da086f6a45a08fbf",
      "title": "斯维亚泰克历史性征程以胜利开启，但过程起伏不定",
      "summary": "世界排名第二的伊加·斯维亚泰克在澳大利亚网球公开赛上开始了她完成职业生涯全满贯的历史性追求，这是她唯一缺失的大满贯头衔。在首轮比赛中，她面对中国资格赛选手袁悦，排名第130位，在罗德·拉沃尔球场上表现挣扎，尤其是发球和34次非受迫性失误，但最终以7-6（7-5）6-3获胜。斯维亚泰克承认自己状态生锈，比赛起伏不定，并对在困难条件下获胜表示满意。与此同时，其他顶级种子选手如科科·高芙轻松晋级。斯维亚泰克强调需要改进她的二发，袁悦借此赢得了59%的分数，她正准备在第二轮对阵捷克选手玛丽·布兹科娃。这场胜利标志着她在追求第七个大满贯和完成职业生涯全满贯的道路上迈出了一步，突出了竞技体育中的韧性。文章还提到了其他球员的表现和比赛统计数据，为理解职业网球的高压环境提供了背景。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_da086f6a45a08fbf_58f499b03ea9.webp",
      "category": "Fun"
    },
    {
      "id": "1d5b4e926b85536e",
      "title": "《疯狂动物城2》成为好莱坞史上票房最高的动画电影",
      "summary": "《疯狂动物城2》已成为好莱坞有史以来票房最高的动画电影，全球票房收入达17亿美元。这一成就超越了之前的纪录保持者《头脑特工队2》，后者在2024年获得了16.9亿美元的票房。作为2016年电影《疯狂动物城》的续集，该片讲述了兔子警官朱迪·霍普斯和狐狸骗子尼克·王尔德调查新爬行动物居民的故事。影片于11月上映，预算为1.5亿美元，创下了动画电影最大的开幕周末票房纪录，并成为全球最快达到10亿美元票房的动画电影。然而，在全球票房历史上，它排名第九，落后于《阿凡达》和《复仇者联盟：终局之战》等大片。值得注意的是，全球票房最高的动画电影仍然是中国的《哪吒2》，去年获得了22亿美元的票房。迪士尼高管将这一里程碑归功于全球粉丝的热情和制作团队的创意努力。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d5b4e926b85536e_31a6543b80f6.webp",
      "category": "Fun"
    },
    {
      "id": "7b2670568dc43e87",
      "title": "“不再年轻”——40岁的瓦林卡奋战晋级澳网第二轮",
      "summary": "斯坦·瓦林卡，一位40岁的瑞士网球选手，在澳大利亚网球公开赛首轮比赛中展现顽强斗志，以四盘击败拉斯洛·杰雷，尽管先失一盘。这场胜利标志着他自2024年温网以来在大满贯赛事的首胜，也是五年来在澳网的首胜，突显其职业生涯晚期的回归。瓦林卡在20年前首次亮相澳网正赛，并于2014年击败拉斐尔·纳达尔夺冠，如今他正进行告别巡演，计划在2026赛季结束后退役。比赛历时3小时20分钟，他在第四盘破发落后情况下反击取胜。文章还指出，其他老将如37岁的马林·西里奇也晋级第二轮，强调年长选手表现出色的趋势。瓦林卡承认自己“不再年轻”，但表示对网球的热爱依旧，他来墨尔本不仅是为了告别，更是认真参赛。在40岁296天时，他是墨尔本公园赢得男子单打比赛第二年长的选手，展示其在运动中的持久技能和决心。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7b2670568dc43e87_81c5ae3c3e6a.webp",
      "category": "Fun"
    },
    {
      "id": "33c3bd1868d70673",
      "title": "“我会振作起来”——哭泣的琼斯在澳网退赛",
      "summary": "英国网球选手弗朗西斯卡·琼斯在澳大利亚网球公开赛首轮比赛中因臀肌受伤被迫退赛，情绪崩溃在球场上哭泣。这场比赛对她意义重大，因为这是她首次凭借排名直接进入大满贯赛事正赛，标志着她职业生涯的一个骄傲时刻。琼斯世界排名第71位，是英国第三号选手，她在对阵波兰资格赛选手琳达·克利莫维奇娃的比赛中从早期就受到伤病困扰，最终以6-2、3-2落后时放弃比赛。琼斯患有罕见遗传病外胚层发育不良综合征（EEC），导致每只手只有三根手指和一根拇指，脚趾数量也较少，这使她必须采用改良握拍方式打球，违背了医生认为她无法职业比赛的预测。在2024年经历排名下滑至前150名之外并考虑2025年退役后，琼斯迎来了改变人生的赛季，重振了网球事业。赛后她强调了自己的韧性，表示知道如何快速振作起来。文章还提及了其他赛事亮点，如梅德韦杰夫的胜利和斯瓦泰克的不稳定获胜，为竞争环境增添了背景。琼斯的故事突出了运动员在面临身体和情感挑战时的坚持与适应能力。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_33c3bd1868d70673_4c3ae97d244d.webp",
      "category": "Fun"
    },
    {
      "id": "968bcc7bfeb30c5d",
      "title": "梅德韦杰夫在370天后首次在大满贯赛事中获胜",
      "summary": "俄罗斯网球选手丹尼尔·梅德韦杰夫在2025年澳大利亚网球公开赛首轮比赛中，以7-5、6-2、7-6（7-2）击败荷兰选手杰斯珀·德容，结束了长达370天的大满贯赛事连败纪录。这场比赛在墨尔本公园举行，标志着梅德韦杰夫本赛季战绩达到6-0，此前他已在布里斯班国际赛夺冠。梅德韦杰夫曾是世界排名第一的选手，但在2025年经历了动荡的一年，在法国网球公开赛、温布尔登网球锦标赛和美国网球公开赛均首轮出局，导致其排名一度跌至第18位。他将此次胜利归因于努力在球场上保持积极态度，与其生活态度一致。尽管过去一年中有过击毁网摄像头的争议事件，并在10月赢得阿拉木图公开赛结束了882天的冠军荒，但梅德韦杰夫错过了11月的ATP总决赛。他强调接受职业生涯的起伏，并认为积极心态是突破低迷的关键。这次胜利不仅可能成为他职业生涯的转折点，还突显了心理韧性在精英体育中的重要性，展示了运动员如何通过调整心态来应对挑战。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_968bcc7bfeb30c5d_1e994bbcc9eb.webp",
      "category": "Fun"
    },
    {
      "id": "1fafb6b85bb41cf0",
      "title": "《舞动奇迹》艾米·道登称客厅跳舞助她度过化疗",
      "summary": "《舞动奇迹》职业舞者艾米·道登在2023年被诊断出三级乳腺癌，并接受了化疗治疗。她表示，即使在客厅进行简单的舞蹈动作，也提升了她的骨骼强度和心理健康，帮助她更快康复。道登参加了斯旺西一个针对60岁以上老年人的舞蹈班，旨在通过增强力量和平衡来降低跌倒风险。她强调，舞蹈对所有年龄段的人都有益，能提高灵活性、力量和信心。威尔士艺术委员会的一份新报告显示，包括舞蹈在内的艺术项目每年通过促进身体健康和幸福感为威尔士国民保健服务节省2600万英镑。例如，班戈大学的研究表明，如果5%的成人心理健康全科医生预约因参与艺术活动而避免，可节省1700万英镑。个人故事支持这一观点：69岁的西尔维·埃文斯通过舞蹈从膝伤中恢复，可能避免手术；而视力受损的朱迪思·隆巴多在参加“健康舞蹈”课程三年后，平衡能力有所改善。道登还患有克罗恩病，她主张应更多宣传舞蹈的益处，指出舞蹈帮助她度过了艰难时期，并在治疗后改善了体能。这篇文章结合个人叙述和经济数据，论证了舞蹈作为一种成本效益高的健康干预措施，既能改善个人健康结果，又能提升医疗系统效率。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1fafb6b85bb41cf0_21ce6e2920b4.webp",
      "category": "Fun"
    }
  ]
}