{
  "articles": [
    {
      "id": "98726f8bb030c220",
      "title": "Why Women Earn Less Than Men: A 30-Year Wait for Fair Pay",
      "summary": "A union report says it will take until 2056 for women to earn the same as men if things don't change faster. Right now, women earn about 12.8% less than men on average, which means they work for free for 47 days each year. This gap is biggest in jobs like finance and insurance, where women earn 27.2% less, but smaller in leisure services at 1.5%. Even in jobs where most workers are women, like teaching and healthcare, there is still a pay gap. The union wants better flexible work and childcare to help close the gap. Employers with over 250 staff must share their pay data and soon make plans to reduce the gap. Some people worry that making changes could cost businesses money.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_98726f8bb030c220_29beb1c73cf2.webp",
      "category": "News"
    },
    {
      "id": "af16291ff2d33920",
      "title": "Measles Outbreak in London Schools",
      "summary": "A measles outbreak is spreading quickly in schools in north London, making many children sick. Health officials say at least 34 kids have gotten measles in Enfield, and some had to go to the hospital because they were not fully vaccinated. Measles is a very contagious disease that can cause serious health problems. Doctors and local leaders are telling families to make sure their children get the MMRV vaccine, which protects against measles, mumps, rubella, and chickenpox. They say vaccination is the best way to stop the outbreak and keep everyone safe. The outbreak is mostly affecting unvaccinated children under 10 years old in schools and nurseries. People are also being reminded to check their vaccines before traveling, as measles is common in some other countries.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_af16291ff2d33920_dce065aece17.webp",
      "category": "News"
    },
    {
      "id": "4145df392073fb2e",
      "title": "Kids and the Trans Debate: What Dr. Cass Says",
      "summary": "Dr. Hilary Cass, a doctor who wrote a big report, says kids are being used like weapons in a fight about transgender rights. Both sides in the argument are making children feel scared and upset. She talked about how social media shows pictures that are not real, which can confuse kids. Her report found that doctors don't have enough good information to help children with gender questions. She says most kids who worry about their gender will feel better as they grow up, and only a very few will need medical help like medicine or surgery. Dr. Cass thinks adults should stop arguing and focus on helping kids feel safe and happy.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4145df392073fb2e_32a144d25aff.webp",
      "category": "News"
    },
    {
      "id": "ae82af65498489e0",
      "title": "New Astronauts Join Space Station Team",
      "summary": "Four new astronauts arrived at the International Space Station on Saturday. They came in a SpaceX rocket from Cape Canaveral, Florida. The astronauts are from the United States, France, and Russia. Their names are Jessica Meir, Jack Hathaway, Sophie Adenot, and Andrei Fedyaev. They will live and work on the space station for eight to nine months. They are replacing other astronauts who had to leave early because one got sick. This is the first time NASA had to bring astronauts home early for health reasons in 65 years. The space station had only three people left, so NASA stopped spacewalks and reduced science experiments. Now, with the new crew, the station is back to full strength. The astronauts are excited to start their mission and help with research in space.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ae82af65498489e0_775d87108a99.webp",
      "category": "News"
    },
    {
      "id": "2388f7d21a28c88f",
      "title": "Bangladesh's New Leader Promises Democracy",
      "summary": "Bangladesh has a new leader named Tarique Rahman. His party, the Bangladesh Nationalist Party, won a big election on Thursday. He says he will work to make the country more democratic. The election was peaceful and watched by a temporary government. The old leader, Sheikh Hasina, was removed in 2024 after people protested. Rahman wants to fix problems like a weak economy and poor law and order. He asks everyone to stay united to keep democracy safe. Bangladesh is a country in South Asia with over 170 million people. The new government will start soon.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2388f7d21a28c88f_1749f3334fb4.webp",
      "category": "News"
    },
    {
      "id": "d61bcaedb7312f13",
      "title": "Can a Hormone Help People Feel More Like Having Fun?",
      "summary": "This article talks about how some people lose their interest in having sex as they get older. It tells the story of Alan, who used to be a dancer but later felt sad and didn't want to have sex anymore. He tried a treatment called testosterone replacement therapy, which is a hormone that can help the body. After the treatment, Alan felt happier and more interested in sex again. The article also mentions Rachel, who found the hormone helpful for her energy and mood. Many people in the UK are getting this treatment more often now. At the same time, studies show that people are having sex less frequently than before. The article asks if the hormone really helps or if it's just a big talk to make money. It's about a debate on whether this treatment works for everyone.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d61bcaedb7312f13_36a95fb95d3a.webp",
      "category": "News"
    }
  ]
}