{
  "articles": [
    {
      "id": "0a78c8993864bf50",
      "title": "Police Looking into Royal Bodyguards",
      "summary": "The Metropolitan Police in London is starting to check on some bodyguards who used to protect Prince Andrew. These bodyguards worked for the Royalty and Specialist Protection team. A former police officer said the bodyguards might have ignored bad things when they went with Andrew to a private island owned by Jeffrey Epstein. Epstein was a man accused of hurting people, and some say they were hurt on his island. The police say they have not found any wrong actions yet but are trying to learn more. Andrew has been accused by a woman named Virginia Giuffre, but he says he did nothing wrong. The police will do a bigger investigation if they find problems. This story is important because it shows how police officers need to do their jobs properly to keep people safe.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_0a78c8993864bf50_b0a7a226ff63.webp",
      "category": "News"
    },
    {
      "id": "d52eb8ff587f6b99",
      "title": "A Mountain Climbing Accident Goes to Court",
      "summary": "A sad story happened on a big mountain in Austria called Grossglockner. A woman named Kerstin G went climbing with her boyfriend, Thomas P, but she got very cold and died. Now, Thomas is in court because people say he made mistakes that led to her death. Prosecutors think he was the leader of the climb and should have kept her safe. They say he started too late, didn't bring enough emergency gear, and let her wear boots not good for climbing. Thomas says it was just a tragic accident and they both felt ready for the climb. This trial is making people talk about who is responsible when things go wrong in mountain sports. It's a big question about safety and rules.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d52eb8ff587f6b99_0a846c4cfe38.webp",
      "category": "News"
    },
    {
      "id": "58106f636d0a5731",
      "title": "A School in a Tough Town",
      "summary": "In a small town by the sea, a school has problems because nearby houses smell bad, so kids can't play outside. The town used to have many jobs in mines, but after the mines closed, things got hard. People lost work, and many moved away. Now, some families are poor, and the town feels forgotten. Recently, people voted for a new political group called Reform UK, hoping for change. The school tries to help children by giving them special jobs, like helping in the library, but they have to apply and might not get picked. This teaches them skills for the future. The town has empty houses and landlords who don't live there, making it tough for everyone. People wish for better times and feel left behind by promises from leaders.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_58106f636d0a5731_04d5b603c4bc.webp",
      "category": "News"
    },
    {
      "id": "5d15aaa4f5d93297",
      "title": "Avalanche Rescue in California: Skiers Found and Missing",
      "summary": "In California, a big snowstorm caused an avalanche that buried skiers in the mountains. Six skiers were found alive, but ten are still missing. Rescue teams are working hard to save them. The avalanche happened near Lake Tahoe, and many emergency responders are helping. The skiers were with guides, and someone called 911 for help. The snow and wind made conditions very dangerous. This story shows how important safety is in snowy areas.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_5d15aaa4f5d93297_23fd7fca33ab.webp",
      "category": "News"
    },
    {
      "id": "55f285b22bab7136",
      "title": "U.S. and Iran Talk About Nuclear Weapons in Switzerland",
      "summary": "In Geneva, Switzerland, the United States and Iran had talks to try to limit Iran's nuclear program. A U.S. official said they made progress in about three hours of talks, but they did not meet directly; instead, they used mediators from Oman. Iran's foreign minister said they now have a clearer picture of what to do, but more work is needed because both sides still have different positions. At the same time, Iran closed the Strait of Hormuz for military exercises, which is important because about 20% of the world's oil passes through there. The U.S. has sent more ships to the Middle East, including an aircraft carrier. The talks in Geneva also included discussions about ending Russia's war in Ukraine.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55f285b22bab7136_063b3857a256.webp",
      "category": "News"
    },
    {
      "id": "50e9077fdf4164f2",
      "title": "Why a New Flu Shot Was Not Approved",
      "summary": "The U.S. Food and Drug Administration (FDA) decided not to look at a new flu vaccine made by Moderna, even though tests showed it was safe and worked well. This vaccine uses mRNA technology, which is a new way to make vaccines that was used for COVID-19 shots. Many people, including doctors and scientists, are worried because this decision might show that the government is not supporting new vaccine ideas. An expert named Dr. Michael Osterholm talked about this on a news show, saying it 'sends chills' because it could slow down progress in fighting diseases. The rejection is linked to criticism from Health Secretary Robert F. Kennedy Jr., who does not like mRNA technology. This means that for now, people cannot get this new flu shot, and it might affect how vaccines are made in the future.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50e9077fdf4164f2_f0c5105c7a92.webp",
      "category": "News"
    }
  ]
}