{
  "articles": [
    {
      "id": "2c9262f569fb72c8",
      "title": "古中医或掌握生发关键",
      "summary": "雄激素性脱发是最常见的脱发形式，全球数百万人受影响。目前常用药物如非那雄胺和米诺地尔虽广泛使用，但因副作用和长期使用问题，许多患者寻求更温和、更整体的方法。一项新的科学综述表明，何首乌——一种在传统中医中使用了一千多年以“乌发养精”的根部植物，可能是管理雄激素性脱发的有前景的替代方案。大多数标准脱发治疗针对单一生物途径，而何首乌似乎以不同方式工作。根据综述，该草药同时影响多个过程：它有助于减少二氢睾酮（一种与毛囊萎缩相关的激素）的影响，同时保护毛囊细胞免于过早死亡。此外，它激活关键生长相关信号系统如Wnt和Shh，并改善头皮血液循环，可能增强氧气和营养物质向毛囊的输送。研究人员分析了广泛来源，包括实验室实验、临床观察和历史草药文献，这些资料描绘了一种不仅减缓头发稀疏的治疗。综述强调何首乌可能积极支持头发再生，通过影响毛囊周期中涉及的多种生长因子和信号通路来鼓励再生，而非仅仅延迟进一步脱落。这种广泛的作用模式可能使其比仅针对一个生物目标的治疗更有效。当经过适当处理——传统制备的关键步骤——该草药显示出良好的安全性，使其对担心当前药物副作用（如性功能障碍或头皮刺激）的患者更具可接受性。作者谨慎指出需要更多高质量临床试验来确认这些发现并确定最佳使用方式。即便如此，该综述突出了对传统疗法进行仔细科学研究如何为常见病症如雄激素性脱发开辟新的治疗策略之门。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2c9262f569fb72c8_e69ba694f8a7.webp",
      "category": "Science"
    },
    {
      "id": "3115e60d6fb69dd4",
      "title": "森林正在快速变化，科学家深感担忧",
      "summary": "森林对地球生命至关重要，它们吸收并储存二氧化碳，支持动植物和昆虫，保持土壤稳定，调节水循环，并为人类提供木材、食物和遮荫等重要资源。然而，全球森林正在经历重大转变。一项发表在《自然·植物》期刊上的大型国际研究显示，许多森林生态系统正变得更为单一，生物多样性减少，韧性下降。该研究分析了全球超过31,000种树木，发现快速生长的树种（如金合欢、桉树、杨树和松树）日益占主导地位，而生长缓慢、具有特殊性状的树种面临衰退或灭绝的风险。这些受威胁的慢生树种常见于潮湿的热带和亚热带森林，具有厚叶、密木和长寿命等特点，是森林稳定性、碳储存和应对变化能力的关键。气候变化和森林开发加剧了这一趋势，导致森林更易受干旱、风暴和害虫的影响，长期碳储存能力减弱。此外，近41%的归化树种（即原产于他处但在新地区野生生长的树种）具有快速生长等性状，进一步推动了这些变化。科学家，包括资深作者延斯-克里斯蒂安·斯文宁，对此表示深切担忧，因为独特本地物种的消失会在生态系统中留下难以填补的空白，削弱森林的稳定性。这项研究呼吁采取保护措施，以维护森林多样性和生态健康。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_3115e60d6fb69dd4_bb75a388f2d8.webp",
      "category": "Science"
    },
    {
      "id": "0b3c14b76fd62bc2",
      "title": "为什么这种类似铁锈的矿物是地球上最好的碳储存库之一",
      "summary": "西北大学的一项新研究揭示了铁氧化物矿物，特别是水铁矿，为何能高效储存土壤中的碳。水铁矿利用多种化学过程捕获和保留碳，包括电吸引力、化学键和氢键。研究人员发现其表面具有斑块状结构，带有正负电荷区域，使其能够结合各种有机化合物。这种适应性使水铁矿能将碳锁定数十年甚至数百年，防止其以温室气体形式重新进入大气。土壤是主要的碳汇，储存约2500亿吨碳，理解这些机制对气候科学至关重要。该研究由卢德米拉·阿里斯蒂尔德教授领导，使用分子建模等先进技术，提供了水铁矿表面化学的详细见解，填补了矿物如何捕获环境中有机物的知识空白。这项研究发表于《环境科学与技术》期刊，强调了水铁矿在碳循环中的作用，有助于制定减缓气候变化的策略。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0b3c14b76fd62bc2_bf57b5d4e853.webp",
      "category": "Science"
    },
    {
      "id": "447d197720d9a599",
      "title": "这种微小生物在类似火星的条件下拒绝死亡",
      "summary": "印度科学研究所和物理研究实验室的研究人员进行了一项实验，发现面包酵母能在模拟火星的极端条件下存活。研究涉及使用高强度冲击波管（HISTA）产生相当于火星陨石撞击的冲击波，并让酵母细胞暴露于火星土壤中存在的有毒高氯酸盐。尽管面临这些压力，酵母仍以高存活率生存，尽管生长速度减慢。生存机制与核糖核蛋白（RNP）凝聚物的形成有关，特别是应激颗粒和P小体，这些结构在压力下保护细胞mRNA。无法形成这些结构的酵母菌株存活率降低。这项研究表明，RNP凝聚物可能作为外星环境中细胞应激的生物标志物，为生命在恶劣环境中的持久性提供见解。研究结果强调了冲击波物理学与分子生物学的结合，以探索天体生物学问题，可能为未来的太空探索和地外生命搜索提供信息。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_447d197720d9a599_fd0e310cf063.webp",
      "category": "Science"
    },
    {
      "id": "1611cb9ba70a55dd",
      "title": "特朗普任内EPA环境执法崩溃，报告发现",
      "summary": "一份由环境诚信项目发布的新报告显示，在特朗普总统第二任期的第一年，美国环境保护署（EPA）对环境法律的执法大幅崩溃。根据联邦法院和行政数据分析，司法部基于EPA转介的民事诉讼案件降至仅16起，比拜登政府第一年减少76%，也低于特朗普第一任期。这一下降归因于激进的去监管议程，包括EPA署长李·泽尔丁推出的31项空气和水污染限制回滚。此外，员工减少——EPA裁员数百人，司法部环境部门律师大量离职——削弱了执法能力。EPA采纳了“合规优先”政策，强调与违规者合作而非正式处罚，批评者认为这削弱了威慑力。环境组织如公共雇员环境责任组织和地球正义组织证实了这些发现，警告执法减弱可能导致污染和健康风险增加。报告反映了环境治理中更广泛的政治和意识形态冲突。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_1611cb9ba70a55dd_da7bb2fcd9dc.webp",
      "category": "Science"
    },
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "COVID-19 净化了天空，但也加剧了甲烷排放",
      "summary": "2020年，COVID-19大流行导致全球工业和旅行几乎停滞，卫星传感器记录到二氧化氮（内燃机和重工业的副产品）急剧下降，空气暂时变得比几十年来更清洁。然而，甲烷（仅次于二氧化碳的第二重要人为温室气体）却开始激增，其增长率达到16.2 ppb，是自1980年代系统记录以来的最高值。《科学》杂志上发表的一项新研究通过分析对流层（大气最低层）的复杂化学过程，发现这两种变化可能相关。自1960年代末以来，我们知道大气中的甲烷不会自行消失，它被羟基自由基主动清除，这种高活性分子将甲烷分解为水蒸气和二氧化碳。问题是羟基自由基的寿命极短——不到一秒，要作为大气甲烷清除剂，它必须通过阳光触发的一系列化学反应不断再生。这些反应的关键成分是氮氧化物，正是2020年汽车停驶和工厂关闭时大幅减少的污染物。当2020年封锁期间全球氮氧化物水平下降约15%至20%时，羟基自由基的产生几乎停滞。没有足够的羟基自由基，本应被破坏的甲烷分子在大气中停留更久。彭树诗（北京大学教授，研究合著者）及其同事估计，这种甲烷汇的减弱解释了2020年甲烷增长率大幅飙升的约80%。空气越清洁，甲烷停留变暖地球的时间越长。但剩余问题是这些甲烷最初来自何处。整个疫情期间，有人推测激增可能由石油和天然气行业的超级排放事件引起，或封锁期间泄漏基础设施缺乏维护。然而，新研究表明排放源并非许多人预期的那样。虽然减弱的大气汇解释了2020年激增的大部分，但并非唯一因素。剩余的20%增长，以及2021年和2022年更大部分的增长，来自地面实际排放的增加。为追踪这些排放源，彭的团队分析了卫星和各种地面监测站的大量数据。甲烷具有不同的同位素特征：来自天然气泄漏或煤矿等化石燃料的甲烷较重，含有较高比例的稳定同位素碳-13；相反，由牲畜肠道、垃圾填埋场和尤其是湿地中的微生物产生的甲烷较轻，富含碳-12。当研究人员分析美国国家海洋和大气管理局全球瓶采样网络（追踪地球大气化学成分的全球监测系统）的数据时，发现神秘激增期间的大气甲烷显著变轻。这是生物源的确凿证据。激增并非来自管道或发电厂，而是来自微生物。大流行的时间与相对罕见的气象事件重合。拉尼娜现象（通常导致热带降雨增加的厄尔尼诺-南方涛动的冷相位）持续了三个连续的北半球冬季（2020年至2023年），使2020年代初异常潮湿。研究人员利用温室气体观测卫星的卫星数据和复杂的大气模型，将轻甲烷的来源追踪到热带非洲和东南亚的广阔湿地地区。在南苏丹的苏德沼泽和刚果盆地等区域，破纪录的降雨淹没了大片土地。在这些水淹、缺氧的环境中，产甲烷微生物大量繁殖，加速产生甲烷。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    }
  ]
}