{
  "articles": [
    {
      "id": "747fef99aae6883d",
      "title": "威尔士后脱欧农场补贴计划：争议中的“里程碑时刻”",
      "summary": "威尔士实施了一项有争议的后脱欧农场补贴计划，即可持续农业计划（SFS），旨在取代欧盟的补贴，并更注重环境可持续性。该计划要求农场至少管理10%的土地作为栖息地才能获得入门级付款，这引发了奶农的担忧，因为他们的土地可能不符合条件。在2024年，早期版本因被认为不可行而引发了大规模抗议，经过谈判后，修订后的框架包括了12项普遍行动，如维护树篱、减少农药使用和参加在线可持续农业课程。额外资金可用于更雄心勃勃的环境项目和农场合作。农业工会如NFU Cymru表示谨慎认可，认为计划现已可接受，但需要进一步调整和预算以适应通货膨胀。农村事务秘书称此为威尔士的“里程碑时刻”，强调农民参与的重要性。这一转变标志着农场支持从基于面积的欧盟补贴转向基于绩效的绿色激励措施，是威尔士农业的代际变革。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    },
    {
      "id": "d51a16137c8d4688",
      "title": "谣言破解：你的身体不会抵消你的锻炼效果",
      "summary": "一项发表在《美国国家科学院院刊》上的新研究表明，体育活动会增加每日总能量消耗，而身体不会通过减少其他功能的能量使用来进行补偿。这项研究由弗吉尼亚理工大学、阿伯丁大学和深圳大学的研究人员领导，旨在解决长期以来关于能量是固定如工资还是灵活如奖金系统的争论。研究团队对75名年龄在19至63岁之间的参与者进行了调查，他们的活动水平从久坐到超耐力跑步不等。通过使用同位素追踪技术测量尿液样本中的氧和氢流失，以及佩戴腰部传感器记录多方向运动，研究人员评估了总能量消耗。结果显示，随着活动增加，卡路里燃烧相应上升，身体并未降低呼吸、血液循环和体温调节等基本功能的能量需求。这意味着在正常营养条件下，锻炼带来的额外能量消耗不会被身体明显抵消或“取消”。研究强调，能量平衡是关键，极端条件下的表观补偿可能反映能量不足，但总体而言，体育活动可靠地提升了总能量支出。这一发现对理解运动在体重管理和代谢健康中的作用具有重要意义，支持了将体育锻炼纳入公共健康策略的必要性。",
      "source": "Science Daily",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_d51a16137c8d4688_a15dab57c6f3.webp",
      "category": "Science"
    },
    {
      "id": "1764508aabc6e911",
      "title": "天文学家以星系碰撞迎接新年：香槟星团的惊人发现",
      "summary": "天文学家近日揭示了香槟星团，这是一个遥远的星系团，于2020年12月31日首次被识别，因其气泡状外观和与新年的关联而得名。该星团正式编号为RM J130558.9+263048.4，通过NASA的钱德拉X射线天文台和光学望远镜的复合图像显示，它实际上是两个星系团正在合并成一个更大的结构。钱德拉探测到的热气体以紫色表示，呈现出从上到下的拉长形状，这表明是碰撞而非单一星团。图像中可见两个星系集中区域，一个在中心上方，一个在下方，标志着参与合并的两个群体。在这个形成中的星团中，热气体的质量超过了所有星系的总和，而暗物质则构成了总质量的更大部分。来自遗产巡天计划的光学数据，使用位于亚利桑那州和智利的望远镜，补充了X射线观测。香槟星团属于罕见的合并类别，类似于子弹星团，其中气体偏移为暗物质行为提供了线索。研究人员提出了两种碰撞情景：一是超过二十亿年前发生碰撞，随后分开，并在重力作用下再次碰撞；二是约四亿年前发生单次碰撞，目前正在相互远离。这项由加州大学戴维斯分校的研究人员发表在《天体物理学杂志》上的研究，旨在增强对高速星系碰撞中暗物质动力学的理解。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1764508aabc6e911_c4026168e787.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "中世纪墓地女性之谜：新发现或揭晓答案",
      "summary": "在威尔士的一处中世纪墓地，考古学家们通过新发现更接近解决埋葬于此的女性之谜。该墓地可追溯至6或7世纪，已发掘出58具骨架，其中几乎全部为女性。遗址位于加的夫机场附近，浅墓穴凿入石灰岩基岩中，骨骼显示她们生活艰辛，但出土的彩色玻璃珠等物品却暗示着财富与奢华。关键发现是一个可能为小型建筑的轮廓，疑似神殿或小教堂，位于墓地中心，周围密集分布着墓穴，表明这是备受青睐的埋葬地点。部分墓穴葬有多人，提示重复使用。这些发现增强了证据，表明该墓地可能属于早期女性宗教社区，有助于揭示这些女性的身份和社会结构，为了解后罗马时期不列颠的宗教与性别角色提供重要线索。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    },
    {
      "id": "6b327703ca1ce599",
      "title": "缺失的蛋白质可能正在老化你的免疫系统",
      "summary": "随着年龄增长，免疫系统会逐渐衰弱，部分原因在于造血干细胞的变化。伊利诺伊大学芝加哥分校的研究人员发现，一种名为血小板因子4的蛋白质水平下降是这一过程的关键因素。在年轻个体中，血小板因子4作为信号分子，调节造血干细胞的分裂，维持髓系细胞（如红细胞）和淋巴系细胞（如T细胞和B细胞）之间的平衡。随着年龄增长，免疫细胞产生的血小板因子4减少，导致干细胞分裂失控，偏向产生更多髓系细胞而减少淋巴系细胞，从而削弱免疫反应，并增加与癌症和慢性疾病相关的突变风险。通过对小鼠和人类骨髓样本的研究，科学家们证明，在老年细胞中恢复血小板因子4可以逆转细胞老化迹象，这表明它可能成为治疗年龄相关血液和免疫疾病的新靶点。这些发现强调了蛋白质调控在干细胞行为中的重要性，并为应对老年人免疫衰退提供了新见解。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6b327703ca1ce599_27b98de8c354.webp",
      "category": "Science"
    },
    {
      "id": "4a029eda89c83930",
      "title": "每日一杯酒可能增加口腔癌风险",
      "summary": "一项发表在《BMJ全球健康》期刊上的大型比较研究发现，即使是低剂量的每日饮酒也与印度口腔癌风险显著增加相关。每天饮用约9克酒精，相当于一杯标准酒，会导致风险上升50%。研究特别指出，本地酿造的酒精饮料风险最高。当饮酒与咀嚼烟草结合时，效果尤为严重，研究人员估计这种组合可能占印度所有口腔（颊黏膜）癌病例的62%。口腔癌在印度是第二常见的癌症，每年新增约143,759例诊断和79,979例死亡，发病率持续上升，生存率较低。该研究于2010年至2021年间进行，比较了1,803名颊黏膜癌患者和1,903名随机选择的对照组个体，详细调查了饮酒习惯（包括11种国际饮料和30种本地酿造选项）和烟草使用情况。结果显示，癌症患者平均烟草使用时间更长、每日酒精摄入量更高，且农村地区居民风险更大。这项研究强调了在印度，尤其是农村地区，针对酒精和烟草共同使用的公共卫生干预措施的紧迫性，以预防口腔癌并改善健康结局。",
      "source": "Science Daily",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    }
  ]
}