{
  "articles": [
    {
      "id": "83a88aa5369fef53",
      "title": "US Tariff Ruling Creates Uncertainty for UK Businesses",
      "summary": "UK businesses are facing uncertainty following a US Supreme Court decision that struck down many tariffs imposed by President Trump under the International Emergency Economic Powers Act (IEEPA), including those from April last year. The ruling overturns additional 10% tariffs on the UK but does not affect sector-specific tariffs on steel, aluminium, pharmaceuticals, automobiles, and aerospace, nor does it impact existing trade deals. However, Trump announced plans to introduce a new 10% global tariff and reintroduce the overturned tariffs through alternative legal means. A White House official indicated that countries with trade deals, like the UK, may now face the global tariff instead of negotiated rates, though they are expected to uphold their concessions. The British Chamber of Commerce (BCC) expressed that the decision fails to clarify the situation for businesses, emphasizing the need for continued UK government negotiations to reduce tariffs. Trump criticized the court's decision as disappointing and vowed to use stronger methods to enforce tariffs, highlighting ongoing trade tensions.",
      "source": "BBC Business",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_83a88aa5369fef53_6b2ebeffd994.webp",
      "category": "Fun"
    },
    {
      "id": "cef57256220e08a7",
      "title": "Svitolina's Epic Victory Over Gauff Advances Her to Dubai Final",
      "summary": "Ukrainian tennis star Elina Svitolina secured a dramatic victory over world number four Coco Gauff at the Dubai Tennis Championships, winning 6-4, 6-7 (13-15), 6-4 in a match that lasted three hours and three minutes. Despite missing four match points in the second-set tie-break, Svitolina persevered to win the decider, advancing to the final where she will face American Jessica Pegula. Pegula earlier defeated compatriot Amanda Anisimova in a comeback win of 1-6, 6-4, 6-3. This marks Svitolina's return to the Dubai final since her consecutive titles in 2017 and 2018, highlighting her resilience and skill. In related tennis news, world number one Carlos Alcaraz continued his unbeaten streak in 2026 with a win at the Qatar Open, and Venus Williams received a wildcard entry for Indian Wells. The article emphasizes the competitive nature of professional tennis and key player performances.",
      "source": "BBC Tennis",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_cef57256220e08a7_b39f6df05484.webp",
      "category": "Fun"
    },
    {
      "id": "ffbe162d34db24ec",
      "title": "Record-Breaking Chart Success for Fender and Dean's Collaboration",
      "summary": "Sam Fender and Olivia Dean have achieved a historic milestone in the UK singles chart with their collaboration, Rein Me In, which reached number one after 35 consecutive weeks in the top 40. This breaks the previous record held by Ed Sheeran's Thinking Out Loud, which took 19 weeks. The soulful pop-rock ballad, a duet reworking from Fender's Mercury Prize-winning album People Watching, had previously peaked at number five three times since its release last June. Fender attributes the slow rise to online discovery, where the song gained traction over time through digital platforms. Dean contributed an extra verse from a female perspective, enhancing the lyrical dialogue about relationship endings. The pair performed the song live at major stadiums, including London Stadium and St James' Park, symbolizing a musical tie between their hometowns. This marks Fender's first number one single, despite his previous album successes, while Dean continues her chart dominance with other hits. The song dethroned Taylor Swift's Opalite, highlighting competitive chart dynamics. Additionally, the article notes other chart movements, such as Zara Larsson's Lush Life resurging due to nostalgia.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_ffbe162d34db24ec_d028858c5a0b.webp",
      "category": "Fun"
    },
    {
      "id": "f243a166b3dafd9e",
      "title": "The Impact of Trump's Tariffs on Global Trade After Supreme Court Ruling",
      "summary": "President Donald Trump's use of tariffs, such as those announced on Liberation Day, aimed to reshape global trade by imposing higher taxes on imports from countries like China and Europe. However, the Supreme Court recently ruled that he cannot use emergency powers to enforce reciprocal tariffs, invalidating some of these measures. This decision has theoretically reduced the average tariff rate from around 15% to lower levels, but tariffs imposed under other legal guises remain, keeping rates above 6%. Importers have adapted by shifting supply chains away from highly tariffed countries, mitigating impacts on U.S. inflation. Despite the ruling, tariff revenues reached $240 billion last year, and Trump may pursue alternative legal routes to maintain high tariffs. The article highlights ongoing changes in trade dynamics, with implications for economic growth and international relations.",
      "source": "BBC Business",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f243a166b3dafd9e_3fbf3103dced.webp",
      "category": "Fun"
    },
    {
      "id": "0eb8a4f6ee79067f",
      "title": "Eric Dane's Legacy in ALS Advocacy",
      "summary": "Eric Dane, known for his role in Grey's Anatomy, was diagnosed with amyotrophic lateral sclerosis (ALS) in April 2025 and passed away 10 months later. ALS is a progressive motor-neurone disease that causes muscle paralysis and is currently incurable. In his final months, Dane dedicated himself to advocacy, aiming to 'move the needle' forward for ALS research and awareness. He launched a campaign to secure over $1 billion in federal funding for research and joined the board of Target ALS, helping exceed a $500,000 fundraising goal. Additionally, he used his acting skills to raise awareness by appearing on the medical drama Brilliant Minds, portraying a character with ALS to highlight the challenges of the disease. Dane emphasized the importance of sharing his journey to combat bureaucratic hurdles and improve the landscape for those affected. His efforts were recognized when Time magazine named him one of the 100 most influential people in health, underscoring his impact in pushing for advancements in ALS treatment and support.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0eb8a4f6ee79067f_bc02ba1fb2c8.webp",
      "category": "Fun"
    },
    {
      "id": "8f157b912d0008a0",
      "title": "Global Music Trends: Taylor Swift and KPop Dominate 2025 Charts",
      "summary": "In 2025, Taylor Swift's album 'The Life of a Showgirl' led global sales, while KPop artists dominated the singles chart. Rosé of Blackpink, collaborating with Bruno Mars, topped the worldwide singles with 'APT', accumulating over two billion streams and marking the first non-English song to achieve this. The song includes Korean lyrics meaning 'apartment', highlighting cultural diversity. Huntr/x, an animated group from Netflix's 'KPop Demon Hunters', secured the second spot with 'Golden'. The IFPI, an industry body, reported these results, noting that eight of the top ten singles were from previous years, and no British artists made the top ten for the second consecutive year. This reflects shifting music consumption patterns and the rising influence of KPop globally.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_8f157b912d0008a0_62b50204bc16.webp",
      "category": "Fun"
    }
  ]
}