{
  "articles": [
    {
      "id": "c8559fbcdeee3ab3",
      "title": "BP Sells Part of Castrol for $6 Billion",
      "summary": "BP, a big oil company, sold a 65% stake in Castrol, its motor oil division, for $6 billion to Stonepeak, an investment firm from the US. Castrol makes lubricants for cars and other vehicles. BP will keep 35% of Castrol. The money from the sale will help BP pay off debts and focus on its main oil and gas business. BP is selling many assets to reach a $20 billion goal, and this deal helps them get halfway there. They are also changing their strategy to invest more in oil and gas instead of green energy. This sale happened after BP announced its first female CEO, Meg O'Neill, who will start in 2026. The deal is part of BP's plan to simplify its business and improve its finances.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c8559fbcdeee3ab3_d58aa64ca517.webp",
      "category": "Fun"
    },
    {
      "id": "46833e4040c3fe91",
      "title": "New Fire Safety Rules Might Not Keep Buildings Safe",
      "summary": "A construction expert named David Jones is worried about new fire safety rules. He says the rules are too weak and could let dangerous materials stay in buildings. After a big fire called Grenfell, the government made guidelines to make buildings safer, but Mr. Jones thinks these guidelines are not strict enough. They allow materials that can burn to remain if the risk is called 'tolerable.' This means fire might not spread too quickly in tests, but it could still be risky. The government says the rules will help make decisions clearer, but Mr. Jones believes they let builders avoid fixing problems. Many buildings still need repairs years after Grenfell, and only a few have been made completely safe. This article talks about why some people think the new law is not good enough to prevent fires.",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_46833e4040c3fe91_6d74ac57d58c.webp",
      "category": "Fun"
    },
    {
      "id": "52f8639bd7b4dfc7",
      "title": "Stranger Things Finale: What's Next for the Show?",
      "summary": "Stranger Things is a popular TV show on Netflix that mixes sci-fi, fantasy, and horror. The final episodes are coming soon, with fans excited to see what happens next. In the story, the town of Hawkins is in danger from monsters like Demogorgons and Vecna. Characters like Eleven and Hopper are fighting evil in a place called the Upside Down. There are mysteries to solve, like why Henry Creel looks scared outside a cave. The show's creators promise a good ending for fans. The episodes will be released on Boxing Day in the UK and Christmas Day in the US, with a long final episode on New Year's Day. Fans hope it won't be disappointing like some other shows.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_52f8639bd7b4dfc7_5f78521f52d8.webp",
      "category": "Fun"
    },
    {
      "id": "2b7f0c083e156acb",
      "title": "Police Decide No Charges for Band's Chants at Music Festival",
      "summary": "Police in Avon and Somerset looked into chants made by the band Bob Vylan at the Glastonbury music festival. The chants included words like 'death to the IDF,' which is the Israel Defense Forces. After checking all the evidence, the police said no one will be charged because it does not meet the rules for a crime. Some people, like the Israeli embassy and Jewish charities, are unhappy with this decision. They think it sends a bad message. Bob Vylan is a punk-rap duo from London, and after the festival, they were dropped from other events and had visa problems. The police talked to a man and about 200 people as part of their investigation to see if anyone was hurt by the chants.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_2b7f0c083e156acb_1fbe851d24a0.webp",
      "category": "Fun"
    },
    {
      "id": "ea44e2f3205156f6",
      "title": "Susan Boyle Gets a Special Jacket from a Movie Star",
      "summary": "Susan Boyle, a singer from Scotland, received a special jacket from Timothée Chalamet, a famous actor from Hollywood. Timothée thinks Susan is a hero because she sang beautifully on a TV show called Britain's Got Talent in 2009. He gives jackets to people he admires, like other stars. Susan was happy and thanked him. She said the jacket fits perfectly. Timothée was 13 when he first saw Susan on TV, and he still remembers it. He is making a new movie called Marty Supreme that will come out on Boxing Day. This story shows how people can inspire each other across the world.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ea44e2f3205156f6_3cc48370a956.webp",
      "category": "Fun"
    },
    {
      "id": "14b09236df919643",
      "title": "Judge Stops Case Against Comedian Reginald D Hunter",
      "summary": "A judge has stopped a case against comedian Reginald D Hunter. The case was brought by a group called the Campaign Against Antisemitism (CAA), who said Hunter sent mean messages online. The judge, Michael Snow, said the CAA was not being honest and wanted to use the court to get Hunter 'cancelled', which means to make people stop liking or hiring him. Hunter is a funny person on TV shows. He thanked his lawyers and hoped he could work again. The judge found that the CAA did not tell the whole story about the messages and hid information. This shows that the court system should be used fairly, not for bad reasons.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_14b09236df919643_7019ee7c3670.webp",
      "category": "Fun"
    }
  ]
}