{
  "articles": [
    {
      "id": "c22cc6226fa9b507",
      "title": "山核桃如何从被忽视的树木变成节日主食——专家解读8000年历史",
      "summary": "这篇文章探讨了山核桃从8000年前被美洲原住民使用到如今成为美国节日主食的演变历程。山核桃原产于美国南部，早期由土著部落用于食物、医药和贸易，因其富含脂肪且易于携带而广受欢迎。名称“pecan”源自阿尔冈昆语，意为“难以用手敲开的坚果”。18世纪，山核桃开始被有意种植，例如在纽约和乔治·华盛顿的弗农山庄，标志着从野生采集到人工栽培的转变。山核桃树具有交替结果的特性，即一年高产后续年低产，这最初减少了在原生地区的耕种需求。如今，美国占全球山核桃产量的80%，主要产自佐治亚州和得克萨斯州等地区，山核桃被广泛应用于馅饼、牛奶和油等产品中，尤其在假日季节。这一历史反映了文化、农业和经济因素的相互作用，展示了山核桃如何从自然资源演变为重要商品，强调了人类干预与环境适应在食物系统发展中的关键作用。",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "特朗普称美国和平计划并非对乌克兰泽连斯基的最终提议",
      "summary": "美国总统特朗普表示，其政府提出的28点乌克兰和平计划并非最终提议，暗示在谈判中可能存在调整空间。该计划要求乌克兰向俄罗斯割让领土、缩减军队规模并放弃加入北约，这与莫斯科的长期要求相符，引发了基辅和欧洲国家的担忧。乌克兰总统泽连斯基重申将捍卫国家主权，而欧盟、加拿大和日本领导人联合声明，谨慎支持和平努力但反对以武力改变边界或削弱乌克兰防御能力的条款。德国、法国、英国和欧盟的特使将在日内瓦进行高级别讨论，同时特朗普设定了回应期限，突显了在实现快速停火与确保持久公平解决之间的地缘政治紧张，涉及安全与自决等核心问题。",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "乌克兰盟友对美国结束战争计划表示担忧",
      "summary": "乌克兰的盟友，包括欧洲国家、加拿大和日本，对美国提出的一项结束俄乌战争的计划表示担忧，称该计划“需要额外工作”。他们在南非举行的G20峰会上发表联合声明，指出这份28点草案包含“公正持久和平的必要要素”，但对边界变更和乌克兰军队上限表示关切。美国总统特朗普表示这不是他的“最终提议”，并给乌克兰设定了11月27日的接受期限。俄罗斯总统普京则认为该计划可作为解决基础。安全官员来自英国、法国、德国、美国和乌克兰，计划在瑞士日内瓦会晤讨论。乌克兰总统泽连斯基警告说，由于美国压力要求接受可能对莫斯科有利的计划，乌克兰面临“历史上最艰难的时刻之一”。盟友强调，任何和平都必须可持续，且边界不得以武力改变，欧盟和北约相关条款的实施需经各自同意。这一局势凸显了在结束敌对行动与维护地缘政治稳定之间的复杂平衡。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "756744e8d1e2fc23",
      "title": "巴西前总统博尔索纳罗因涉嫌策划越狱被捕",
      "summary": "巴西联邦警察于周六逮捕了前总统雅伊尔·博尔索纳罗，原因是他涉嫌策划越狱以逃避27年监禁刑期，该刑期是因他领导政变企图而被判处的。此次逮捕由最高法院法官亚历山大·德莫赖斯下令，警方在清晨进入博尔索纳罗的住所，将他带往首都巴西利亚的联邦警察总部。法官指出，博尔索纳罗的脚踝监视器在周六凌晨被违反，且担心他可能在儿子组织的抗议活动中逃跑。博尔索纳罗的律师对此提出异议，称逮捕基于祈祷守夜而非抗议，令人深感困惑。博尔索纳罗在2022年选举中败给总统卢拉后，被指控试图通过政变保持权力，并于9月被最高法院以4比1的投票定罪。此次事件凸显了巴西持续的政治紧张和法律斗争，逮捕作为预防措施，将于周一由五名法官组成的小组审议。法官还提到博尔索纳罗可能逃往美国大使馆，并引用其盟友离境避狱的先例，反映了司法系统在高度极化环境中的积极干预。",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_756744e8d1e2fc23_832e1624b720.webp",
      "category": "News"
    },
    {
      "id": "f004fc9d15eba554",
      "title": "COP30气候谈判在巴西结束，未制定淘汰化石燃料路线图",
      "summary": "在巴西贝伦举行的联合国COP30气候会议上，各国达成了一项协议，同意增加对受气候变化影响最严重国家的资金支持，以帮助它们适应极端天气的冲击。然而，该协议并未包含明确的详细路线图来逐步淘汰化石燃料或加强不足的减排计划。巴西作为会议东道主表示，将与强硬的哥伦比亚合作制定脱离化石燃料的路线图，但这不会具有联合国会议批准的协议那样的约束力。协议在谈判代表超过截止日期后于周六获得通过，经过超过12小时的深夜和清晨会议才敲定。批评者，如来自菲律宾和巴拿马的代表，指责这一结果软弱且不足，认为它忽视了科学证据以取悦污染行业。会议主席安德烈·科雷亚·杜拉戈表示，尽管未反映在刚批准的文本中，在巴西领导下，艰难的讨论将继续进行。这一结果凸显了全球气候外交中在达成共识方面的持续挑战，以及经济和政治利益如何阻碍雄心勃勃的气候行动。",
      "source": "PBS NewsHour",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_f004fc9d15eba554_19a79b988296.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "BBC主席萨米尔·沙阿的时间不多了吗？最新辞职事件引发关注",
      "summary": "巴纳吉提前从BBC董事会辞职，加剧了该机构的现有动荡。这一举动发生在其他董事会成员即将面对议会委员会的前几天，被视为对主席萨米尔·沙阿的批评。据报道，巴纳吉认为沙阿在应对BBC新闻系统性偏见的指控方面表现软弱。董事会内部存在分歧：一些政治任命者声称BBC存在自由主义群体思维，而沙阿及前领导人如蒂姆·戴维和黛博拉·特内斯则捍卫组织的公正性。近期事件，包括高层辞职和泄露的备忘录，引发了关于领导危机的猜测。沙阿强调多元观点和激烈讨论的重要性，但巴纳吉声称未被咨询，加剧了内部冲突的担忧。文章探讨沙阿能否在挑战中统一董事会，并维持BBC作为英国最受信任新闻来源的声誉，同时处理制度偏见和有效领导的基本问题。",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    }
  ]
}