{
  "articles": [
    {
      "id": "2806756a158f91f6",
      "title": "流感患者满屋却无人感染：一项关于空气传播的研究",
      "summary": "一项发表于《PLOS病原体》期刊的最新研究通过一项受控临床试验，探讨了流感通过空气传播的机制。研究人员来自马里兰大学，将五名感染了K亚支流感病毒的大学生与十一名健康的中年志愿者安置在巴尔的摩地区一家酒店的隔离楼层中，时间跨度为2023年至2024年。尽管长时间密切接触，未发生任何传播事件。研究发现，关键因素包括：感染者很少咳嗽，限制了病毒释放到空气中；房间通过加热器和除湿机实现的有效通风稀释了空气中的病毒浓度；此外，中年志愿者可能因年龄因素而具有较低的易感性。这项研究挑战了关于流感空气传播的常见假设，并提出了实用的预防策略，如在高风险室内环境中使用便携式空气净化器和N95口罩。它为更新全球感染控制指南提供了实证依据，强调了空气质量在减少流感爆发中的重要性。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2806756a158f91f6_e5687f139139.webp",
      "category": "Science"
    },
    {
      "id": "8d9874813f84cb89",
      "title": "这种野生水果正在接受CRISPR改造",
      "summary": "冷泉港实验室的研究人员正在使用CRISPR基因编辑技术改良金莓，这是一种与番茄相关的茄科水果。金莓营养丰富，具有甜酸口味，但由于植株蔓延且难以收割，大规模种植面临挑战。通过编辑特定基因，团队使植株高度降低了约35%，使其更易于管理并允许更密集的种植。这种方法可能促进金莓在美国及全球的大规模农业种植。研究人员还通过田间品尝数百个金莓来确保风味质量，并开发出两个结合紧凑生长和良好口感的有前景品系。这项工作旨在快速驯化未驯化作物，以应对气候变化和人口增长带来的挑战，创造更具韧性的食物选择。下一步涉及监管批准，以便向种植者分发种子。这项研究展示了基因编辑在加速作物改良方面的潜力，但需考虑长期环境影响和监管框架。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_8d9874813f84cb89_3e58f2eb6a01.webp",
      "category": "Science"
    },
    {
      "id": "8484873840401c93",
      "title": "当海洋死亡，生命永远改变",
      "summary": "大约4.45亿年前，地球经历了一场戏剧性的转变，重塑了生命的未来。在一个短暂的地质时期内，巨大的冰川蔓延到南方超大陆冈瓦纳。随着冰锁住水分，广阔的浅海干涸，引发了“冰室气候”并彻底改变了海洋化学。结果是灾难性的：约85%的海洋物种消失，抹去了地球上大多数生命。然而，从这场毁灭中产生了一个意想不到的结果。根据《科学进展》期刊上发表的一项新研究，冲绳科学技术大学院大学（OIST）的科学家表明，这一被称为晚奥陶纪大灭绝（LOME）的事件为脊椎动物多样性的爆发奠定了基础。在混乱期间，一个群体获得了持久的优势并最终重塑了地球上的生命：有颌脊椎动物。研究团队通过汇编跨越两个世纪的晚奥陶纪和早志留纪古生物学化石数据库，揭示了有颌鱼类在灭绝后多样性稳步上升的趋势。他们的分析显示，这些脊椎动物在称为避难所的孤立生物多样性口袋中幸存下来，这些地方被深海屏障分隔，大多数物种无法跨越。通过追踪物种在灭绝前后的分布，研究人员能够以前所未有的细节研究生物地理学，识别出推动后来脊椎动物多样化的关键避难所。这项研究强调了大规模灭绝如何重塑进化轨迹，将化石记录、生态学和生物地理学联系起来，为了解地球历史中灭绝事件与进化创新之间的复杂关系提供了新见解。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_8484873840401c93_eb9ca3aec56b.webp",
      "category": "Science"
    },
    {
      "id": "73a10a10e25def29",
      "title": "大盐湖中发现前所未见的生物",
      "summary": "犹他大学的科学家在大盐湖中发现了一种全新的线虫物种，命名为Diplolaimelloides woaabi，这是该极端盐碱环境中首次确认的线虫存在。这项研究基于2022年的野外考察，由Julie Jung领导，从湖床的微生物岩中采集样本，并经过三年的分类学工作，结合形态和基因分析予以确认。命名过程与肖肖尼族西北部落合作，融入土著语言“Wo'aabi”（意为“蠕虫”），以尊重文化遗产。线虫是地球上分布最广的动物之一，但该物种似乎是地方性的，仅存于大盐湖的高盐水中，与卤虫和卤蝇共同构成已知的三大动物群。遗传证据提示可能存在第二个未知物种，引发了关于其起源和生态作用的科学问题，如营养循环或食物网动态。该发现强调了跨学科研究在理解恶劣生境生物多样性中的重要性，并为保护受环境压力影响的生态系统提供了新见解。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_73a10a10e25def29_3927854a4ad4.webp",
      "category": "Science"
    },
    {
      "id": "0d1da6c03d0596b6",
      "title": "NASA月球任务何时发射？阿尔忒弥斯二号乘组是谁？",
      "summary": "NASA的阿尔忒弥斯二号任务标志着五十多年来首次载人月球飞行，预计发射窗口从2024年2月开始，持续至春季。这次为期10天的任务将搭载四名宇航员——指挥官里德·怀斯曼、飞行员维克多·格洛弗、任务专家克里斯蒂娜·科赫和加拿大航天局任务专家杰里米·汉森——乘坐太空发射系统火箭和猎户座飞船，从佛罗里达州肯尼迪航天中心升空。乘组将在近地轨道测试猎户座的手动飞行控制，然后前往月球数千公里之外评估生命支持、推进、动力和导航系统。他们还将作为医学测试对象，在深空收集数据，那里的辐射水平高于国际空间站但仍处于安全范围。完成任务后，宇航员将返回地球，在太平洋溅落。阿尔忒弥斯二号是为阿尔忒弥斯三号载人登月做准备的关键一步，后者计划于2027或2028年实施，旨在复兴阿波罗时代后的月球探索。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0d1da6c03d0596b6_214ed8478c9b.webp",
      "category": "Science"
    },
    {
      "id": "11da29328f33dbe8",
      "title": "NASA下令国际空间站进行“受控医疗撤离”",
      "summary": "NASA已下令从国际空间站进行受控医疗撤离，因一名宇航员出现未指明的医疗情况，决定提前将七名机组人员中的四名带回地球。受影响的宇航员来自Crew-11任务，于8月发射，目前状况稳定，但NASA出于谨慎考虑，要求整个Crew-11团队提前返回。宇航员包括指挥官Zena Cardman和飞行员Mike Fincke，将乘坐SpaceX Crew Dragon飞船脱离空间站，在太平洋溅落。NASA官员如管理员Jared Isaacman和首席医疗官JD Polk博士强调，宇航员健康是最高优先级，但出于隐私考虑未透露医疗细节。该事件与太空行走准备无关，机组人员凭借紧急训练迅速响应。空间站配备医疗设备，NASA正在协调返回计划，同时保持安全协议的透明度。这一事件反映了在微重力环境下医疗诊断的复杂性，以及长期太空飞行中操作韧性和机构透明度的重要性。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    }
  ]
}