{
  "articles": [
    {
      "id": "cdd3a7bc5471c058",
      "title": "David Walliams Removed from Children's Book Festival Amid Allegations",
      "summary": "David Walliams, a prominent British author and comedian known for his children's books, has been removed from the Waterstones Children's Book Festival scheduled for next year. This decision follows allegations of inappropriate behaviour towards young women, which Walliams strongly denies. His publisher, HarperCollins, recently severed ties with him, adding to the controversy. The festival, organized by the Waterstones book chain, will take place in three locations: Dundee, Lincoln, and Taunton. Walliams has been taken off the speakers list, with other authors like Cressida Cowell and Liz Pichon still set to appear. Walliams is a highly successful author, having sold over 60 million books worldwide, with titles such as Gangsta Granny and The Boy in the Dress adapted into TV films. He is seeking legal advice to contest the allegations, claiming he was not informed or given a chance to respond. The BBC has stated it has no future projects with him, though his scheduled TV appearance on Boxing Day remains unchanged. This situation highlights issues of accountability and reputation in the publishing industry.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cdd3a7bc5471c058_563697843515.webp",
      "category": "Fun"
    },
    {
      "id": "79d395de34cafaf5",
      "title": "The Revival of Zamrock: Zambia's 1970s Music Movement",
      "summary": "Zamrock is a Zambian music genre from the 1970s that blends psychedelic rock with traditional Zambian sounds. It emerged after Zambia gained independence from British colonizers, reflecting a period of economic growth and cultural pride under President Kenneth Kaunda's 'Zambia first' policy. This policy required radio stations to play mostly Zambian music, encouraging local artists. Bands like WITCH, Ngozi Family, and Amanaz became popular, known for energetic shows and bold styles. In recent years, Zamrock has experienced a surprising resurgence. Artists such as Sampa the Great, a Zambian-born rapper, are incorporating Zamrock into new music, giving it a modern twist. International hitmakers like Travis Scott and Tyler, the Creator have sampled Zamrock tracks, and the genre has appeared in TV shows like Watchmen and Ted Lasso. This revival highlights Zamrock's enduring appeal and its role in expressing post-colonial identity and creativity.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79d395de34cafaf5_8c7418da199d.webp",
      "category": "Fun"
    },
    {
      "id": "9b32464a8456727d",
      "title": "The Art of Being a Panto Dame",
      "summary": "The panto dame is a central figure in British pantomime, a theatrical tradition during Christmas. Typically portrayed by men in flamboyant, matron-like costumes with heavy makeup and big hair, dames are characterized as loud, brash, and larger than life. They engage directly with the audience, telling jokes that appeal to both children and adults, and aim to create a welcoming, fun atmosphere. According to actors like Nick Downes (Aunty Pru) and Sam Rabone and Matt Daines (Aldianna and Lidleena), a dame must not be a shrinking violet; instead, they should be warm, interactive, and silly, often making a fool of themselves to entertain. In shows such as Snow Queen and Cinderella, dames like these characters help steal the show by being the highlight audiences look forward to. The role requires star quality, as noted by Dion Davies (Lucie Goose), emphasizing the need for physical presence and the ability to energize the crowd. Overall, the dame's purpose is to enhance the pantomime experience through humor and audience participation.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9b32464a8456727d_6acc65b054fc.webp",
      "category": "Fun"
    },
    {
      "id": "07fae387c19577ae",
      "title": "Unveiling Cancer's Hidden Networks with RNACOREX",
      "summary": "Researchers at the University of Navarra in Spain have developed RNACOREX, an open-source software platform that identifies gene regulation networks associated with cancer survival. This tool analyzes biological molecules like microRNAs and messenger RNAs to detect complex interactions often missed by traditional methods. By integrating data from international databases and The Cancer Genome Atlas, RNACOREX creates interpretable molecular maps that predict patient survival with accuracy comparable to advanced AI models, but with clearer explanations. It has been tested on thirteen tumor types, including breast and lung cancers, and can identify networks linked to clinical outcomes and shared patterns across cancers. As a freely available tool on GitHub, RNACOREX aims to accelerate cancer research by providing reliable insights into tumor biology and potential treatment targets, positioning itself as an explainable alternative to black-box AI systems in genomics.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_07fae387c19577ae_9b73ecd40021.webp",
      "category": "Fun"
    },
    {
      "id": "28bb88634132fb02",
      "title": "Unveiling Hidden Worlds: Subaru Telescope's Discovery of a Giant Planet and Brown Dwarf",
      "summary": "Astronomers using the Subaru Telescope in Hawaii have successfully identified two significant objects: a giant planet and a brown dwarf, through the OASIS project. This initiative combines precise data from European Space Agency missions, Hipparcos and Gaia, with advanced imaging from Subaru's SCExAO system to detect objects that are typically obscured by starlight. The giant planet, HIP 54515 b, located 271 light-years away in Leo, has 18 times Jupiter's mass and orbits at a Neptune-like distance, posing a challenge due to its proximity to its star. The brown dwarf, HIP 71618 B, 169 light-years away in Bootes with 60 times Jupiter's mass, serves as a key test target for NASA's upcoming Roman Space Telescope, which will evaluate coronagraph technology for imaging Earth-like planets. These discoveries underscore the effectiveness of integrating space-based measurements with ground-based telescopes to overcome observational hurdles and advance planetary science.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_28bb88634132fb02_d52c27740e27.webp",
      "category": "Fun"
    },
    {
      "id": "bec7f6d09e428b86",
      "title": "Kyrgios's Comeback: ATP Return and Exhibition Match",
      "summary": "Nick Kyrgios is set to make his ATP Tour return at the Brisbane International after a 10-month absence, having received a wildcard entry. Fitness issues have limited him to only five singles matches in 2025, with his last being a second-round loss at the Miami Open. Prior to Brisbane, he will participate in a controversial Battle of the Sexes exhibition match against women's world number one Aryna Sabalenka on December 28, broadcast live on BBC One. This match has sparked debate among fans and experts. Additionally, Kyrgios will compete in the Kooyong Classic warm-up event as he prepares for a potential return to the Australian Open. His world ranking has dropped to 673 due to a series of serious injuries, and without a protected ranking, he requires wildcards for major tournaments. Since 2022, he has played just one Grand Slam match, highlighting the challenges of his comeback journey.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bec7f6d09e428b86_26faec586814.webp",
      "category": "Fun"
    }
  ]
}