{
  "articles": [
    {
      "id": "006174803871ddc2",
      "title": "How People Feel About Money in the UK",
      "summary": "This article talks about how people in the UK feel about the economy. It uses a special chart called the GfK Consumer Confidence Barometer to measure if people are happy or worried about money. The chart asks questions like how people feel about buying big things or their own finances. For a long time, all age groups felt the same way, but in late 2024, something changed. Younger and older people started to feel differently. This is important because how people feel can affect the country's economy and politics. The article says it's not all bad or all good right now, but watching this chart helps us understand what might happen next.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_006174803871ddc2_07ccb74c09b9.webp",
      "category": "News"
    },
    {
      "id": "51d64578c65c742d",
      "title": "A Politician Changes Parties: What Happens Next?",
      "summary": "Robert Jenrick used to be a member of the Conservative Party, but now he has joined a different group called Reform UK. This is a big deal because he is well-known and has experience in government. Some people are upset because they think he lied about his plans to switch parties. Jenrick says he is being honest about problems in the country and the Conservative Party. This change might cause arguments among politicians, which could make it hard for people to trust them. The story looks at how Jenrick will fit into his new party and what this means for politics.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_51d64578c65c742d_3462b87e0027.webp",
      "category": "News"
    },
    {
      "id": "25fd56c885eacc9f",
      "title": "New Team to Help Gaza Find Peace",
      "summary": "The White House has announced a new group called the 'Board of Peace' to help Gaza become stable. This group will be led by US President Trump and includes important people like former UK Prime Minister Tony Blair, US Secretary of State Marco Rubio, and US Special Envoy Steve Witkoff. They will work together to oversee Gaza's temporary governance and reconstruction after the war. Each member will have a specific job to do, but it is not yet known who will do what. Right now, no women or Palestinians are in this top group, but more members might be added later. The goal is to end the suffering in Gaza and bring peace.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_25fd56c885eacc9f_0910743d171c.webp",
      "category": "News"
    },
    {
      "id": "593d466616764f37",
      "title": "Fibre: A Superfood for Your Body and Mind",
      "summary": "Fibre is a nutrient found in foods like fruits, vegetables, and whole grains that helps keep your body healthy. Many people are talking about fibre on social media because it has great benefits. Doctors say adults should eat 30 grams of fibre each day, but most people eat only half of that. Eating more fibre can help your gut work better, make your heart stronger, and even improve your mood. For example, a young woman named Yeshe felt tired and sad until she started eating more fibre-rich foods like porridge and beans. Now she feels happier and more energetic. Fibre is easy to add to meals, such as sprinkling seeds on breakfast or eating brown rice. It's a simple way to stay healthy and feel good every day.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_593d466616764f37_089271c3da2f.webp",
      "category": "News"
    },
    {
      "id": "aac50226769598f4",
      "title": "Iran's Protests and Internet Shutdown",
      "summary": "In Iran, many people are protesting, and the government has turned off the internet for over a week, so most of the 90 million people there cannot talk to the outside world. Human rights groups say more than 3,000 people have died because the government is cracking down hard on protesters. A top Iranian religious leader wants to execute prisoners. But President Trump thanked Iran for not executing hundreds of political prisoners. Reza Pahlavi, who used to be a prince of Iran and now lives outside the country, asked the United States to help by doing a military strike on specific targets in Iran to stop the violence. The article talks about how the U.S. promised help but hasn't done much, while Iran's government is being very harsh.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aac50226769598f4_0b487e1a7038.webp",
      "category": "News"
    },
    {
      "id": "253ec4022ab6e92e",
      "title": "Indiana and Miami Play for College Football Championship",
      "summary": "On Monday, Indiana and Miami will play a big football game for the college championship. This is a surprise because Indiana was not expected to be so good, but now they are undefeated and strong. Miami wants to win again like they did in the past, and they are playing at home. The game is exciting because both teams have interesting stories. Also, college football is changing with players and coaches moving to new teams and athletes getting paid money. A sports writer named Ralph Russo talks about the game and how Indiana became so good quickly. This article helps us understand what to watch in the championship.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_253ec4022ab6e92e_17792513ab08.webp",
      "category": "News"
    }
  ]
}