{
  "articles": [
    {
      "id": "c1c111a1683369e9",
      "title": "Kylie's Christmas Song Race",
      "summary": "Kylie Minogue is a pop star who might get the Christmas number one song this year. Her new song called XMAS is ahead of other songs like Wham's Last Christmas and a charity song. If she wins, it will be her first number one since 2003. Kylie is happy and says it would be the best part of her year. Her song is special because it is only on Amazon, so when people ask for Christmas songs, it plays first. She made the song for an album anniversary and had wanted to finish it for a long time. Kylie won't be in the UK to celebrate because she is going home to her family.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c1c111a1683369e9_c303649b43a9.webp",
      "category": "Fun"
    },
    {
      "id": "8b1a52eb79eecaaa",
      "title": "Sir Cliff Richard's Cancer Story",
      "summary": "Sir Cliff Richard, a famous singer, has shared that he had prostate cancer. He is 85 years old and found out about the cancer during a check-up for a tour. The cancer was caught early and had not spread to other parts of his body, so he got treatment and it is gone now. He wants to help other men by encouraging them to get tested for cancer early. He thinks it is important for men to talk about health and not be afraid. Sir Cliff hopes to work with the King to make testing easier for everyone. He believes that early checks can save lives and that the government should listen to people who want better screening.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8b1a52eb79eecaaa_25221ae46da9.webp",
      "category": "Fun"
    },
    {
      "id": "d1ab883d9e057ec6",
      "title": "Strictly Come Dancing Finalists Are Chosen",
      "summary": "The final three dancers for Strictly Come Dancing have been picked after a dance-off on Sunday. Balvinder Sopal and Amber Davies were in the bottom two, and the judges decided to send Balvinder home. Amber will join George Clarke and Karen Carney in the final next week. Balvinder said she loved every minute of the show and thanked her partner Julian for helping her. The celebrities danced two times each on Saturday, and Karen got the highest score. The show also had a surprise for the hosts Tess and Claudia.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_d1ab883d9e057ec6_6ebcdd9079f3.webp",
      "category": "Fun"
    },
    {
      "id": "1767fd84a962b8e0",
      "title": "AI Spots Stress in Body Scans",
      "summary": "Scientists have created a smart computer program called AI that can find signs of long-term stress in pictures from CT scans, which are common medical tests. Stress can make people feel sad or sick, leading to problems like heart disease. The researchers used the AI to look at CT scans from thousands of people and measure their adrenal glands, small organs in the body. They found that bigger adrenal glands mean more stress, and this can help doctors predict heart issues without extra tests. This discovery was shared at a big medical meeting and could help many people stay healthier by checking stress easily.",
      "source": "Science Daily - Technology",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1767fd84a962b8e0_950876c48f54.webp",
      "category": "Fun"
    },
    {
      "id": "767e46b94139c241",
      "title": "A Sleeping Star Wakes Up and Shines Bright",
      "summary": "Scientists watched a special star called a neutron star wake up and become very bright. This star is in a galaxy far away, about 10 million light-years from Earth. When gas falls onto the star because of its strong gravity, it makes X-rays, which are a type of light we can't see with our eyes. The star was sleeping and not very bright for a while, but then it started to shine again in 2022 and got much brighter by 2024. The star spins very fast, and scientists found that when it got brighter, it also spun faster. This helps them understand how gas falls onto stars and makes them light up. They used telescopes in space to watch this happen over many years.",
      "source": "Science Daily - Technology",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_767e46b94139c241_fc92aa33d2a8.webp",
      "category": "Fun"
    },
    {
      "id": "55ff75bf65f62716",
      "title": "What Mormons Think About a TV Show",
      "summary": "This article talks about a TV show called The Secret Lives of Mormon Wives. It is a reality show that follows women in Utah who are part of the Church of Jesus Christ of Latter-day Saints, also called Mormons. The show has themes like infidelity and divorce, which are not usually linked to Christianity. It is very popular on streaming services like Hulu and Disney+. The BBC asked Mormons in the UK what they think about the show. Some Mormons, like Ben and Olivia, watch and enjoy it. Ben says Mormons are normal people, and while bad things can happen, they try to avoid them. He feels the show does not embarrass them. The article also explains that Mormons believe in the Book of Mormon and send missionaries around the world. In the UK, there are about 185,000 Mormons, and they have a big temple in Preston.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_55ff75bf65f62716_fe72094d7cc7.webp",
      "category": "Fun"
    }
  ]
}