{
  "articles": [
    {
      "id": "f98a407614cba5ea",
      "title": "维珍媒体因使弱势客户面临风险被罚款2400万英镑",
      "summary": "英国通信监管机构Ofcom对维珍媒体处以2380万英镑罚款，原因是该公司在数字转换过程中未能保护使用远程护理警报的弱势客户。远程护理系统通过固定电话连接紧急按钮，帮助老年人和残疾人在紧急情况下呼叫援助。维珍媒体在将模拟电话线升级为数字网络时，未能正确识别远程护理用户，导致数千人的警报设备无法连接到监控中心，使他们面临直接伤害风险。调查发现，该公司在转换期间断开未参与过渡的用户的连接，加剧了安全隐患。罚款金额反映了受影响客户的脆弱性、风险持续时间以及违规的严重性。维珍媒体承认存在不足，并已启动改进措施，但此事件凸显了电信行业在基础设施现代化过程中保护高风险群体所面临的挑战。Ofcom警告其他公司必须优先考虑客户安全，否则将面临类似的执法行动。这一案例强调了在技术升级中企业社会责任和监管合规的重要性。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f98a407614cba5ea_9f4c10b5c766.webp",
      "category": "Fun"
    },
    {
      "id": "8cc9780b7517ff6f",
      "title": "Charli XCX 和 Raye 将担任 2026 年雷丁和利兹音乐节头条艺人",
      "summary": "2026 年雷丁和利兹音乐节将由英国明星 Charli XCX、Dave 和 Raye 担任头条艺人，爱尔兰摇滚乐队 Fontaines DC、电子二人组 Chase & Status 以及歌手 Florence + The Machine 也将领衔演出。组织者指出，这是 25 年来首次所有头条艺人 exclusively 来自英国和爱尔兰，强调了对本土人才的支持。音乐节定于 8 月 27 日至 30 日举行，还将包括 Kasabian、Kneecap、Skepta 等艺术家的表演，以及国际艺人如 Sombr 和 Role Model。利兹站将首次在周四安排头条演出，由 Kasabian 担任。门票将于周四公开发售，预售已开始。这一阵容与往年包括 Travis Scott 和 Chappell Roan 等国际头条艺人的情况形成对比，反映了音乐行业推广本土人才的战略转变。文章还提到了其他确认的艺术家，如新兴歌手 Skye Newman 和 DJ Josh Baker，展示了音乐节对多样性和创新的支持。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_8cc9780b7517ff6f_3e3d4125b66a.webp",
      "category": "Fun"
    },
    {
      "id": "8afdb61afc7a9297",
      "title": "中日摩擦导致日本《海贼王》歌手演出中途被叫停",
      "summary": "本文报道了上海多场日本音乐活动突然取消的事件，其中歌手大槻真希在演唱热门动漫《海贼王》主题曲时被中途打断，灯光和音乐突然关闭，随后她被工作人员匆匆带离舞台。此外，流行歌手滨崎步的音乐会也因“不可抗力”被取消，导致可容纳1.4万人的体育场空无一人。这些取消与中日之间因日本首相高市早苗对台湾的言论而加剧的外交紧张关系有关。高市早苗上月在日本议会回应问题时，暗示如果中国攻击台湾，东京可能采取军事行动。中国将自治的台湾视为其领土的一部分，并未排除使用武力“统一”的可能性。双方此后相互提出抗议，这一分歧也影响了两国的日常生活。大槻真希的管理方将演出中断归因于“不可避免的情况”，并在声明中拒绝就此接受采访。音乐节后续活动也被取消，据日本共同社报道，这是“综合考虑各种因素”后的决定。BBC已联系主办方之一万代南梦宫娱乐公司。中国外交部发言人在每日记者会上被问及此事时，建议记者“与中国主办方聊聊”。一些粉丝在社交媒体上制作了表情包，将大槻真希的演出被叫停与前中国领导人胡锦涛在2022年10月中共会议期间被带离的事件相比较，该表情包在周末迅速传播。在社交媒体上，有人指责中国当局在试图制裁日本时剥夺了本国人民享受文化的自由，引发了关于文化自由与政治冲突的讨论。",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8afdb61afc7a9297_9fe56b18b749.webp",
      "category": "Fun"
    },
    {
      "id": "3b5f8e833828357d",
      "title": "电子烟禁令后仍引发垃圾火灾，大型废物公司报告",
      "summary": "英国禁止一次性电子烟六个月后，一家大型废物公司警告称，错误丢弃的电子烟仍在垃圾车和废物处理设施中引发火灾。Suez公司在英国运营300多个废物管理站点，今年已发生339起火灾，平均每天超过一起，危及工人安全并造成数百万英镑损失。电子烟含有锂电池，在废物处理过程中被压碎或损坏时可能起火。独立英国电子烟贸易协会表示，禁令后电子烟销量减半，但呼吁加强消费者教育，促进负责任处置。该禁令于6月1日生效，旨在遏制儿童销售和减少设备乱扔或错误丢弃。然而，Suez和Biffa公司指出，人们仍将可重复使用电子烟视为一次性产品，使用一两次后即丢弃。此外，非法销售一次性电子烟持续存在，加剧废物问题。Suez呼吁制定更雄心勃勃的计划，如由生产者资助的全国回收计划，以应对廉价丢弃电子烟带来的火灾风险和环境损害。",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_3b5f8e833828357d_e8efa780b746.webp",
      "category": "Fun"
    },
    {
      "id": "f00c5ac023b624cf",
      "title": "《独立报》联合创始人安德烈亚斯·惠塔姆·史密斯爵士去世，享年88岁",
      "summary": "安德烈亚斯·惠塔姆·史密斯爵士，《独立报》的联合创始人，于88岁去世，其家人已宣布此消息。他曾是《每日电讯报》的财经记者，于1986年与同事斯蒂芬·格洛弗和马修·西蒙兹共同创办了《独立报》。这份报纸是英国首个不永久效忠于任何政党的主要报纸，被前编辑阿莫尔·拉詹称为“舰队街历史上激动人心的时刻”。拉詹在悼词中称他为“激进者和先驱”，认为他“深刻而永久地改善了英国新闻业”。除了新闻工作，惠塔姆·史密斯爵士还担任重要公职，包括2002年至2017年担任第一资产教会专员，负责监督英格兰教会数十亿英镑的投资组合，以及曾任英国电影分级委员会主席，审批电影发行和评级，包括批准《洛丽塔》的重拍版。他于2002年获授大英帝国司令勋章，2015年因对英格兰教会的服务被授予爵士头衔。文章强调了他作为新闻创新者和公共服务者的多重身份，及其对英国媒体和社会的持久影响。",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_f00c5ac023b624cf_a2e26a01f1ac.webp",
      "category": "Fun"
    },
    {
      "id": "f635926760be8c61",
      "title": "“愤怒诱饵”被命名为牛津2025年度词汇",
      "summary": "牛津大学出版社将“愤怒诱饵”选为2025年度词汇，这一决定突显了在线交流与参与度的演变动态。根据文章内容，“愤怒诱饵”指的是战略性地设计以引发愤怒或愤慨的数字内容，其使用量在过去一年中激增三倍，表明其在社交媒体生态系统中的普遍影响。该术语通过公众投票超越了“光环耕作”和“生物黑客”等竞争者，反映了社会对在线操纵行为的认知。分析将其与“点击诱饵”相提并论，但强调“愤怒诱饵”特别关注情感挑衅以推动流量和互动。牛津语言总裁卡斯珀·格拉特沃尔将此趋势背景化为从基于好奇心的参与到情感驱动的操纵的转变，突出了在技术中心世界中关于人性的更广泛对话。文章将此与2024年的“脑残”联系起来，后者涉及数字消费导致的认知耗竭，暗示了在审视数字文化心理影响方面的连续性。对于学生而言，这一探索提供了媒体心理学、内容创作中的伦理考量以及在日益情感化的在线环境中数字素养重要性的见解。",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f635926760be8c61_7e88c76aa147.webp",
      "category": "Fun"
    }
  ]
}