{
  "articles": [
    {
      "id": "17c1e6cfa4dcb4ae",
      "title": "A New Police Service to Help Local Police",
      "summary": "The home secretary in the UK has announced a new National Police Service, which some people call a 'British FBI'. This new service will take over big crimes like terrorism, fraud, and organized crime. By doing this, local police forces can focus more on everyday crimes that happen in communities, such as shoplifting and phone thefts. The home secretary says the current system is broken and needs fixing. The new service will bring together different police agencies, use new technology like facial recognition, and share resources. It aims to make sure all people feel safe, no matter where they live. This is part of bigger police reforms to improve how police work in England and Wales.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_17c1e6cfa4dcb4ae_1a4c2bc11918.webp",
      "category": "News"
    },
    {
      "id": "a6ca563b6e6a0d0f",
      "title": "How Countries Work Together After Big Wars",
      "summary": "This article talks about how the world changed after World War 2. The United States helped Europe rebuild and keep peace. People in countries like Czechoslovakia wanted freedom from Soviet control. A speaker at a university shared stories about this time. Some students felt safe because of American power, but others from places like Pakistan felt scared because they thought America could do whatever it wanted without consequences. The article explains that the rules for countries to work together are not always fair for everyone. It shows different views on how powerful countries affect others.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a6ca563b6e6a0d0f_bdba44e32ed5.webp",
      "category": "News"
    },
    {
      "id": "32ed4c13d343ab98",
      "title": "Syria's Army and Kurdish Fighters Agree to Stop Fighting for 15 More Days",
      "summary": "In Syria, the army and a group called the Syrian Democratic Forces (SDF), which is led by Kurdish fighters, have agreed to stop fighting for another 15 days. They had a short break from fighting for four days, and now they are extending it. This ceasefire helps protect people who live there and allows U.S. forces to move some prisoners safely. The SDF says they will follow the agreement to keep things calm. Recently, there was a lot of fighting between them, and the SDF lost some areas they controlled. Both sides are talking to try to work together in the future, but it has been hard. The SDF is watching the army's movements to make sure they don't start fighting again.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_32ed4c13d343ab98_662888309d37.webp",
      "category": "News"
    },
    {
      "id": "6e350453b25cbf7b",
      "title": "Safe Ways to Melt Ice for Pets and Plants",
      "summary": "In winter, people need to clear ice and snow from paths and driveways. Many use rock salt, which is cheap but can harm pets, plants, and the environment. Experts suggest safer alternatives like calcium chloride and magnesium chloride, which work better in very cold weather. These options release heat to melt ice faster and are less damaging, though they cost more. Another choice is calcium manganese acetate, which is biodegradable and gentle on the environment but is also expensive. Using these alternatives helps protect animals, yards, and water from pollution. It's important to pick the right product to keep everyone safe during snowy days.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6e350453b25cbf7b_62cbdedf0aba.webp",
      "category": "News"
    },
    {
      "id": "b69d8588ccbac812",
      "title": "Your Rights When Meeting ICE Officers",
      "summary": "This article talks about what happens when people meet ICE officers, who are part of the government and work on immigration. ICE officers can stop and ask questions, but everyone has rights from the Constitution, which is like a big rulebook for the country. The Fourth Amendment is a rule that says officers cannot search or take people without a good reason. For example, in public places, officers can talk to you, but if they want to hold you for a short time, they need a 'reasonable suspicion,' which means they must think you did something wrong based on facts, not just a guess. The article shares stories from Minneapolis where ICE officers stopped people, including a grandpa and a dad, causing confusion and protests. Legal experts explain that even if someone might be in the U.S. without permission, they still have these rights. It's important to know your rights to stay safe and fair.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b69d8588ccbac812_4108dbfce893.webp",
      "category": "News"
    },
    {
      "id": "c879ccae2e61a35b",
      "title": "Big Winter Storm Stops Flights Across America",
      "summary": "A huge winter storm hit the United States over the weekend, causing thousands of flights to be canceled. The storm brought heavy snow, ice, and freezing rain, making roads dangerous and knocking out power for many people. About 140 million Americans, which is more than 40% of the country, were warned about the storm from New Mexico to New England. Officials like the National Weather Service told people to stay home and be safe because the ice and snow will take a long time to melt. President Trump approved emergency help for many states, and crews worked to fix power lines. Governors in states like New Jersey asked drivers to slow down and stay indoors. This storm is very powerful and could cause as much damage as a hurricane in some areas.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c879ccae2e61a35b_1e3191fce83b.webp",
      "category": "News"
    }
  ]
}