{
  "articles": [
    {
      "id": "5dd50cb040b0e66f",
      "title": "威廉和凯瑟琳首次就爱泼斯坦事件发表声明，表示“深感关切”",
      "summary": "威尔士亲王威廉和王妃凯瑟琳首次就杰弗里·爱泼斯坦的最新揭露发表公开声明，表示“深感关切”，并强调关注受害者。此前，美国发布了与已定性犯罪者爱泼斯坦相关的新文件，增加了对安德鲁王子的审查，后者与爱泼斯坦有长期友谊。肯辛顿宫在威廉准备对沙特阿拉伯进行重要外交访问之际发布了这一声明，旨在应对负面头条新闻，并将注意力转向他的官方职责。尽管声明未直接提及安德鲁、爱泼斯坦或莎拉·弗格森，但它反映了王室在持续指控中管理公众看法的尝试。历史上，王室对安德鲁与爱泼斯坦的关系持谨慎态度，国王此前剥夺了安德鲁的头衔，爱德华王子最近在迪拜的政府会议上提到了受害者。此声明的发布被视为展示意识和同情心的战略举措，但可能无法完全解决关于王室处理丑闻的疑问。总体而言，这体现了在危机沟通中，王室如何平衡对受害者的关怀与维护公众形象及聚焦外交任务。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5dd50cb040b0e66f_1c2be6d1a60b.webp",
      "category": "News"
    },
    {
      "id": "cb9cf402ef0cae74",
      "title": "坏痞兔创造历史，特朗普批评超级碗演出“糟糕”",
      "summary": "坏痞兔在超级碗中场秀中创造了历史，成为首位全程用西班牙语表演的艺人，这场演出是对其故乡波多黎各的一次深情致敬。14分钟的表演包括Lady Gaga和Ricky Martin等嘉宾的助阵，以及佩德罗·帕斯卡、卡迪·B等明星的客串，场景设计如传统的波多黎各小屋和甘蔗田，突出了文化元素。演出中舞者挥舞美洲各国旗帜，并展示“仇恨之上唯有爱”的信息，强调团结。尽管未直接涉及政治，美国前总统唐纳德·特朗普在社交媒体上严厉批评这场演出，称其“糟糕透顶”且“侮辱美国伟大”，部分原因是不理解西班牙语。与此同时，支持特朗普的组织举办了“全美中场秀”作为替代活动。坏痞兔的表演还通过攀爬电线杆等意象致敬2017年飓风玛丽亚的遇难者，并穿着印有数字64的毛衣，增添了社会评论的层次。这场演出不仅庆祝了波多黎各文化，还引发了关于语言、民族认同和美国主流娱乐中代表性的广泛讨论。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cb9cf402ef0cae74_e9a5d98b7559.webp",
      "category": "News"
    },
    {
      "id": "9c9b9d6580fbfc62",
      "title": "克里斯·梅森：斯塔默的困境严峻，如今面临失去顶级助手的未来",
      "summary": "英国首相基尔·斯塔默面临严峻困境，因其参谋长摩根·麦克史威尼已离职。麦克史威尼自六年前斯塔默竞选工党领袖以来，一直是其关键政治操盘手，陪伴他度过反对党领袖时期的低谷（如哈特尔普尔补选失利）和2024年 landslide 大选胜利的高光时刻。斯塔默对落入曼德尔森勋爵的谎言感到愤怒，并自责任命其为驻美大使的重大误判。文章指出，斯塔默的险境得到普遍认同，工党议员意见分歧：一些人哀悼麦克史威尼的离开，称其才华横溢、激励人心；另一些人则指出他参与了政府屡次失误。麦克史威尼曾作为“避雷针”承担指责，他的离去使斯塔默更易受直接政治攻击。关键问题现聚焦于斯塔默独立领导的能力，未来几天将揭示这一重大变化的影响，涉及治理稳定性和内部动荡。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9c9b9d6580fbfc62_386c47cf23e7.webp",
      "category": "News"
    },
    {
      "id": "64c9a43df714c6df",
      "title": "科技公司拥抱72小时工作周",
      "summary": "本文探讨了科技公司中极端工作时间的采用，即所谓的996文化，以纽约的Rilla公司为例。Rilla的招聘网站宣传福利但警告每周工作约70小时，反映了崇尚长时间工作的奋斗文化，即从上午9点到晚上9点，每周六天。Rilla的增长负责人Will Gao将员工描述为“奥运运动员”，充满野心和乐趣，并允许灵活安排工作至深夜。这一趋势受到人工智能快速发展的推动，公司大量投资以快速货币化AI并超越竞争对手。996文化起源于十年前的中国，被阿里巴巴等科技巨头采纳以提升技术领导力。支持者认为它能促进创新和奉献，而批评者则指出可能导致倦怠和工作与生活失衡，引发对快节奏科技行业可持续工作实践的质疑。文章通过分析招聘策略和高管观点，突出了创新与员工福祉之间的紧张关系，促使对现代职场动态和全球竞争背景下劳动伦理的深入思考。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_64c9a43df714c6df_2d5beca9593b.webp",
      "category": "News"
    },
    {
      "id": "a51f864cbd102779",
      "title": "激进自由球员支出如何引领爱国者队和海鹰队进入超级碗",
      "summary": "本文探讨了新英格兰爱国者队和西雅图海鹰队如何通过激进的自由球员支出策略，打破NFL常规，成功进入超级碗。通常，三月自由球员市场的大手笔支出往往无法转化为一月的季后赛胜利，但本赛季却成为例外。爱国者队以超过3.64亿美元的合同签下19名无限制自由球员，包括明星防守截锋米尔顿·威廉姆斯和接球手斯蒂芬·迪格斯，并投入近1.75亿美元的保障金，位居联盟之首。海鹰队则以超过2.05亿美元的支出排名第四，其中四分卫萨姆·达诺尔德的1.005亿美元合同最为突出。球队管理层强调战略方法，注重球员的文化契合度和场上场下影响力，如爱国者队总经理埃利奥特·沃尔夫提及“文化转变”并声称未错过任何签约，教练迈克·弗拉贝尔则强调在球员引进中的信念。文章还提到海鹰队的成功得益于通过拉塞尔·威尔逊交易获得的选秀权，但自由球员支出是关键。这一分析挑战了自由球员市场风险高的观念，展示了精打细算的支出如何推动冠军争夺，为体育管理提供了深入见解。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a51f864cbd102779_049f9eeb4c9f.webp",
      "category": "News"
    },
    {
      "id": "6c996a30eed09878",
      "title": "日本首相政党在关键议会选举中赢得超级多数席位",
      "summary": "在日本的关键议会选举中，首相高市早苗领导的自由民主党（自民党）赢得了下议院的三分之二超级多数席位，取得了历史性胜利。根据日本放送协会（NHK）的初步结果，自民党单独获得316个席位，超过了465个席位下议院的261个绝对多数门槛，创下了自1955年建党以来的最高纪录。加上其新盟友日本维新党的36个席位，执政联盟共拥有352个席位。高市早苗作为日本首位女性首相，在电视采访中表示将推行政策以增强日本的经济和军事实力，应对与中国日益紧张的局势，并加强与美国的关系。尽管自民党近年来面临资金和宗教丑闻，高市早苗在就职仅三个月后提前举行选举，以利用其高人气扭转局面。这次超级多数使她能够更有效地推进右翼议程，即使在上议院未占多数，她也承诺灵活寻求反对派支持，同时坚定推动政策目标。她的领导风格兼具 playful 和 tough，吸引了年轻选民，可能重塑日本的政治格局。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6c996a30eed09878_35e13e5a7613.webp",
      "category": "News"
    }
  ]
}