{
  "articles": [
    {
      "id": "193d1afc2571dd26",
      "title": "Israel's Leader Asks for Forgiveness",
      "summary": "Benjamin Netanyahu, the leader of Israel, has asked the country's president for a pardon. This means he wants to be forgiven for the charges against him without going through the full trial. He is on trial for bribery, fraud, and breach of trust, which are serious accusations. Netanyahu says he did nothing wrong and that stopping the trial is important for national unity. The president will think about the request carefully because it is a big decision. This story shows how leaders can face legal problems and how it affects the country.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_193d1afc2571dd26_6988c99a85b7.webp",
      "category": "News"
    },
    {
      "id": "e8c23b4f14870160",
      "title": "Remembering a Great Writer: Sir Tom Stoppard",
      "summary": "King Charles III and Queen Camilla are leading many people in sharing kind words about Sir Tom Stoppard, a famous writer who has died at age 88. He was called one of the greatest writers and a dear friend. Sir Tom wrote plays and movies, like Shakespeare In Love, which won him an Oscar. He died peacefully at home with his family. People from all over the world are remembering him for his work that made audiences think and feel. Other famous people, like Sir Mick Jagger, also shared how much they admired him. Sir Tom was known for his wit and joy in life. He wrote many stories for the stage, film, and TV, and received honors for his writing. His plays, such as Rosencrantz and Guildenstern are Dead, are still loved today.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_e8c23b4f14870160_ffb7a1c0da8d.webp",
      "category": "News"
    },
    {
      "id": "8e80e1f625032acd",
      "title": "Fitness Lovers and Weight-Loss Shots",
      "summary": "This article tells the story of Gabriela, a woman who loves exercising and has a fit body. She wanted to lose a little weight after the Covid pandemic but found it hard. Her friends told her about special injections called weight-loss jabs that help people feel less hungry. Even though she was already healthy, Gabriela started using these jabs without a doctor's help. She lost weight quickly but gained it back when she stopped. Now, she uses the jabs on and off to look the way she wants. Doctors warn that this can be dangerous because the jabs are meant for people who are very overweight, not for those who are already fit. The article explains that in some places, like the UK, doctors only give these jabs to people with high BMI numbers, which measure body size. Gabriela's BMI was not high, so she didn't need them. This story shows how some people might take risks with their health to change how they look.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_8e80e1f625032acd_71e5eb0798ad.webp",
      "category": "News"
    },
    {
      "id": "1ae01c0ceeb2cf22",
      "title": "African Union Stops Guinea-Bissau After Army Takes Over",
      "summary": "The African Union, a group of African countries, has suspended Guinea-Bissau because its military took control in a coup. A coup is when the army removes the government without following the rules. This happened after an election where two people said they won. The African Union does not allow this and has stopped Guinea-Bissau from joining its activities until the country follows its constitution again. The former president left for another country, and a new government was set up by the military leader. Guinea-Bissau has had many coups in the past and is a poor country with problems like drug trafficking. Other groups like ECOWAS have also suspended it.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1ae01c0ceeb2cf22_a55268afe33c.webp",
      "category": "News"
    },
    {
      "id": "238da98592c3cf67",
      "title": "Pope Visits a Beautiful Mosque",
      "summary": "Pope Leo XIV visited the Blue Mosque in Istanbul, Turkey. He took off his shoes and walked around inside, looking at the pretty tiles and writing on the walls. An imam, who is a Muslim leader, showed him around. The pope did not pray there, even though he was invited to. Instead, he stayed quiet and thought deeply to show respect for the Muslim people and their faith. This visit was meant to help Christians from different groups, like the Orthodox Church, become more united. The pope was following what other popes have done before to be friendly with Muslims. It's important because it shows that people from different religions can be kind and respectful to each other.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_238da98592c3cf67_d17932ead096.webp",
      "category": "News"
    },
    {
      "id": "4e8e5b28e7b8d27b",
      "title": "Remembering a Great Playwright: Tom Stoppard",
      "summary": "Tom Stoppard, a famous British playwright, has died at the age of 88. He was known for writing clever and thoughtful plays that explored big ideas like science and philosophy. He won many awards, including an Oscar for the movie 'Shakespeare in Love' and five Tony Awards for his plays. Stoppard was born in Czechoslovakia and had to flee during World War II with his family. They eventually moved to England, where he grew up and became a journalist before starting his career in theater. His plays, such as 'Rosencrantz and Guildenstern Are Dead,' are loved for their smart use of language and deep emotions. People remember him as a kind and witty person who had a great love for the English language.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_4e8e5b28e7b8d27b_e8a55a0e3212.webp",
      "category": "News"
    }
  ]
}