{
  "articles": [
    {
      "id": "6f35e5379f17d88f",
      "title": "Snowball Earth Was Not Totally Frozen",
      "summary": "Scientists have discovered that Earth was not completely frozen during a very cold time called Snowball Earth, which happened over 700 million years ago. They studied old rocks in Scotland that show layers from each year, like tree rings. These layers tell us that the climate still changed a little bit with seasons and other patterns, even when most of Earth was covered in ice. The researchers think this happened because some parts of the ocean might not have been frozen, allowing the air and water to interact. This helps us learn that Earth's climate can keep moving a bit, even in super cold times.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6f35e5379f17d88f_0135165bd417.webp",
      "category": "Science"
    },
    {
      "id": "79570a70f855f919",
      "title": "A Secret Report About a Big Dump Fire Danger",
      "summary": "In England, there is a big illegal waste dump in Kidlington, Oxfordshire, that has a high risk of catching fire. The Environment Agency spent over £9 million to clear this dump because a secret fire risk report said it was very dangerous. This report could close a major highway and affect electricity supplies. Local people and campaigners want to see the report to understand why this dump was cleared while other big dumps with similar fire risks are not being cleaned up. However, the Oxfordshire Fire and Rescue Service will not share the report, saying it might put public safety at risk. They worry that if people know the details, it could help criminals or cause more problems. Some people, like Baroness Sheehan, think the report should be made public so everyone can know about the dangers. The BBC found there are over 500 illegal dumps in England, and people are concerned about fire risks at these places too.",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_79570a70f855f919_e41863ef24b2.webp",
      "category": "Science"
    },
    {
      "id": "715a733a26ca3baf",
      "title": "Eating at Certain Times Helps People with Crohn's Disease Feel Better",
      "summary": "A new study found that eating all meals in an 8-hour window each day can help adults with Crohn's disease, a stomach problem, feel much better. People who tried this eating schedule had less stomach pain and their disease got 40% better in 12 weeks. They also lost some weight and had less inflammation in their bodies, which is good for health. The study was done by doctors at a university and funded by a foundation that helps people with Crohn's disease. It shows that when you eat might be as important as what you eat for managing this condition. However, people should talk to their doctor before changing how they eat.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_715a733a26ca3baf_f8fd533813d7.webp",
      "category": "Science"
    },
    {
      "id": "739f93397a76cccc",
      "title": "President Trump Wants the Military to Use Coal Power",
      "summary": "President Trump has made a new rule that tells the military to buy electricity from coal power plants. Coal is a type of fuel that makes electricity, but it is very dirty and expensive compared to other sources like wind, solar, and gas. It creates a lot of pollution that can harm people's health and the environment. Before this, the U.S. was using less coal because it is not good for the planet. Trump says coal is clean and reliable, but experts disagree. This rule might force the military to sign long contracts to buy coal power, even after Trump is no longer president. The goal is to help coal plants stay open by making the government buy their electricity, even though it costs more and pollutes more.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_739f93397a76cccc_1a6c112eb007.webp",
      "category": "Science"
    },
    {
      "id": "54c2d5da59be5ec9",
      "title": "What Happens After the Government Changes a Climate Rule?",
      "summary": "The Trump administration is removing an old rule that said greenhouse gases are bad for people's health. This rule was made by the EPA, a government group that protects the environment. By taking it away, the EPA says it cannot make laws to stop pollution from cars and factories anymore. Scientists say greenhouse gases cause climate change, leading to hotter weather, more storms, and wildfires. Some people, like former EPA workers and Democrats, are upset and will fight this change in court. They worry it will make air dirtier and harm communities. The Supreme Court might have to decide if this is allowed. This move is part of Trump's plan to use more coal and reduce rules on energy.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_54c2d5da59be5ec9_4cd855815fd0.webp",
      "category": "Science"
    },
    {
      "id": "64a47676c7664179",
      "title": "Life Started as Sticky Goo on Rocks",
      "summary": "Scientists think life on Earth might have begun as sticky goo on rocks long ago. This goo, called a gel, is like slime that can hold things together. It could have helped tiny chemicals mix and grow into more complex things before the first living cells appeared. The gel might have protected these chemicals from changes in the environment, making it easier for them to work together. This idea comes from researchers in Japan, Malaysia, the UK, and Germany. They call it the \"prebiotic gel-first\" hypothesis. It could also help us look for life on other planets by searching for similar sticky materials. The team plans to test this in labs to see if it really happened.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_64a47676c7664179_88e7c4b31382.webp",
      "category": "Science"
    }
  ]
}