{
  "articles": [
    {
      "id": "347ae99e6c6d1526",
      "title": "Jannik Sinner Wins Tennis Match to Reach Next Round",
      "summary": "Jannik Sinner is a tennis player who won a big match at the Australian Open tournament. He played against another player from Italy named Luciano Darderi. Sinner won the match in three sets, which means he won most of the games. He had some trouble in the third set but managed to finish strong. Sinner is trying to win the Australian Open for the third time in a row, which is very hard to do. He will play another match in the quarter-finals against a different player. This win shows he is playing well and feeling good after a tough match earlier in the tournament.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_347ae99e6c6d1526_c4cbeb140062.webp",
      "category": "Fun"
    },
    {
      "id": "f5ac2806fc7af1ec",
      "title": "Bonnie Tyler's Big Song Hits a Billion Streams",
      "summary": "Bonnie Tyler is a singer from Wales who became famous in the 1980s with her song 'Total Eclipse of the Heart.' This song is very popular and has been played over one billion times on Spotify, which is a music streaming service. Even though many people listen to it, Bonnie says she makes almost no money from these streams. She grew up in a small town called Neath and loved music from a young age. A talent scout discovered her, and she released her first song in 1977. 'Total Eclipse of the Heart' changed her life when it came out in 1982. The song was long, but a shorter version became a huge hit, reaching number one in the UK and the US. Bonnie is happy that so many people still enjoy her song, and she received a special plaque from Spotify to celebrate one billion streams. She never gets tired of singing it, even if it doesn't make her rich.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f5ac2806fc7af1ec_ec1eb5ea4aae.webp",
      "category": "Fun"
    },
    {
      "id": "6cc66a595f8cc2d7",
      "title": "Why Tennis Players Can't Wear Fitness Trackers in Big Matches",
      "summary": "In tennis, players like Carlos Alcaraz, Jannik Sinner, and Aryna Sabalenka were told to take off their fitness trackers during the Australian Open, a big tournament. Fitness trackers are small devices that help athletes check their health, like how much they sleep or how fast their heart beats. The ATP and WTA, which are groups that manage tennis tours, allow players to use these trackers in other matches. But at Grand Slam tournaments like the Australian Open, they are not allowed right now. The Australian Open is talking about maybe allowing them in the future. Some people think players should be able to use trackers to learn about their bodies, but others worry about fairness. This shows how rules in tennis can be different in various events.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6cc66a595f8cc2d7_e44bfb8e078d.webp",
      "category": "Fun"
    },
    {
      "id": "07fb0eafe74478a2",
      "title": "Why Class Bias in Arts Jobs Should Be Against the Law",
      "summary": "A new report says that treating people unfairly because they are from a working-class background should be illegal, especially in jobs like acting, music, and art. The report talked to over 300 people who work in creative jobs in places like Greater Manchester. Many of them said they faced bullying or bias because of where they came from, like being laughed at for their accent or not having enough money. Some people were not paid fairly for their work, and others had to take extra jobs to survive. The report wants the government to make class a protected characteristic, like age or gender, so everyone has a fair chance. Famous people like James Graham and Jason Manford support this idea to help working-class creatives succeed.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_07fb0eafe74478a2_a6c1ea168d71.webp",
      "category": "Fun"
    },
    {
      "id": "a013691daa296ef3",
      "title": "Rebuilding the First TV: A Fun Science Story",
      "summary": "A long time ago, in 1926, a man named John Logie Baird made the first television. He showed a moving picture in a small room in London. Now, 100 years later, a team at Bournemouth University is rebuilding his old TV machine. They are using special spinning disks called Nipkow disks to make it work, just like Baird did. The team leader, Gary Toms, says Baird used simple parts like light bulbs, but today we have better technology. Baird had health problems and couldn't fight in a war, so he worked on his invention instead. People at the time thought the pictures were blurry, but they were amazed it worked at all. This story shows how inventions start small and grow big.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a013691daa296ef3_104ee2969318.webp",
      "category": "Fun"
    },
    {
      "id": "e2efe5cad849e9cb",
      "title": "Alison Hammond Loves Her Birmingham Home",
      "summary": "Alison Hammond is a TV presenter who is proud to be from Birmingham, a city in England. She grew up there and still lives nearby. Alison says Birmingham helps her stay grounded and she loves her Brummie accent, which she will never change. She also talks about feeling healthier after losing some weight by eating less and moving more. This helps her with health issues like diabetes and sore knees. Alison enjoys spending weekends with her son and might consider hosting a dance show called Strictly Come Dancing in the future. She cares about the show and wants someone who will look after it well.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e2efe5cad849e9cb_7c667e825cba.webp",
      "category": "Fun"
    }
  ]
}