{
  "articles": [
    {
      "id": "2c9262f569fb72c8",
      "title": "Ancient Chinese Herb for Hair Growth",
      "summary": "Hair loss is a common problem that affects many people. Scientists are studying an ancient Chinese herb called Polygonum multiflorum, which has been used for over a thousand years to help hair grow and stay black. This herb works in different ways to help hair follicles, the tiny parts of skin where hair grows. It reduces a hormone that can shrink hair follicles, protects them from dying too soon, and helps blood flow to the scalp to bring more oxygen and nutrients. Unlike some medicines that have side effects, this herb might be safer and gentler. Researchers looked at old records and new science to learn about it, but more studies are needed to be sure it works well for everyone.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2c9262f569fb72c8_e69ba694f8a7.webp",
      "category": "Science"
    },
    {
      "id": "3115e60d6fb69dd4",
      "title": "Forests Are Changing Fast: Why Trees Are Important",
      "summary": "Forests are very important for our planet. Trees help clean the air by absorbing carbon dioxide, provide homes for animals, and give us wood and shade. But scientists are worried because forests are changing quickly. A big study found that forests are becoming more similar, with fewer types of trees, which makes them less strong and healthy. Fast-growing trees are taking over, while slow-growing trees that help keep forests stable are disappearing. This is a problem because slow-growing trees store more carbon and protect forests from things like storms and droughts. The changes are happening because of climate change and people cutting down trees. Scientists say we need to protect forests to keep them diverse and healthy for the future.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_3115e60d6fb69dd4_bb75a388f2d8.webp",
      "category": "Science"
    },
    {
      "id": "0b3c14b76fd62bc2",
      "title": "A Rusty Mineral That Traps Carbon",
      "summary": "Scientists have found that a rusty mineral called ferrihydrite is great at trapping carbon, which helps keep it out of the air and stops climate change. This mineral is a type of iron oxide, like rust, and it uses different ways to grab and hold onto carbon. It has tiny spots with positive and negative charges that let it stick to many kinds of carbon. By forming strong bonds, it locks carbon in place for a long time, sometimes decades or centuries. This process happens in soil, which stores a lot of carbon. Understanding this helps scientists learn how to protect our planet better.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0b3c14b76fd62bc2_bf57b5d4e853.webp",
      "category": "Science"
    },
    {
      "id": "447d197720d9a599",
      "title": "Tiny Yeast Survives Mars-Like Conditions",
      "summary": "Scientists have discovered that baker's yeast, a tiny organism used in baking, can survive in conditions similar to Mars. Researchers from India tested yeast by exposing it to powerful shock waves like those from meteorite impacts and toxic salts found in Martian soil. They used a special machine called HISTA to create the shock waves. Even under these harsh conditions, the yeast stayed alive, though it grew slower. The yeast survived because it forms tiny structures inside its cells called RNP condensates, which help protect it from stress. This finding is important because it shows that simple life forms might be able to live in extreme places like Mars, helping scientists search for life beyond Earth.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_447d197720d9a599_fd0e310cf063.webp",
      "category": "Science"
    },
    {
      "id": "1611cb9ba70a55dd",
      "title": "EPA Stops Catching Polluters Under President Trump",
      "summary": "A new report shows that the Environmental Protection Agency (EPA) is not doing its job to stop polluters under President Donald Trump. The EPA is supposed to enforce laws that protect our air and water, but it filed only 16 lawsuits against polluters in Trump's first year back in office. That is much fewer than under past presidents. The report says this drop happened because the EPA is focusing on helping companies follow rules instead of punishing them when they break laws. Experts worry that without strong enforcement, more companies might pollute, harming people and the environment. The EPA leader, Lee Zeldin, has made changes to roll back pollution rules, and many staff who catch polluters have left their jobs.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_1611cb9ba70a55dd_da7bb2fcd9dc.webp",
      "category": "Science"
    },
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "How Cleaner Air Made a Gas Problem Worse",
      "summary": "During the COVID-19 pandemic in 2020, many people stayed home, so cars and factories stopped polluting as much. This made the air cleaner, which was good. But scientists noticed something surprising: a gas called methane, which can warm the Earth, increased a lot that year. Methane usually gets broken down in the air by a special chemical called the hydroxyl radical. This chemical needs pollution from cars and factories to be made. With less pollution during the lockdowns, there wasn't enough of this chemical to destroy methane, so more methane stayed in the air. Scientists found that this caused most of the methane increase. They also discovered that some extra methane came from wetlands in Africa and Asia, where microbes produce it when it rains a lot. This shows that cleaning the air can have unexpected effects on other environmental problems.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    }
  ]
}