{
  "articles": [
    {
      "id": "b895374a3ae62d1e",
      "title": "Heather Watson's Injury and Missing a Big Tennis Tournament",
      "summary": "Heather Watson is a tennis player from Britain who has been hurt and cannot play in the Australian Open, a big tennis tournament this month. She hurt her glute muscle in August 2025 and has not played a match since then. This is her first big injury in her 17-year career. She is now ranked 269th in the world and ninth in Britain. Watson is training in Florida and hopes to return to playing tennis by the end of February. She said she misses tennis and feels sad about missing the Australian Open, but it makes her want to come back stronger. She has won mixed doubles at Wimbledon before and is working hard to get better.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b895374a3ae62d1e_1eb0bb5a05c4.webp",
      "category": "Fun"
    },
    {
      "id": "3258f9112349e4c4",
      "title": "Tiffany Calver's Big Radio Job",
      "summary": "Tiffany Calver is a DJ who made history by becoming the first woman to host a rap show on BBC Radio 1 and 1Xtra when she was 24 years old. Many people had strong opinions about her getting this job, which made her feel nervous, but she is proud because it showed she was making a change. She worked at the station for seven years, playing new songs and talking to famous music stars. One special memory was interviewing a rapper named Pop Smoke before he became very popular. Tiffany has now left the rap show to start her own program that plays different types of music. She believes it is important for more women to have jobs in radio, especially in music styles that used to be mostly for men.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3258f9112349e4c4_ae323f2d1ca1.webp",
      "category": "Fun"
    },
    {
      "id": "12becf155e667419",
      "title": "Venus Williams Plays in Big Tennis Tournament",
      "summary": "Venus Williams is a famous tennis player who is 45 years old. She got a special invitation to play in the Australian Open, which is a big tennis tournament in Australia. This makes her the oldest woman to play in this tournament. She has won seven Grand Slam titles before. Venus is happy to return to this place where she has played many times. She will also play in another tournament in Hobart before the Australian Open. Venus last played in Australia in 2021 and lost in the second round. She is from the United States and has been a runner-up at the Australian Open twice.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_12becf155e667419_8aba640833ce.webp",
      "category": "Fun"
    },
    {
      "id": "776c013d88b21dff",
      "title": "A Stuntman's Brave Story from Harry Potter",
      "summary": "David Holmes was a stunt double for Harry Potter in the movies. He did exciting tricks that were too dangerous for the young actor. In 2009, while filming, he had a bad accident that broke his neck and left him unable to move his body. Even though this changed his life, David says it did not change who he is inside. He is still proud of his work on Harry Potter because the movies make people happy and feel safe. He met his partner Rosie, who also cannot move, and they both love the films. David did not blame anyone for the accident and focused on getting better. He knows many people do not have help like he did, so he stays positive.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_776c013d88b21dff_4a34d8232317.webp",
      "category": "Fun"
    },
    {
      "id": "eef0453280264fba",
      "title": "BYD Beats Tesla in Electric Car Sales Race",
      "summary": "BYD, a company from China, is about to become the world's biggest seller of electric cars, beating Tesla for the first time. In 2025, BYD sold over 2.25 million electric cars, which is a lot more than Tesla's 1.65 million. Tesla had a tough year because people were not happy with some new cars, and Elon Musk, Tesla's boss, was busy with other things like politics. BYD sells cars for lower prices than other companies, which helps it grow fast in places like Latin America and Europe, even though some countries charge extra taxes on Chinese cars. This change shows that Chinese companies are becoming very strong in making electric vehicles.",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_eef0453280264fba_343392e405c3.webp",
      "category": "Fun"
    },
    {
      "id": "5ac4732d0f89affc",
      "title": "Actor Colin Salmon Thanks Court for Kindness After Speeding",
      "summary": "Colin Salmon is an actor from the TV show EastEnders and James Bond movies. He was caught driving too fast in London, going 24mph in a 20mph zone. This gave him more points on his driving licence. Usually, this means a six-month ban from driving, but the court did not ban him. The court showed compassion because Colin takes care of his sick wife and daughter, driving them to doctor appointments. He said sorry and thanked the court for understanding his family situation. He was fined money instead of getting a ban. Colin is happy he can still drive to help his family.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5ac4732d0f89affc_b707e58d6226.webp",
      "category": "Fun"
    }
  ]
}