{
  "articles": [
    {
      "id": "1d2dc110ba228d43",
      "title": "男孩因电动自行车肇事逃逸撞伤孕妇被捕",
      "summary": "一名13岁男孩因涉嫌驾驶电动自行车肇事逃逸撞伤一名孕妇而被捕。事故发生于1月26日在普尔的赫伯特大道，时间约为格林尼治标准时间15:50。孕妇受伤不严重，但其婴儿出生后病情危重，目前仍在医院接受治疗。警方表示，骑手和一名后座乘客在事故后逃离现场，现已逮捕该男孩，罪名涉嫌驾驶违法行为。丹·耶茨警长感谢公众提供线索，并继续呼吁知情者联系警方。此事件凸显了电动自行车在未成年人使用中的安全问题，以及肇事逃逸行为的法律后果。它强调了道路安全的重要性，特别是在保护孕妇等脆弱群体方面，并反映了社区合作在紧急情况调查中的作用。报道基于警方声明，旨在提高公众意识并促进安全行为的讨论。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d2dc110ba228d43_da240fcac693.webp",
      "category": "News"
    },
    {
      "id": "64fe6019b0bb551b",
      "title": "克林顿夫妇同意就爱泼斯坦作证，国会投票前夕避免藐视指控",
      "summary": "美国前总统比尔·克林顿及其妻子、前国务卿希拉里·克林顿已同意在国会调查已故性犯罪者杰弗里·爱泼斯坦的案件中作证。这一决定发生在国会投票决定是否以刑事藐视罪指控他们拒绝出席众议院监督委员会听证会的数天前，结束了长达数月的僵局。克林顿夫妇此前长期抵制委员会的要求，声称他们已提供宣誓声明，包含关于爱泼斯坦的“有限信息”，并指责传票是前总统特朗普指示的“政治伎俩”。比尔·克林顿承认过去认识爱泼斯坦，但否认知晓其性犯罪行为，并表示在二十年前已断绝联系。此次作证具有历史意义，因为这是自1983年杰拉尔德·福特以来，前总统首次在国会小组作证。在克林顿夫妇同意后，藐视投票被推迟，以便澄清作证的具体条款。由共和党领导、得到部分民主党人支持的众议院监督委员会继续调查克林顿夫妇对爱泼斯坦活动的了解程度，涉及更广泛的责任和政府监督问题。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_64fe6019b0bb551b_2f028c4d377d.webp",
      "category": "News"
    },
    {
      "id": "8bcfff4144895ee3",
      "title": "莎拉·弗格森的慈善机构在爱泼斯坦新文件曝光后关闭",
      "summary": "莎拉·弗格森的慈善机构“莎拉信托”宣布将无限期关闭，此前不久，有关她与已定性犯罪者杰弗里·爱泼斯坦关联的新文件被披露。该机构成立于2020年，致力于通过基层支持解决人道主义和环境危机、饥饿及极端贫困问题。一位发言人表示，关闭决定是经过数月讨论后做出的，但未提供具体原因。这一进展延续了去年的模式，当时多家慈善机构因弗格森与爱泼斯坦的关系而终止了她的赞助人身份，包括朱莉娅之家和青少年癌症信托基金。美国司法部最新发布的文件包括显示弗格森在爱泼斯坦监禁期间与他联系的电子邮件，以及其前夫安德鲁王子的争议性图片。文章强调，被列入爱泼斯坦文件并不表示有罪，但由此产生的声誉损害显然削弱了弗格森的慈善信誉。此次关闭体现了个人关联、公众监督与组织可持续性在慈善领域的复杂互动，引发了对治理和透明度的反思。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_8bcfff4144895ee3_40b29717b132.webp",
      "category": "News"
    },
    {
      "id": "6d7a0225a347e602",
      "title": "克林顿夫妇在国会藐视投票迫近之际试图就爱泼斯坦作证达成协议",
      "summary": "前总统比尔·克林顿和前国务卿希拉里·克林顿正进行最后谈判，以遵守国会传票，就定罪犯人性犯罪者杰弗里·爱泼斯坦作证。众议院监督委员会主席、共和党人詹姆斯·科默正在推进对克林顿夫妇的刑事藐视国会指控，因为他们最初拒绝了传票。尽管克林顿夫妇的发言人安赫尔·乌雷尼亚在社交媒体上表示他们将作证，但科默要求书面协议，并坚持要求两人进行宣誓证词，拒绝了比尔进行转录访谈和希拉里提交宣誓声明的提议。藐视决议正在众议院规则委员会推进，接近全院投票，威胁着巨额罚款甚至监禁。这一情况突显了国会监督权与个人合规之间的紧张关系，以及在高调调查中作证的复杂性。背景包括爱泼斯坦案件引发的广泛调查，国会传票的法律依据，以及克林顿夫妇与爱泼斯坦的过往关联，反映了政治和法律斗争中的问责与透明度问题。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d7a0225a347e602_745286a2429f.webp",
      "category": "News"
    },
    {
      "id": "cd8681857d301c05",
      "title": "律师称加巴德拖延投诉处理，其办公室否认",
      "summary": "一篇关于国家情报总监图尔西·加巴德与举报人投诉之间争议的报道。律师安德鲁·巴卡吉声称，加巴德将一份关于其行为的投诉拖延了八个月未提交给国会情报委员会，理由是需进行法律审查。投诉由一名因工作敏感而匿名的人士提出，最初由情报界监察长审查，认为其不可信。加巴德的办公室由新闻秘书奥利维亚·科尔曼代表，否认有任何延迟，并将处理困难归因于投诉中的机密细节，同时强调监察长是在拜登政府期间任命的，非加巴德所选。科尔曼坚称加巴德支持举报人权利，即使投诉毫无根据。巴卡吉已要求国会调查投诉的处理方式，突显了政府透明度和问责制方面的紧张关系。这一情况揭示了举报人保护与美国情报监督的复杂性，涉及法律框架、政治监督和国家安全考虑之间的相互作用。文章基于公开声明和媒体报道，但由于匿名和机密性质，证据有限，引发了对程序公正性和潜在偏见的质疑。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_cd8681857d301c05_1602ba77f161.webp",
      "category": "News"
    },
    {
      "id": "0a08220b7634b1ef",
      "title": "英国推出应对“永久化学品”计划，关注度日益增加",
      "summary": "英国已启动一项国家计划，以应对被称为“永久化学品”的PFAS（全氟和多氟烷基物质）。这些化学品因其防水和防油特性，广泛用于校服、药品包装和氢生产等日常产品中。然而，PFAS在环境中积累且不易降解，部分具有毒性，引发了健康和生态担忧。该计划包括在苏格兰和威尔士将水样测试增加50%，并在英格兰沿海地区测试动物及五个优先区域的土壤，以识别污染热点。到2029年，英国旨在与欧盟法规更紧密对齐，后者可能禁止非必要用途。环境部长Emma Hardy强调PFAS是当今最紧迫的化学挑战之一，计划旨在减少其有害影响并转向更安全的替代品。但新法规实施需约五年时间，化学工业协会指出，在氢生产等关键行业缺乏替代品。环保团体和水行业呼吁更快行动，指出PFAS通过制造、洗涤和废水污泥进入环境，具有持久性、生物累积性和毒性。此外，政府将通过专门网站提高公众意识。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0a08220b7634b1ef_0c7e108f1618.webp",
      "category": "News"
    }
  ]
}