{
  "articles": [
    {
      "id": "9b39ebca33257771",
      "title": "Building Small Nuclear Power in Wales",
      "summary": "In north Wales, the UK is building its first small nuclear power station. This station will use small modular reactors, which are like tiny, safe nuclear machines that make electricity. At first, three reactors will be built, but there could be up to eight in the future. This project is important because it helps create clean energy without pollution, which is better for our planet. It will also provide jobs for people in the area and make sure we have enough power for homes and schools. Nuclear power is a way to get energy without burning fossil fuels like coal or oil, which can harm the environment. The government and companies are working together to make this happen safely. This is a big step for the UK in using new technology to fight climate change and keep the lights on.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_9b39ebca33257771_e1db6262344d.jpg",
      "category": "Science"
    },
    {
      "id": "7a945daf63d723bd",
      "title": "A New Planet That Might Have Aliens",
      "summary": "Scientists have found a new planet called a super-Earth that is not too far away from us. It is 20 light-years away, which is very far, but it is one of the closest planets we know that could have life. This planet is in the habitable zone, which means it is not too hot or too cold, so water could be there. Water is important for life as we know it. The discovery was made using special tools called spectrographs and by watching the sky for many years with telescopes. This is exciting because it gives us a great chance to look for signs of aliens, like tiny living things. Scientists are hopeful and will keep studying this planet to learn more.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7a945daf63d723bd_25348dfd4934.webp",
      "category": "Science"
    },
    {
      "id": "940462793dd4d973",
      "title": "Super Fast Computers with New Materials",
      "summary": "Scientists have created a new material called 'gyromorphs' that can block light from all directions. This material mixes random parts like liquids with big patterns. It helps solve problems with older designs and could make computers much faster. Photonic computing uses light instead of electricity to process information, and this new material might make it work better. This is exciting because faster computers can help us do things like play games, learn, and solve big problems more quickly. Researchers are working hard to improve technology for the future.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_940462793dd4d973_6b084f367952.webp",
      "category": "Science"
    },
    {
      "id": "263913b7fa47ab38",
      "title": "Bees and Ants Fight for Food",
      "summary": "Bumble bees are having a tough time because they are fighting with invasive Argentine ants over food like nectar. Even though bees are bigger and can win fights against ants one-on-one, these battles take up a lot of time. This means bees spend less time collecting food, which is bad for their hives. The hives are already struggling with problems like losing their homes, getting sick, and being harmed by pesticides. Scientists found that bees often stay away from places where ants are eating, to avoid fights. This research helps us understand how invasive species can hurt important pollinators like bees.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_263913b7fa47ab38_1279bb9fc2d2.webp",
      "category": "Science"
    },
    {
      "id": "03b04071238bab38",
      "title": "Medicine Helps Fight Cancer",
      "summary": "A new study found that medicines called Wegovy and Ozempic can help people with colon cancer live longer. These drugs are used for diabetes and weight loss, but scientists discovered that patients taking them had much lower chances of dying from cancer. The researchers think the drugs work by reducing inflammation and helping the body's metabolism. Now, they want to do more tests to see if these drugs can really fight cancer. This is exciting because it could lead to new ways to treat cancer and save lives.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_03b04071238bab38_68ce33264de9.webp",
      "category": "Science"
    },
    {
      "id": "cb4c187ce2a87319",
      "title": "Government Plan to Stop Animal Experiments",
      "summary": "The government has made a plan to stop using animals in experiments. This plan was promised in their election campaign. Animal experiments are tests done on animals to learn about diseases and medicines. The government wants to find other ways to do these tests without hurting animals. This is important because it helps protect animals and could lead to better science. Many people support this idea because they care about animal welfare. The plan will take time to put into action, and scientists will need to develop new methods. This change could make science kinder and more modern.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_cb4c187ce2a87319_f5d0f5d96cc1.webp",
      "category": "Science"
    }
  ]
}