{
  "articles": [
    {
      "id": "a52755e118ef2176",
      "title": "Emma Raducanu's Tennis Match Delayed by Rain",
      "summary": "Emma Raducanu is a tennis player from Britain. She was playing a match against Camila Osorio in Hobart, Australia. The match had to stop because of heavy rain. Emma was winning the first set 6-3 and losing the second set 2-4 when the rain came. Both players had to leave the court. They will try to finish the match on Wednesday. Emma is getting ready for the Australian Open, a big tennis tournament. Another player, Magdalena Frech, won her match and will play the winner of Emma's match. The article also talks about other tennis players like Harriet Dart and Mimi Xu, who played in different matches.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a52755e118ef2176_b4c28684b111.webp",
      "category": "Fun"
    },
    {
      "id": "d7c9f6275fea5566",
      "title": "Harry Styles Hints at New Music with Fun Posters",
      "summary": "Harry Styles is a famous singer who might be making new music after four years. He has put up big posters in cities like New York and Berlin that say 'we belong together' with a picture of fans at his concert. A website also started with a chat group called 'HSHQ.' Fans think this means he is getting ready to announce his fourth album. Harry became famous in a band called One Direction and won awards for his last album, Harry's House, in 2022. He has been busy with other things like running marathons, but people believe he has been working on songs. This is exciting news for his fans who love his music.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d7c9f6275fea5566_bbee4247bb32.webp",
      "category": "Fun"
    },
    {
      "id": "a48afe2c4de1e297",
      "title": "The Million Dollar Tennis Point Game",
      "summary": "In tennis, there is a fun event called the Million Dollar One Point Slam. It happens in Australia before the Australian Open. Amateur players, who are not professionals, can win a big prize of one million Australian dollars. They play against top tennis stars like Carlos Alcaraz and Iga Swiatek. The game is simple: each match is just one point! Players decide who serves by playing rock, paper, scissors. There are 48 players total, including 24 pros and 24 amateurs from state championships or wildcards like celebrities. The final is at Rod Laver Arena. This event lets regular people compete with the best and have a chance to win money.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a48afe2c4de1e297_063c0ca8324d.webp",
      "category": "Fun"
    },
    {
      "id": "cae1684f0eaa2962",
      "title": "BTS is Back: The Boy Band Returns",
      "summary": "BTS is a famous boy band from South Korea. They took a break for four years so all seven members could do their military service. Now, they are coming back with a new album and a big world tour. Fans called Army are very excited. One fan named Ashia loves BTS and wants to see them in concert in the UK. She saw them last in 2018. BTS played at Wembley Stadium in 2019, which was a big event. Their last tour was in 2021-2022. The new tour will be even bigger. Fans have waited a long time to see BTS live again.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cae1684f0eaa2962_8f56d899b503.webp",
      "category": "Fun"
    },
    {
      "id": "0968103ac5dd7916",
      "title": "BBC Wants to Stop Trump's Big Lawsuit",
      "summary": "The BBC is asking a court to dismiss a lawsuit from Donald Trump, who was the US president. Trump sued the BBC for $5 billion because he says a TV show edited his speech in a way that made him look bad. The BBC apologized for the edit but says it didn't break any laws. They argue that the court in Florida doesn't have power over them because they are a British company and the show wasn't shown in the US. They also say Trump wasn't hurt by the show because he won an election after it aired. The show, called Panorama, cut parts of Trump's speech about going to the Capitol, making it seem like he called for violence, but the BBC says it was a mistake and not meant to harm him. They want the court to stop the lawsuit before it goes further.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_0968103ac5dd7916_8c322930ac48.webp",
      "category": "Fun"
    },
    {
      "id": "8ddfb52701b3657c",
      "title": "A Tennis Mom Plays Against Her Kids' Favorite Player",
      "summary": "Tatjana Maria is a tennis player from Germany. She played a match against Venus Williams, a famous American tennis star. Tatjana's two daughters, Charlotte and Cecilia, love Venus Williams. This made the match tough for Tatjana because her kids were cheering for her opponent. Tatjana won the match, and her daughter Charlotte was very excited to see Venus play. Tatjana and Venus are neighbors and know each other well. This match was special because both players are older, making it a record for the oldest combined age in women's tennis. Venus Williams has won many big tournaments in her career.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8ddfb52701b3657c_1836124a7608.webp",
      "category": "Fun"
    }
  ]
}