{
  "articles": [
    {
      "id": "f3bc281cf32dceb2",
      "title": "Robbie Williams Talks About Feeling Proud and British Habits",
      "summary": "Robbie Williams is a famous singer from Britain who has been making music for over 30 years. He just released a new album called Britpop, which became his 16th number one hit, breaking a record that was held by the Beatles. He is starting a tour to celebrate this success. Robbie says that British people often don't feel good about their achievements and like to make fun of themselves, but he wants to enjoy this moment. He will play in smaller places like he did when he first became famous. The album includes songs with old friends from his band and other musicians. Robbie also talks about feeling sad in the past, even when good things happened, but now he looks back and thinks the 1990s were a special time. Having his daughter helped him feel better and more responsible.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f3bc281cf32dceb2_4852036f690a.webp",
      "category": "Fun"
    },
    {
      "id": "5314b96c791e49b9",
      "title": "A Famous TV Star Lived a Long Life",
      "summary": "Elizabeth Kelly was a TV actress who lived to be 104 years old. She was best known for playing Auntie Nellie in the soap opera EastEnders. She died peacefully in Scarborough on December 31. Her agent said she had a long and successful career in television for 40 years. She also acted in other shows like Coronation Street, The Bill, and Where the Heart Is. The BBC, which makes EastEnders, said she was a kind person and they will miss her. She started acting in the late 1960s and played Nellie from 1993 to 1998, with one last appearance in 2000. This article tells us about her life and how people remember her.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_5314b96c791e49b9_ba893353ae75.webp",
      "category": "Fun"
    },
    {
      "id": "981ecad0a1d35e3a",
      "title": "Emma Raducanu's Amazing Tennis Comeback",
      "summary": "Emma Raducanu, a British tennis player, had an exciting match in Romania. She was losing badly at 5-0 in the first set but fought back to win 7-5, 6-1 against Kaja Juvan. Raducanu won 11 games in a row during the match. She said the crowd's support helped her, and she was trying to play aggressively. This was her first time coming back from such a big deficit. Now, she will play Maja Chwalinska in the next round. In another story, Sonay Kartal from Great Britain also won her match in Abu Dhabi after her opponent got sick.",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_981ecad0a1d35e3a_0692015e05ac.webp",
      "category": "Fun"
    },
    {
      "id": "b55029e39121e79c",
      "title": "A New Funny Show in the UK: Saturday Night Live UK",
      "summary": "A new TV show called Saturday Night Live UK is starting soon in the United Kingdom. It is based on a popular American show that has been on for many years. The UK version will have 11 funny people in the cast, including actors from sitcoms and winners from comedy festivals. Each week, a famous person will host the show, and a music star will perform live songs. The show will be made in London and broadcast on Sky TV. It aims to make people laugh with sketches, jokes about the news, and music. The producers say the cast is very talented and funny, and they are excited to share it with everyone. The first episode airs on March 21.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_b55029e39121e79c_5e2753ecf5f4.webp",
      "category": "Fun"
    },
    {
      "id": "e027724421c11474",
      "title": "Claire Foy's Health Story",
      "summary": "Claire Foy is a famous actress who played Queen Elizabeth II in a TV show called The Crown. She recently shared that she had parasites in her body for five years. Parasites are tiny bugs that can live inside people and make them sick. She thinks she got them while visiting Morocco. Because of this, she lost weight and felt unwell. To get better, she stopped drinking caffeine and took some medicine. She also has an autoimmune condition, which means her body sometimes fights itself, so she avoids gluten and sugar to stay healthy. Doctors say worm infections like this are usually not serious and can be treated easily. Claire Foy is now doing well and continues to act in movies and shows.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e027724421c11474_c3cc52bf8a6b.webp",
      "category": "Fun"
    },
    {
      "id": "9b447a3c0efe6e19",
      "title": "The Happy Slam: A Fun Tennis Party",
      "summary": "The Australian Open is a big tennis tournament that players love, called the 'Happy Slam' by Roger Federer. It has grown into a huge festival with lots of fun activities like music concerts and special events, making it like a tennis version of Glastonbury. This year, it added new things like the One Point Slam to attract more people. However, some problems have come up, such as too many cameras watching players and crowds that might not care about tennis. With the leader of the tournament possibly leaving, people are wondering what will happen next. The event used to be quiet before the matches but now has star players and shows every day, turning it into a three-week party. This mix of sports and entertainment brings in big crowds and money, but it also raises questions about keeping the focus on tennis.",
      "source": "BBC Tennis",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_9b447a3c0efe6e19_8eaee7f7f2ec.webp",
      "category": "Fun"
    }
  ]
}