{
  "articles": [
    {
      "id": "7dcfb3484533d4e4",
      "title": "Olivia Dean's Grammy Victory and Rise to Global Stardom",
      "summary": "Olivia Dean, a 26-year-old British singer, won the Grammy Award for best new artist in Los Angeles, solidifying her status as a breakout pop star. Her win came after the success of transatlantic hits like 'Man I Need' and 'So Easy (To Fall in Love)', which feature joyful and soulful romantic pop sounds. She outperformed competitors including fellow Brit Lola Young and R&B artist Leon Thomas, becoming the first British winner since Dua Lipa in 2019. In her acceptance speech, Dean highlighted her immigrant heritage, crediting her grandmother's bravery and emphasizing community support. She also performed her UK chart-topper 'Man I Need', which recently reached number two on the US Billboard Hot 100. Dean's career began with her 2019 EP 'OK Love You Bye', and she has since experimented with various genres before focusing on the jazz-toned style of her second album, 'The Art of Loving'. This album, an intimate exploration of love, topped the UK charts and produced three Top 10 singles, earning her a Mercury Prize nomination for her debut 'Messy'. Inspired by artists like Leona Lewis and her cousin Ashley Walters, Dean's slow-burn success showcases her dedication and evolving musical identity.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7dcfb3484533d4e4_26e43b9e1325.webp",
      "category": "Fun"
    },
    {
      "id": "b17e020dab35f3d9",
      "title": "Highlights and Mishaps at the 68th Grammy Awards",
      "summary": "The 68th Grammy Awards ceremony in Los Angeles featured a mix of awards, speeches, and performances, with notable highlights and some chaotic moments. Bad Bunny won three awards, while KPop Demon Hunters made history and Olivia Dean emerged as a rising star. Cher made a surprise appearance after 18 years to receive a lifetime achievement award and present record of the year, but her segment was messy; she gave a heartfelt speech but confused the audience by announcing Luther Vandross as the winner, later clarified as a track by Kendrick Lamar and SZA sampling Vandross. Host Trevor Noah joked about a national drinking game inspired by news events, adding humor to the show. The opening performance by Bruno Mars and Rosé, though award-nominated, did not win. Overall, the event showcased music's biggest night with both celebratory and perplexing elements.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b17e020dab35f3d9_723ac806413b.webp",
      "category": "Fun"
    },
    {
      "id": "a80fd4c3a1adf590",
      "title": "Kennedy Center Renovation Sparks Debate Over Name Change and Closure",
      "summary": "President Donald Trump has announced that the Kennedy Center in Washington DC will undergo a two-year renovation starting in July, with closure set for July 4th to mark the 250th anniversary of the United States. The announcement was made on Truth Social, where Trump emphasized that the renovations, already funded with over $250 million from Congress, aim to transform the center into the world's finest performing arts facility. This move comes after the center was renamed the Donald J Trump and John F Kennedy Memorial Center for the Performing Arts in December, following Trump's appointment as chairman of the board. The name change prompted several artists, including composer Steven Schwartz, to cancel performances in protest. Critics, including Democratic Representative Joyce Beatty and members of the Kennedy family, argue that the renaming violates a 1964 law requiring congressional approval and disrespects the memory of President John F. Kennedy, for whom the center was originally named. A lawsuit has been filed to challenge the name change, highlighting ongoing political and legal tensions. Trump defended the closure, stating it would ensure higher quality renovations without interruptions from events, but the decision has sparked broader debates about presidential influence and cultural heritage.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a80fd4c3a1adf590_edae1f18450f.webp",
      "category": "Fun"
    },
    {
      "id": "04d0ba4de5dcbf4a",
      "title": "Tragic Death of Nigerian Singer After Snake Bite Incident",
      "summary": "Ifunanya Nwangene, a 26-year-old aspiring singer from Nigeria, died on Saturday following a snake bite in her apartment in Abuja. She gained recognition after appearing on The Voice Nigeria in 2021, known for blending genres like jazz, opera, and soul. According to friends, she was asleep when bitten by a cobra, and two snakes were later discovered in her home. Initially, she sought treatment at a nearby clinic, but it lacked antivenom, prompting a move to a hospital. Her friend Sam Ezugwu reported that the hospital had one type of antivenom but not another, and despite efforts to stabilize her, she struggled to breathe and died. The hospital, Federal Medical Centre Jabi, denied claims of inadequate response, stating they provided immediate care including antivenom and resuscitation, but her condition deteriorated due to severe complications. This incident has sparked grief in the community, highlighting issues with healthcare access and snake safety in urban areas.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_04d0ba4de5dcbf4a_33e69557d9e4.webp",
      "category": "Fun"
    },
    {
      "id": "f018a73fdb54c03a",
      "title": "Alcaraz Makes History as Youngest Career Grand Slam Winner",
      "summary": "Carlos Alcaraz, the Spanish world number one, has achieved a historic milestone in tennis by becoming the youngest man to complete the career Grand Slam. At just 22 years old, he secured his maiden Australian Open title with a victory over Novak Djokovic, marking his seventh major championship. This accomplishment places him among tennis legends like Djokovic, Rafael Nadal, Roger Federer, Andre Agassi, and Rod Laver as only the sixth man in the Open era to win all four Grand Slam tournaments. Alcaraz has demonstrated exceptional dominance, winning five of the last eight slams and losing only one of his eight major finals. He surpassed previous record-holder Rafael Nadal, who achieved the career Grand Slam at age 24, and also outdid Don Budge's record from 1938. With this win, Alcaraz now holds the most major singles titles before age 23 in the Open era, exceeding Bjorn Borg's six slams and far outpacing Djokovic's single major at that age. His journey includes two wins each at the French Open, Wimbledon, and US Open, with the Australian Open being his final hurdle. Alcaraz expressed his determination, stating he was 'hungry for more' this year, highlighting his relentless pursuit of excellence in the sport.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f018a73fdb54c03a_22f5bea5ed6a.webp",
      "category": "Fun"
    },
    {
      "id": "7ca3b3dea7bd00c6",
      "title": "Carlos Alcaraz Achieves Career Grand Slam with Australian Open Victory",
      "summary": "Carlos Alcaraz made tennis history by winning the Australian Open final against Novak Djokovic, becoming the youngest male player at 22 years and 272 days to complete a career Grand Slam. This means he has now won all four major tennis tournaments: Australian Open, French Open, Wimbledon, and US Open. After his 2-6, 6-2, 6-3, 7-5 victory, Alcaraz celebrated by writing 'Job finished - 4/4 complete' on a TV camera lens, symbolizing his accomplishment. He collapsed on the court in exhaustion and joy, with fellow Spaniard Rafael Nadal watching from the stands. Alcaraz commemorates his Grand Slam wins with tattoos and plans a kangaroo tattoo for this Melbourne victory. Reflecting on his success, he emphasizes the importance of enjoying every moment in tennis, not just winning trophies. This tournament was notable as it was his first Grand Slam without long-time coach Juan Carlos Ferrero, yet he performed impressively, showing resilience and focus.",
      "source": "BBC Tennis",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7ca3b3dea7bd00c6_d193059782ac.webp",
      "category": "Fun"
    }
  ]
}