{
  "articles": [
    {
      "id": "6937df85097c327a",
      "title": "Are Two Tennis Stars Making Big Tournaments Too Predictable?",
      "summary": "In tennis, two young players named Carlos Alcaraz and Jannik Sinner have been winning most of the big tournaments called Grand Slams. They have played against each other in the last three finals, and their matches are very exciting, like when Alcaraz saved three championship points to win at Roland Garros. But some people worry that if only these two players keep winning, the men's tennis tournaments might become too predictable and boring. Pat Cash, a former Wimbledon champion, says it's not healthy to have just two players dominating because it means other players don't get as much attention. In the Australian Open, Alcaraz and Sinner are playing well, but Sinner had a lucky break due to heat that helped him win a match. The article asks if having only two top players is good for tennis.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6937df85097c327a_5519390e61c2.webp",
      "category": "Fun"
    },
    {
      "id": "92ff534427688caa",
      "title": "Fun Drama on The Traitors TV Show",
      "summary": "This article talks about exciting moments from a TV show called The Traitors. In the show, some players are traitors who try to trick others, called faithfuls. This year, there was a big twist: a secret traitor wore a red cloak, and no one knew who it was at first. It was Fiona, who surprised everyone by causing lots of drama. She argued with another traitor named Rachel, and her plan did not work out. The show had many funny and surprising scenes that made it fun to watch. The article looks back at these best moments after the season ended.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_92ff534427688caa_e80bb383cec7.webp",
      "category": "Fun"
    },
    {
      "id": "78d41dc04a4b0a9c",
      "title": "Robbie Williams Beats The Beatles in Album Chart Record",
      "summary": "Robbie Williams has broken a big record in the UK music charts. He now has more number one albums than The Beatles, a famous band from the past. His new album called Britpop is his 16th number one album since he started his solo career in 1997. Robbie is very happy and surprised by this achievement. He says it feels amazing and compares his success to stretching an elastic band very far. He is celebrating with his wife in Paris by having a Coke Zero and a salad. Robbie also talks about his past struggles with mental health and addiction, but now he feels better and grateful. The album Britpop looks back at his early solo days and celebrates 1990s British music. Other musicians like Gaz Coombes and Gary Barlow helped on the album, and people are giving it good reviews.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_78d41dc04a4b0a9c_2d9b37dd45df.webp",
      "category": "Fun"
    },
    {
      "id": "30c72cd3c6f81397",
      "title": "Famous People Say Goodbye to Fashion Designer Valentino",
      "summary": "Valentino was a famous fashion designer from Italy who made beautiful clothes for celebrities. He died at age 93 in Rome. Many famous people like Anna Wintour, Elizabeth Hurley, and Anne Hathaway went to his funeral in Rome on Friday. The funeral was at a big church called the Basilica of Saint Mary of the Angels and Martyrs. People outside held red ribbons because red was Valentino's favorite color. He dressed stars like Jackie Kennedy and Princess Diana. Valentino started his career in the 1950s and retired in 2008. His ashes will be placed in a cemetery in Rome. Even though he is gone, people in the fashion world will remember him as a great designer.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_30c72cd3c6f81397_a2dda666960b.webp",
      "category": "Fun"
    },
    {
      "id": "7bd83fe0b0a8db1d",
      "title": "Aryna Sabalenka's Tough Tennis Win",
      "summary": "Aryna Sabalenka is a top tennis player who won the Australian Open in 2023 and 2024. In a recent match at the Australian Open, she played against Anastasia Potapova. Sabalenka was winning easily at first, but then Potapova fought back hard. Sabalenka felt very emotional and disconnected during the game. She had to save four set points to win the match in two tie-breaks. After the match, Sabalenka said she has learned to stay strong mentally, even when things are tough. She used to lose matches like this earlier in her career, but now she fights through her feelings. Sabalenka has won four major tournaments in the last three years and is one of the best players in women's tennis.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_7bd83fe0b0a8db1d_44b76864b204.webp",
      "category": "Fun"
    },
    {
      "id": "70c665faf6eaa538",
      "title": "A Famous Family's Wedding Dance Mix-Up",
      "summary": "Brooklyn Beckham, the son of famous soccer player David Beckham and singer Victoria Beckham, got married to Nicola Peltz. At their wedding, there was a confusing moment during a dance. The DJ, named Fat Tony, said that singer Marc Anthony called for the most beautiful woman to dance with Brooklyn. Everyone thought it would be Nicola, but he said Victoria's name instead. This made Nicola run out crying, and Brooklyn felt sad because he wanted to dance with his wife first. Victoria danced with Brooklyn, and it felt awkward for everyone there. Some reports say the first dance happened earlier with Nicola, but the DJ's story is different. This shows how family events can have mix-ups that upset people.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_70c665faf6eaa538_0bc7e9b061d1.webp",
      "category": "Fun"
    }
  ]
}