{
  "articles": [
    {
      "id": "40bd9165e27dfa73",
      "title": "Logan Paul Sells a Rare Pokémon Card for Millions",
      "summary": "Logan Paul, a famous YouTuber and wrestler, sold a very rare Pokémon card for $16.5 million, which is a new world record. He bought the card, called the Pikachu Illustrator, for $5.3 million in 2021. The card is special because it is one of only about 40 made in 1998 and is in perfect condition. The buyer is AJ Scaramucci, who wants to collect rare things like dinosaur fossils. The auction company, Goldin, helped with the sale, and Guinness World Records said it is the most expensive trading card ever sold. Pokémon cards have become very valuable recently, and this sale shows how popular they are.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_40bd9165e27dfa73_fec9089e84f8.webp",
      "category": "Fun"
    },
    {
      "id": "5ed0d63274b6a54c",
      "title": "ByteDance Stops AI Videos After Disney Complains",
      "summary": "ByteDance, a big tech company from China, has promised to limit its AI video app called Seedance. This happened after Disney, a famous entertainment company, threatened to take legal action. Disney said Seedance was using its characters like Marvel superheroes and Star Wars figures without permission. Many people online have been making videos with Seedance that look very real, but this has worried Hollywood studios. ByteDance says it respects copyrights and is working to stop users from misusing others' property. They have already stopped users from uploading real people's images. The app creates videos from text prompts, and some clips have become very popular. ByteDance did not share details about how it will protect copyrights.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_5ed0d63274b6a54c_586184f81cfe.webp",
      "category": "Fun"
    },
    {
      "id": "b7cbd4987f71417a",
      "title": "Royal Mail Has Trouble Delivering Letters",
      "summary": "Royal Mail is a company that delivers mail in the UK. Some postal workers say they are very busy and cannot deliver all the letters on time. They often focus on delivering parcels first because parcels make more money for the company. This means letters can sit in depots for weeks without being delivered. People are upset because they miss important things like hospital appointments or school certificates when letters arrive late. Royal Mail says most mail is delivered as planned, but many workers and customers disagree. The workers feel stretched and say there are not enough vans to do all the work. This problem affects many people across the UK.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7cbd4987f71417a_eced65008ec2.webp",
      "category": "Fun"
    },
    {
      "id": "16faa698e1881224",
      "title": "Taylor Swift Stops a Bedding Company from Using Her Name",
      "summary": "A company called Cathay Home wanted to use the name \"Swift Home\" for their bedding products, but Taylor Swift, a famous singer, did not like this. She told the US government to stop the company because the name was too similar to her own. Taylor Swift has her name trademarked, which means she owns it for things like bedding and clothes. She worried that people might think she was supporting the bedding, which she was not. The company decided to drop the application over the weekend because the name was not very important to their business. They had also made an agreement with Taylor Swift before about another similar name. This shows how celebrities protect their brands to avoid confusion.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_16faa698e1881224_e35c48f32745.webp",
      "category": "Fun"
    },
    {
      "id": "cda61b65c4e3c45f",
      "title": "A TV Show About Models and Its Big Impact",
      "summary": "America's Next Top Model was a popular TV show where people competed to become models. It started in 2003 and ran for many years, shown in many countries. The show had exciting moments, like when the host Tyra Banks got very angry at a contestant. It also included challenges that could be mean or dangerous, which made people talk about whether it went too far. During the pandemic, new viewers watched it and wondered if it should have been made. The show influenced other countries to make their own versions. A winner named Sophie Sumner said the American show was tougher than the British one, with judges criticizing looks, reflecting the modeling world at that time.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_cda61b65c4e3c45f_4a120c02095e.webp",
      "category": "Fun"
    },
    {
      "id": "e8f0b2bc947a7180",
      "title": "Tennis Player Says Sport Has Mean Culture",
      "summary": "Destanee Aiava, a tennis player from Australia, has decided to stop playing tennis at age 25. She says tennis has a culture that is racist, misogynistic, homophobic, and hostile. Racist means treating people unfairly because of their race, misogynistic means being unfair to women, and homophobic means being unfair to people who are gay. Aiava compared tennis to a 'toxic boyfriend,' which means it was harmful and made her feel bad. She talked about getting mean messages online from trolls, which are people who say hurtful things on the internet. Other players like Katie Boulter have also faced this problem. Aiava is grateful for her travels and friends but feels tennis took away her health and self-worth. She hopes to start fresh and find something she loves.",
      "source": "BBC Tennis",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e8f0b2bc947a7180_bcda6ecfa8eb.webp",
      "category": "Fun"
    }
  ]
}