{
  "articles": [
    {
      "id": "fac686f69a18a0bf",
      "title": "A Science Lab Changes Rules for Foreign Scientists",
      "summary": "A big science lab in the US called NIST is making new rules that might make it harder for scientists from other countries to work there. These scientists help with important work like making computers safe and studying air quality. Some people in the government are worried because they think these changes could push away talented scientists who come from around the world. The lab says the rules are to protect US science from theft, but others say they go too far. This could mean the US loses smart people who want to do research here, and it might hurt trust in the lab. The story talks about how rules about visas and access to labs are changing, and some leaders want more information before the new rules start.",
      "source": "Ars Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_fac686f69a18a0bf_184aa80b0e10.webp",
      "category": "Science"
    },
    {
      "id": "c7f689524d5ff893",
      "title": "Ancient Skulls in China Tell a New Story",
      "summary": "Scientists found two old skulls in China that are about 1.77 million years old. They belong to a group called Homo erectus, which is an early human ancestor. This makes them the oldest human fossils found in East Asia. The skulls were discovered in Yunxian, near a river. Before, some people thought these skulls might be related to another group called Denisovans, but the new age shows they are too old for that. This discovery helps us learn how quickly early humans spread from Africa to Asia. It also connects to even older stone tools found in China, showing that humans might have traveled faster than we thought.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c7f689524d5ff893_cd743730641b.webp",
      "category": "Science"
    },
    {
      "id": "26b1db46a7849a4c",
      "title": "NASA's Big Moon Trip",
      "summary": "NASA is planning a special mission called Artemis II to send four astronauts around the Moon in early March. This will be the first time people go that far into space in over 50 years. The astronauts will travel for 10 days, going around the far side of the Moon and back to Earth. They recently did a successful test called a 'wet dress rehearsal' where they filled the rocket with fuel and practiced the countdown. The crew includes three Americans and one Canadian, and they will live in a small spacecraft called Orion during the trip. This mission helps prepare for future Moon landings.",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_26b1db46a7849a4c_21d100d14c38.webp",
      "category": "Science"
    },
    {
      "id": "18696f638f2b428e",
      "title": "Scientists Map Deep Earthquakes Inside Our Planet",
      "summary": "Scientists at Stanford University have made the first map of special earthquakes that happen deep inside Earth, in a layer called the mantle. The mantle is below the crust, which is the outer layer we live on. These deep earthquakes are rare and don't cause shaking or damage on the surface, but they help scientists learn how all earthquakes start. The map shows that these earthquakes happen all over the world, with more in places like the Himalayas and near the Bering Strait. By studying them, researchers hope to understand Earth's inside better and how it moves. This work was published in a science journal and uses new methods to detect these deep events from seismic waves, which are vibrations that travel through Earth after an earthquake.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_18696f638f2b428e_0d8d0776d994.webp",
      "category": "Science"
    },
    {
      "id": "ea6559e2f5badb79",
      "title": "Rockets and Space Launches Around the World",
      "summary": "This article talks about rockets and space launches from different countries. A Chinese company is trying to land a rocket again after a first attempt. NASA is testing a big rocket called the Space Launch System for a Moon mission. Some countries like Australia, Canada, Germany, and Spain are giving money to build their own rockets because they want to launch satellites by themselves for safety. Germany's Rocket Factory Augsburg is working on a new rocket after a fire during a test. The United Arab Emirates launched a small rocket they made themselves. The article shows that many places are working hard to reach space.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ea6559e2f5badb79_63a7ce7516d5.webp",
      "category": "Science"
    },
    {
      "id": "8f3d755708bf2723",
      "title": "Oxford Scientists See Battery Glue to Make Batteries Better",
      "summary": "Scientists at the University of Oxford have found a new way to see a special glue inside batteries that helps them work. This glue, called a binder, holds the battery parts together and affects how fast the battery charges and how long it lasts. Before, it was hard to see where the binder was because it is very small and doesn't show up clearly. The researchers used a staining technique with silver and bromine markers to make the binder visible under a microscope. This lets them see exactly where the binder is placed in the battery. By studying this, they learned that changing how the binder is spread out can make batteries charge faster and last longer. This discovery could help make better batteries for things like electric cars and phones, making them more efficient and durable.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8f3d755708bf2723_7f6d26b70e61.webp",
      "category": "Science"
    }
  ]
}