{
  "articles": [
    {
      "id": "0a78c8993864bf50",
      "title": "Met Police Investigates Royal Protection Officers Over Epstein Island Visits",
      "summary": "The Metropolitan Police is conducting initial inquiries into close protection officers who were previously assigned to Prince Andrew Mountbatten Windsor. This follows allegations from an unnamed former senior Met officer, who told LBC that members of the Royalty and Specialist Protection (RaSP) unit may have deliberately ignored misconduct during visits to Jeffrey Epstein's private island, Little St James. Epstein, who died in prison in 2019, faced sex trafficking charges, and multiple survivors claim they were abused on the island. The Met stated it has not yet identified any wrongdoing but is working to establish facts. The former officer alleged that Andrew's protection team accompanied him to the island at least twice, including on Epstein's private jet, and expressed concerns from the late 1990s about officers becoming too close to those they protect, fearing demotion. Under police accountability rules, the Independent Office of Police Conduct (IOPC) would handle any further investigation if concerns arise. Andrew has been accused by Virginia Giuffre of sexual abuse on the island, though he denies this and settled financially without admitting guilt. This case highlights issues of police integrity and royal protection protocols.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_0a78c8993864bf50_b0a7a226ff63.webp",
      "category": "News"
    },
    {
      "id": "d52eb8ff587f6b99",
      "title": "Trial Over Fatal Climb: Responsibility in Mountain Sports",
      "summary": "In Austria, a trial is underway for Thomas P, accused of gross negligent manslaughter after his girlfriend, Kerstin G, died from hypothermia during a winter climb of Grossglockner, the country's highest peak. Prosecutors allege that as the more experienced climber, Thomas acted as the responsible guide and committed multiple errors, including starting the climb too late, failing to bring adequate emergency equipment, and allowing Kerstin to wear unsuitable snowboard boots. They argue he should have turned back due to severe weather conditions with strong winds and freezing temperatures. Thomas denies the charges, with his lawyer stating it was a tragic accident and that both were experienced, prepared, and in good physical condition. This case has sparked widespread debate about criminal liability in mountain sports, questioning when personal risk-taking crosses into negligence. If convicted, it could set a precedent for how climbing accidents are legally assessed, impacting safety protocols and responsibilities in the Alpine community.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d52eb8ff587f6b99_0a846c4cfe38.webp",
      "category": "News"
    },
    {
      "id": "58106f636d0a5731",
      "title": "Political Promises and Community Struggle in a Coastal Town",
      "summary": "In Horden, County Durham, a coastal community faces significant challenges stemming from the closure of local mines decades ago. Cotsford Primary School exemplifies these struggles, as children cannot use the playground due to cannabis odors from nearby properties, and the area is marked by boarded-up houses. Teachers implement programs like library helpers and math mentors, requiring applications and interviews to prepare students for future opportunities, reflecting the harsh realities of a deprived environment. The town's decline began with the loss of mining jobs, leading to population halving, increased child poverty, and a sense of abandonment. Political promises, such as Brexit and 'levelling up,' have failed to deliver improvement, fueling frustration among residents. In response, many voted for Reform UK in recent elections, seeking change in an area traditionally loyal to other parties. The community grapples with issues like absentee landlords, cheap housing attracting ex-prisoners and displaced families, and a breakdown of social cohesion. Despite efforts at local centers like The Ark church, where families gather, the overarching narrative is one of cyclical deprivation and political disillusionment, highlighting the difficulties in revitalizing forgotten regions.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_58106f636d0a5731_04d5b603c4bc.webp",
      "category": "News"
    },
    {
      "id": "5d15aaa4f5d93297",
      "title": "California Avalanche: Rescue Efforts for Backcountry Skiers",
      "summary": "A severe winter storm in Northern California triggered an avalanche in the Castle Peak area near Lake Tahoe, leading to a critical rescue operation. Six backcountry skiers were located alive, but ten remain missing as of Tuesday. The group consisted of four guides and twelve clients, with someone reporting the incident via a 911 call around 11:30 a.m. Emergency responders, including the Nevada County Sheriff's Office and California Department of Forestry and Fire Protection, dispatched 46 personnel to search the site. Survivors were advised to shelter in place until rescue teams could reach them. The Sierra Avalanche Center warned of high avalanche danger due to rapid snowfall and gale-force winds on fragile snowpack, emphasizing the risks in backcountry areas during storms. This event highlights the challenges of mountain rescues and the importance of avalanche awareness.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_5d15aaa4f5d93297_23fd7fca33ab.webp",
      "category": "News"
    },
    {
      "id": "55f285b22bab7136",
      "title": "Progress in Indirect U.S.-Iran Nuclear Talks Amid Regional Tensions",
      "summary": "In Geneva, Switzerland, high-level talks addressed two major international issues: limiting Iran's nuclear program and ending Russia's war in Ukraine. Regarding Iran, a U.S. official reported progress after approximately three hours of indirect negotiations, facilitated by mediators from Oman. U.S. special envoy Steve Witkoff and Jared Kushner presented their case, while Iran's foreign minister, Abbas Araghchi, stated that a new window for agreement has opened, with clearer guiding principles established, though positions still need alignment. Concurrently, Iran temporarily closed the Strait of Hormuz for live-fire military exercises, broadcast on state television, highlighting regional tensions as this strait handles about 20% of global oil transit. The Pentagon has bolstered naval presence in the Middle East, with the USS Gerald Ford aircraft carrier en route. These developments occur alongside separate talks in Geneva involving Ukraine and Russia, brokered by the same U.S. negotiators, emphasizing the multifaceted diplomatic efforts underway.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55f285b22bab7136_063b3857a256.webp",
      "category": "News"
    },
    {
      "id": "50e9077fdf4164f2",
      "title": "FDA Rejection of mRNA Flu Vaccine Raises Concerns",
      "summary": "The U.S. Food and Drug Administration (FDA) recently announced it will not review Moderna's mRNA flu vaccine, despite late-stage clinical trials demonstrating its safety and efficacy. This rejection has sparked concern among industry professionals and public health experts, who fear it reflects the Trump administration's approach to vaccine development, influenced by criticism from Health Secretary Robert F. Kennedy Jr. against mRNA technology. mRNA, used successfully in COVID-19 vaccines by Moderna and Pfizer, represents an innovative method for vaccine production. Dr. Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, expressed alarm, stating the decision 'sends chills' as it may hinder advancements in combating infectious diseases. The article highlights tensions between regulatory decisions and scientific progress, with implications for future vaccine approvals and public health strategies.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50e9077fdf4164f2_f0c5105c7a92.webp",
      "category": "News"
    }
  ]
}