{
  "articles": [
    {
      "id": "7dcfb3484533d4e4",
      "title": "格莱美得主奥利维亚·迪恩如何成为英国新全球明星",
      "summary": "英国歌手奥利维亚·迪恩在洛杉矶赢得格莱美最佳新人奖，确认了她作为流行乐坛最大突破明星的地位。她的胜利得益于《Man I Need》和《So Easy (To Fall in Love)》等欢乐、灵魂浪漫流行歌曲，这些歌曲去年成为跨大西洋热门。尽管面临同胞罗拉·杨和R&B艺术家莱昂·托马斯的竞争，她脱颖而出，成为自2019年杜瓦·利帕以来首位赢得最佳新人的英国人。在获奖感言中，26岁的迪恩提到自己是移民的孙女，强调勇敢的价值和社区支持的重要性。她还表演了英国榜首歌曲《Man I Need》，该曲在美国公告牌百强单曲榜上升至第二名。她的金留声机奖杯使她跻身流行乐坛最大新星之列，加入艾米·怀恩豪斯、比莉·艾利什、阿黛尔和奥利维亚·罗德里戈等前最佳新人得主的行列。这一时刻标志着她缓慢燃烧成功的顶峰，始于2019年的首张EP《OK Love You Bye》。此后，她尝试了多种流派和声音，最终在第二张专辑《The Art of Loving》中确立了柔和、爵士色调的风格。迪恩在伦敦东北部海厄姆斯公园长大，从小立志成为歌手。她的表亲——So Solid Crew说唱歌手兼演员阿什利·沃尔特斯——曾登顶榜单，但另一位伦敦人利安娜·刘易斯真正激励了她。她的首张专辑《Messy》曾获水星奖提名，但去年的《The Art Of Loving》真正让她声名鹊起。这张亲密描绘心灵事务的专辑在英国排名第一，并为她带来了三首同时进入前十的单曲。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7dcfb3484533d4e4_26e43b9e1325.webp",
      "category": "Fun"
    },
    {
      "id": "b17e020dab35f3d9",
      "title": "格莱美奖亮点——从混乱的雪儿到萨布丽娜的空姐",
      "summary": "第68届格莱美奖颁奖典礼在洛杉矶举行，呈现了奖项、演讲和表演的混合体。坏痞兔获得三项大奖，KPop Demon Hunters创造了历史，英国歌手奥利维亚·迪恩确认了她作为流行乐坛最亮眼新星的地位。雪儿在18年后惊喜现身，接受终身成就奖并颁发年度制作奖，但她的环节混乱不堪：她发表了感人的获奖感言，却在未公布提名者的情况下离场，后来困惑地宣布卢瑟·范德罗斯获奖，实际上是指肯德里克·拉马尔和SZA采样范德罗斯的歌曲。主持人特雷弗·诺亚在第六次也是最后一次主持中，以幽默调侃新闻消费引发的全国饮酒游戏。布鲁诺·马尔斯和罗莎的开场表演虽获提名但未获奖。整体而言，这场“音乐界最大之夜”既有庆祝时刻，也有令人困惑的插曲，展示了现场电视的不可预测性和娱乐价值。",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b17e020dab35f3d9_723ac806413b.webp",
      "category": "Fun"
    },
    {
      "id": "a80fd4c3a1adf590",
      "title": "肯尼迪中心将关闭两年进行翻修，特朗普宣布",
      "summary": "美国总统唐纳德·特朗普宣布，位于华盛顿特区的肯尼迪中心将于七月开始进行为期两年的翻修，并于7月4日关闭以纪念美国建国250周年。这一消息通过Truth Social平台发布，特朗普强调翻修工程已获得国会超过2.5亿美元的拨款，旨在将该中心打造成世界顶级的表演艺术设施。此举发生在中心于十二月更名为唐纳德·J·特朗普和约翰·F·肯尼迪表演艺术纪念中心之后，此前特朗普在替换董事会成员后当选为主席。更名引发了一些艺术家的抗议，包括作曲家史蒂文·施瓦茨在内的多位表演者取消了演出。批评者，如民主党众议员乔伊斯·比蒂和肯尼迪家族成员，认为更名违反了1964年要求国会批准的法律，并亵渎了纪念约翰·F·肯尼迪总统的初衷。比蒂已提起诉讼挑战更名，凸显了持续的政治和法律紧张局势。特朗普辩称关闭中心可确保翻修质量不受活动干扰，但这一决定引发了关于总统影响力、文化传承和现代化需求的广泛辩论。中心近期还举办了关于第一夫人梅拉尼娅·特朗普的纪录片首映，进一步显示了政治议程与文化空间的交织。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a80fd4c3a1adf590_edae1f18450f.webp",
      "category": "Fun"
    },
    {
      "id": "04d0ba4de5dcbf4a",
      "title": "尼日利亚有抱负的歌手被蛇咬后去世",
      "summary": "尼日利亚一位有抱负的歌手Ifunanya Nwangene，26岁，在首都阿布贾的公寓中被蛇咬伤后于周六去世，引发了广泛的悲痛。她因2021年参加《尼日利亚好声音》而知名，以融合爵士、歌剧、古典音乐和灵魂乐等多种音乐风格著称。据朋友描述，她在睡觉时被一条眼镜蛇咬醒，后来在家中发现了两条蛇。她最初在附近诊所寻求治疗，但因缺乏抗蛇毒血清而转往医院。朋友Sam Ezugwu表示，医院有一种所需的抗蛇毒血清，但没有另一种，尽管努力稳定她的情况，她呼吸困难并最终去世。医院联邦医疗中心贾比否认回应不足的说法，称他们立即提供了包括抗蛇毒血清和复苏在内的治疗，但她的病情因严重并发症而恶化。这一事件突显了城市中蛇类安全问题和医疗资源可及性的挑战，反映了社区对悲剧的集体哀悼。",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_04d0ba4de5dcbf4a_33e69557d9e4.webp",
      "category": "Fun"
    },
    {
      "id": "f018a73fdb54c03a",
      "title": "22岁网球不朽：阿尔卡拉斯历史性胜利背后的数字",
      "summary": "卡洛斯·阿尔卡拉斯，西班牙世界排名第一的网球选手，在22岁时创造了历史，成为完成职业生涯全满贯的最年轻男子选手。他在澳大利亚公开赛上首次夺冠，击败了诺瓦克·德约科维奇，赢得了个人第七个大满贯冠军。这一成就使他成为公开赛时代第六位实现职业生涯全满贯的男性球员，与德约科维奇、拉斐尔·纳达尔、罗杰·费德勒、安德烈·阿加西和罗德·拉沃并列。阿尔卡拉斯展现了惊人的统治力，赢得了过去八项大满贯中的五项，并在八次大满贯决赛中仅输掉一场。他超越了此前纪录保持者纳达尔（24岁完成全满贯）以及1938年的唐·布吉。凭借此次胜利，阿尔卡拉斯在公开赛时代23岁前获得的大满贯单打冠军数量最多，超过了比约恩·博格的六项，远多于德约科维奇在同龄时的一项。他的职业生涯包括在法国公开赛、温布尔登和美国公开赛各赢两次，而澳大利亚公开赛曾是他最后的障碍。阿尔卡拉斯表达了他的决心，称今年“渴望更多”，凸显了他在体育中追求卓越的不懈努力。这场胜利不仅标志着个人辉煌，还可能预示着男子网球世代动态的转变，因为阿尔卡拉斯的统计成就挑战了既定规范，为未来冠军设定了新标杆。",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f018a73fdb54c03a_22f5bea5ed6a.webp",
      "category": "Fun"
    },
    {
      "id": "7ca3b3dea7bd00c6",
      "title": "“任务完成”但阿尔卡拉斯瞄准更多历史",
      "summary": "卡洛斯·阿尔卡拉斯在墨尔本赢得澳大利亚网球公开赛决赛，击败诺瓦克·德约科维奇，以2-6、6-2、6-3、7-5的比分完成职业生涯全满贯，成为历史上最年轻的男性球员（22岁272天）和第九位实现此成就的男性选手。赛后，他在电视摄像机上写下“任务完成 - 4/4完成”，象征着他的历史性时刻。阿尔卡拉斯在比赛中情绪激动，倒地庆祝，西班牙同胞、22次大满贯冠军拉斐尔·纳达尔在场边观看。他计划为这次墨尔本胜利添加袋鼠纹身，以纪念他的大满贯成就。阿尔卡拉斯反思说，他学会了享受网球生涯的每一刻，不仅仅是夺冠，还包括比赛和成长。此次赛事是他与长期教练胡安·卡洛斯·费雷罗分手后首次参加大满贯，但他表现出色，展示了适应能力和专注力。这篇文章报道了阿尔卡拉斯的胜利、个人哲学以及他在网球历史中的地位，强调了年轻一代球员的崛起和对传统的挑战。",
      "source": "BBC Tennis",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7ca3b3dea7bd00c6_d193059782ac.webp",
      "category": "Fun"
    }
  ]
}