{
  "articles": [
    {
      "id": "08f829d70e262f75",
      "title": "Elena Rybakina Wins Big Tennis Match in Australia",
      "summary": "Elena Rybakina won the Australian Open tennis tournament by beating Aryna Sabalenka in a close match. Rybakina is from Kazakhstan and was the fifth seed, while Sabalenka is the world number one from Belarus. The match had three sets, and Rybakina was losing in the final set but came back to win 6-4, 4-6, 6-4. She served an ace to finish the match and got her second major trophy after winning Wimbledon in 2022. Sabalenka has lost many big finals recently. Rybakina played very well, hitting the ball cleanly and serving strongly. She also beat other top players like Iga Swiatek and Jessica Pegula to reach the final. This win shows Rybakina is a great player who can beat the best.",
      "source": "BBC Tennis",
      "time_ago": "Just now",
      "image_url": "/article_images/article_08f829d70e262f75_ac2b07b6d821.webp",
      "category": "Fun"
    },
    {
      "id": "4ef6332fdaeab6b6",
      "title": "Neal Skupski Wins Big Tennis Match in Australia",
      "summary": "Neal Skupski from Great Britain and his partner Christian Harrison from America won the Australian Open men's doubles title. This is a big tennis tournament in Australia. They played against Jason Kubler and Marc Polmans and won the match. It was their first time playing together in a Grand Slam, which is a major tennis event. Skupski has won another Grand Slam before at Wimbledon. He is happy with his new partner and says they work well together. This win shows that British players are doing great in doubles tennis lately.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4ef6332fdaeab6b6_d3a1c2700472.webp",
      "category": "Fun"
    },
    {
      "id": "fa20b58fc74fdb3e",
      "title": "Remembering Catherine O'Hara: A Funny Actress Who Made Us Laugh",
      "summary": "Catherine O'Hara was a famous actress who made people laugh in movies and TV shows. She was best known for playing funny roles in films like Home Alone and Beetlejuice, and she won an award for her part in Schitt's Creek. She was from Canada and started her career in a comedy group called Second City. Sadly, she passed away at age 71 after being sick for a short time. Her friends and co-stars, like Macaulay Culkin from Home Alone, shared nice memories about her. She was loved by many people around the world for her humor and kindness.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fa20b58fc74fdb3e_710ed3e8e6e6.webp",
      "category": "Fun"
    },
    {
      "id": "686545d9a2f33628",
      "title": "Gary Barlow's First Show at a Small Club",
      "summary": "Gary Barlow is a famous singer from the band Take That. He first performed when he was 11 years old at a small social club in north Wales called Connah's Quay Labour Club. The club's treasurer, Susan Jones, found out from social media that Gary mentioned the club in a Netflix documentary. She says the club helped make Gary Barlow a star. Take That is a very popular band that has sold millions of records and played in big stadiums. Some people at the club still remember Gary playing the organ before he became famous. Fans like Yvette Clark visit the club because they think it's cool that Gary started there. This story shows how a small place can be important for a big star's beginning.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_686545d9a2f33628_d847bc09d1d0.webp",
      "category": "Fun"
    },
    {
      "id": "d4b826caffd38881",
      "title": "Djokovic Wins Big Match at Australian Open",
      "summary": "The Australian Open tennis tournament had been a bit boring this year with not many exciting games. But on day 13, things changed! Carlos Alcaraz played a great match to win his semi-final against Alexander Zverev. Then, Novak Djokovic, who is 38 years old, played an amazing match to beat Jannik Sinner in the other semi-final. Djokovic said he wanted to match the intensity of Alcaraz's match and joked about getting money from ticket sales. Fans were very happy, with one fan saying it was a special night. This win set up a final between Djokovic and Alcaraz, making the tournament more fun.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d4b826caffd38881_b151777a6c59.webp",
      "category": "Fun"
    },
    {
      "id": "f7bf5e6b52130479",
      "title": "A Special Day for a Famous Writer",
      "summary": "A memorial service was held for Dame Jilly Cooper, a famous author who wrote fun books about rich people and horses. She died last year at age 88 after a fall. Many famous people came to say goodbye, including Queen Camilla, Dame Joanna Lumley, and David Tennant. The event took place at Southwark Cathedral in London. People shared nice stories about Jilly Cooper, calling her funny and kind. Her books, like Riders and Rivals, sold millions of copies and were made into a TV show. Guests looked at a picture of her with a dog because she loved animals. The service was described as touching and beautiful, celebrating her life and work.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f7bf5e6b52130479_5df5fc03ca99.webp",
      "category": "Fun"
    }
  ]
}