{
  "articles": [
    {
      "id": "c2104c3e1722d98a",
      "title": "Bacteria That Eat Cancer Tumors",
      "summary": "Scientists are making a new way to fight cancer using tiny living things called bacteria. They change the bacteria so it can eat cancer tumors from the inside. The bacteria like places with no air, and the middle of tumors has no air, so it's a good home for them. The bacteria grow and eat the tumor, helping to get rid of it. But there is a problem: when the bacteria reach parts of the tumor with a little air, they die before finishing the job. To fix this, scientists add a special gene to help the bacteria survive longer. They also use a smart system called quorum sensing to control when this gene turns on, so the bacteria only get stronger when needed. This research is done by scientists at a university working with other experts to make a safe treatment.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c2104c3e1722d98a_4f45375173ce.webp",
      "category": "Science"
    },
    {
      "id": "bdbf7a2bfcf60ac1",
      "title": "Scientists Make a Tiny Light Trap for Better Sensors",
      "summary": "Scientists at CU Boulder have created a tiny device called a microresonator that traps light on a chip. This device is like a small loop where light goes around and gets stronger. By making the light stronger, it can help build better sensors for things like navigation or finding chemicals. The team used a special shape called a racetrack with smooth curves, which helps keep more light inside instead of letting it escape. They built this device in a very clean room using a machine that writes with electrons to make it super small and precise. This work means future sensors could use less power and work better.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bdbf7a2bfcf60ac1_bb819b49b944.webp",
      "category": "Science"
    },
    {
      "id": "7f3c2623833af7ec",
      "title": "Cancer Deaths Near Nuclear Power Plants: A Big Study",
      "summary": "A big study from Harvard looked at cancer deaths in the United States. It found that counties closer to nuclear power plants have more people dying from cancer than counties farther away. The study checked data from 2000 to 2018 for all U.S. counties and nuclear plants. The researchers say this doesn't prove the plants cause cancer, but it shows we need to learn more. They think about 115,000 cancer deaths might be linked to living near these plants over the years. The study also considered things like income and smoking to make sure the results are fair. The authors want more studies to understand this better, especially as nuclear power is used more for clean energy.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_7f3c2623833af7ec_fb2e4208baec.webp",
      "category": "Science"
    },
    {
      "id": "2b9fc0d0f051bb37",
      "title": "Balloons Can Hurt Animals and Nature",
      "summary": "This article talks about why releasing balloons into the sky is not good for the environment. A balloon seller named Naomi Spittles says she won't sell balloons to people who want to release them because balloons can fall back down and harm animals and nature. She wants balloon releases to be banned. Many local areas in the UK have already made balloon releases illegal. People often release balloons to celebrate or remember someone, but they might not know the danger. Balloons can end up in the ocean or on land, where animals like birds and sea creatures might eat them or get tangled in the strings, which can hurt or kill them. Experts from groups like the Marine Conservation Society and RSPCA explain that balloon litter is increasing and can cause slow deaths to wildlife. Instead of releasing balloons, people can plant trees or flowers as a safer way to remember loved ones.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2b9fc0d0f051bb37_0570f79c29e1.webp",
      "category": "Science"
    },
    {
      "id": "f2d8e9f34c8d2fa4",
      "title": "Space Force Wants Faster Space Tools",
      "summary": "A Space Force leader named Maj. Gen. Stephen Purdy says the military is happy with its rocket companies but needs better space tools called payloads. Payloads are things like sensors that help satellites see and do jobs in space. The Space Force wants to build payloads faster, in one week instead of two to three years, so they can launch missions quickly. They are giving money to small companies to make new payloads, like infrared sensors that can spot missiles or fires. The Space Force already has many rockets and satellites for communication, but payloads are the last part they need to improve. This will help them protect the country and do space missions better.",
      "source": "Ars Science",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f2d8e9f34c8d2fa4_b3dbcd825021.webp",
      "category": "Science"
    },
    {
      "id": "a1612a0fb16590e9",
      "title": "A Giant Underwater Canyon in the Atlantic Ocean",
      "summary": "Deep in the Atlantic Ocean, there is a huge underwater canyon called the King's Trough Complex. It is about 500 kilometers long, which is very big, and includes deep trenches and basins. Scientists wanted to know how it formed. They discovered that millions of years ago, the Earth's crust in that area was pulled apart like a zipper opening, creating cracks and rifts. This happened because the crust was weak from being heated by hot material rising from deep inside the Earth, called a mantle plume. The scientists used special tools like sonar to map the seafloor and collected rock samples to study. This helps us understand how the ocean floor changes over time.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a1612a0fb16590e9_900c542558a9.webp",
      "category": "Science"
    }
  ]
}