{
  "articles": [
    {
      "id": "2c67be10e2be6349",
      "title": "中国解除对英国议员的制裁，斯塔默表示",
      "summary": "英国首相基尔·斯塔默爵士在访问中国期间宣布，中国已解除对六名现任英国议员的全部制裁，包括四名保守党议员和两名上议院议员。这些制裁于2021年实施，涉及对中国、香港和澳门的旅行禁令、资产冻结以及商业往来限制。斯塔默表示，他与习近平主席在北京的会谈促成了这一结果，他认为这证明了他通过领导人直接对话处理敏感问题的外交策略是有效的。然而，受影响的议员发表声明称，他们不希望被用作国际关系中的谈判筹码，宁愿保持制裁以示抗议。此次访问是自2018年以来英国首相首次访华，旨在缓和双边关系，斯塔默声称英中关系目前处于良好状态。批评者，包括一些保守党人士，认为中国的人权记录不佳并对英国国家安全构成威胁，指责斯塔默向中国“磕头”。制裁最初是针对这些议员批评中国在新疆等地的人权侵犯行为而实施的。这一事件反映了在当代国际事务中，现实政治与道德外交政策之间的复杂互动。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2c67be10e2be6349_6b96ab198f9c.webp",
      "category": "News"
    },
    {
      "id": "d5f0375144ea10e9",
      "title": "逮捕涉及超大型非法垃圾倾倒场",
      "summary": "英国环境署逮捕了两名男子，年龄分别为69岁和54岁，他们涉嫌在牛津郡的一个非法垃圾倾倒场倾倒约21,000吨垃圾。该倾倒场位于基德灵顿附近，介于切尔韦尔河和A34公路之间，包含处理过的家庭垃圾、碎塑料、聚苯乙烯、轮胎和其他家居物品，存在火灾等安全风险。此次逮捕是针对环境犯罪和洗钱罪的调查的一部分。根据BBC的调查，英格兰有超过500个非法倾倒场，其中至少11个“超级场地”垃圾量超过20,000吨，包括柴郡的一个280,000吨场地。这些倾倒场通常由有组织犯罪团伙运营，他们通过收取低于合法处理场的费用来非法牟利。合法垃圾填埋场收取费用和每吨超过126英镑的垃圾填埋税，而非法操作者逃避这些成本。清理基德灵顿场地的工作已开始，预计在12个月内耗资960万英镑，环境署计划根据《犯罪收益法》从被定罪的个人那里收回清理成本。此案突显了废物管理中的系统性挑战，如数据不全和农村隐藏倾倒场的监管困难。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d5f0375144ea10e9_577c47b66b01.webp",
      "category": "News"
    },
    {
      "id": "d0a65fd0a741ffa8",
      "title": "秘密拍摄揭露锁匠收取十倍原报价",
      "summary": "英国广播公司（BBC）进行了一项秘密调查，揭露了锁匠行业的“诱饵调包”骗局。调查聚焦于一家名为24/7 Locksmiths UK的公司，该公司在接到大量投诉后，被拍摄到试图收取近十倍于原40英镑报价的费用。案例涉及一对85岁的老年夫妇莫琳和埃里克·雷诺兹，他们于去年12月在伦敦被锁在门外。最初，该公司报价49英镑，但锁匠到达后声称无法使用标准工具取出钥匙，坚持钻孔开门。在孙子离开后，锁匠声称锁具存在更多问题，最终开具了2,802英镑的发票，并注明未收取增值税，尽管BBC怀疑该公司未进行增值税注册。低质量的工作导致夫妇不得不额外支付2,244英镑更换整个门和门框。该公司在BBC询问后未予回应，并关闭了其网站，突显了紧急服务行业中存在的欺骗行为。此报道警示消费者在雇佣服务时需谨慎，并强调了新闻调查在揭露欺诈和保护公众利益中的作用。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d0a65fd0a741ffa8_cc213d3fd531.webp",
      "category": "News"
    },
    {
      "id": "edad67278c50f310",
      "title": "特朗普夫妇出席《梅拉尼娅》纪录片首映礼，全球上映在即",
      "summary": "梅拉尼娅·特朗普作为美国第一夫人，制作了一部名为《梅拉尼娅》的纪录片，记录了她与丈夫唐纳德·特朗普重返白宫前20天的生活。该片在华盛顿特区的肯尼迪中心举行了首映礼，特朗普夫妇作为贵宾出席。梅拉尼娅表示，纪录片旨在展示她的日常生活，包括商业活动、慈善事业、家庭照顾以及白宫团队的组建。影片由亚马逊MGM工作室制作，据报道预算为4000万美元，将在全球约1600块银幕上映，随后在亚马逊Prime Video流媒体平台独家播放。导演布雷特·拉特纳指出，纪录片通常在票房上表现不佳，但影片的价值在于其内容。首映礼吸引了多位内阁成员、国会议员和保守派评论员参加。唐纳德·特朗普赞扬影片恢复了 glamour 感，而梅拉尼娅则强调其情感和电影品质，突出了她在过渡期间作为商人、妻子和母亲的多重角色。这部纪录片是梅拉尼娅在特朗普第二任期内，面对公众对其神秘形象的好奇，试图通过个人叙事分享故事的一部分。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_edad67278c50f310_b534afac2d6d.webp",
      "category": "News"
    },
    {
      "id": "120329bb6d186f95",
      "title": "委内瑞拉代理总统签署法律放宽国家对石油行业的控制",
      "summary": "委内瑞拉代理总统德尔茜·罗德里格斯签署了一项法律，对该国石油行业进行重大改革，引入私有化，结束了二十多年的社会主义国家控制。国民议会通过了这项改革，此前美国军方在首都逮捕了前总统尼古拉斯·马杜罗。与此同时，美国财政部放宽了对委内瑞拉石油的制裁，允许美国能源公司在该国运营，但禁止来自中国、俄罗斯、伊朗、朝鲜和古巴的实体参与交易。这项法律赋予私营公司对石油生产和销售的控制权，设立独立仲裁机制解决纠纷，并将开采税的使用费上限设定为30%。改革旨在缓解外国投资者的担忧，特别是那些因以往国家偏向法律而遭受损失的美国石油公司。罗德里格斯表示，这是为了给孩子们建设更美好的未来，并重振委内瑞拉疲软的经济。这一举措标志着地缘政治和经济的重要转变，可能通过吸引外资和减少国家干预来促进经济增长，但也引发了关于资源主权和长期公平性的问题。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_120329bb6d186f95_07109cbaa5a2.webp",
      "category": "News"
    },
    {
      "id": "644994e42cbf64b0",
      "title": "众议院共和党人提出更严格的投票规则，特朗普政府关注中期选举",
      "summary": "众议院共和党人提出了一项名为“让选举再次伟大法案”的全面立法方案，旨在改革美国的投票法律。该提案包括关键条款，如要求选民在投票前出示带照片的身份证明，并在选民注册时提供公民身份证明，部分措施计划于2027年生效。此外，该法案寻求禁止普遍邮寄投票和排名选择投票，这些方法在某些州已变得流行。支持者，包括众议院行政委员会主席布莱恩·斯蒂尔，认为这些变化将增强选举完整性，提高选民信心，并通过“让投票容易，但作弊困难”来防止欺诈。然而，民主党人反对该立法，认为这是一种选民剥夺权利的形式，对边缘化群体施加了繁重要求。时机具有重要意义，因为特朗普政府在11月中期选举前关注选举问题，国会控制权岌岌可危。最近的发展，如联邦调查局在佐治亚州富尔顿县对2020年选举进行的突袭，突显了紧张局势的升级。由于国会分裂严重，该法案通过的前景不确定，反映了关于投票权、联邦制以及民主进程中安全与可及性平衡的深刻意识形态分歧。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_644994e42cbf64b0_a3818e10d965.webp",
      "category": "News"
    }
  ]
}