{
  "articles": [
    {
      "id": "865332a8e6378311",
      "title": "A Look at Mental Health and ADHD Services in England",
      "summary": "Health Secretary Wes Streeting is starting a review to check why more people are asking for help with mental health, ADHD, and autism in England. The review will see if some people are being diagnosed too much and what help is missing. The government says they are putting money into services, but many people wait a long time for therapy. NHS numbers show that mental health problems and ADHD have gone up a lot over the last 20 years. Streeting wants to make sure everyone gets the right diagnosis and support quickly. A professor named Peter Fonagy will lead the review, and the results will come out in the summer. The review aims to listen to people who are affected and give honest advice.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_865332a8e6378311_ca0b836c624e.webp",
      "category": "News"
    },
    {
      "id": "1766bbd922b80501",
      "title": "Energy Bills and Network Upgrades",
      "summary": "Household energy bills in the UK will go up to pay for a big investment in the energy network. The regulator Ofgem has approved £28 billion to improve electricity and gas grids over five years. This will add about £108 to bills by 2031, but it will also save money by making energy cheaper and reducing reliance on imported gas. The net increase is around £30 per year. The investment aims to keep the energy supply safe and secure, helping protect people's bills in the future. Companies that manage the networks will use this money for maintenance and upgrades.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_1766bbd922b80501_e8f3c8f83af8.webp",
      "category": "News"
    },
    {
      "id": "235f664edc151cad",
      "title": "A Small Earthquake Shakes Homes in England",
      "summary": "A small earthquake happened in north-west England on Wednesday night. It was a 3.3-magnitude quake, which means it was not very strong but could be felt. People in towns like Kendal and Ulverston felt their houses shake and heard loud rumbling sounds. Nikki Maddox, who lives in Silverdale, thought her roof was falling down! The earthquake lasted about 20 seconds and scared many people. Katrina Simmons woke up because her bed was shaking. Luckily, no one was hurt, and there was no damage to buildings. Earthquakes are rare in England, so this was a surprising event for everyone.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_235f664edc151cad_2566ec850b1c.webp",
      "category": "News"
    },
    {
      "id": "24d8bab833a396c3",
      "title": "Cough Medicines vs. Honey and Lemon: What Helps a Cough?",
      "summary": "When you get a cough from a cold, it's your body's way of fighting the virus. Cough medicines can't cure the cold, but they can make your throat feel better by coating it or reducing the tickle. Professor Jacky Smith says cheaper store-brand medicines work just as well as expensive ones. Be careful with sugar in syrups—sugar-free options are better. Honey and lemon are homemade remedies that can soothe your throat too. For chesty coughs with phlegm, some medicines claim to loosen it, but there's not strong proof. Always follow the dose on the label to stay safe.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_24d8bab833a396c3_4981f074cc36.webp",
      "category": "News"
    },
    {
      "id": "93c41e59602ea0ff",
      "title": "A Leader's Chat Puts Soldiers in Danger",
      "summary": "A report from the Pentagon watchdog found that Defense Secretary Pete Hegseth used a messaging app called Signal to talk about a military strike in Yemen. This put U.S. service members at risk because the chat had secret information that should not be shared. A journalist was accidentally added to the chat, which gave real-time updates about the strike against Houthi militants. The inspector general, who investigates for the Department of Defense, said the messages were classified as 'secret/no foreign,' meaning they could harm national security if leaked. This shows how important it is to keep sensitive information safe to protect people.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_93c41e59602ea0ff_81743d00e83c.webp",
      "category": "News"
    },
    {
      "id": "f568f347d88efa11",
      "title": "Should Babies Get a Shot to Stay Healthy?",
      "summary": "A group of doctors and experts is having a meeting to talk about a vaccine for babies. The vaccine helps protect against a sickness called hepatitis B, which can hurt the liver. Right now, doctors say all babies should get this shot on their first day of life. But some people, including a committee led by Robert F. Kennedy Jr., might want to change this rule. Other doctors, like those from the American Academy of Pediatrics, say the vaccine is important because it saves lives by preventing cancer and other liver problems. The meeting will happen live, so people can watch and learn more about why this decision is being made. It's a big discussion about keeping babies safe and healthy.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f568f347d88efa11_cfd7de8adb68.webp",
      "category": "News"
    }
  ]
}