{
  "articles": [
    {
      "id": "32f64ba84c6e2d09",
      "title": "A Great Deal for Apple TV Shows",
      "summary": "This article talks about a special Black Friday deal for Apple TV, a streaming service where you can watch many TV shows and movies. Normally, it costs $12.99 per month, but for six months, you can get it for only $5.99 per month, which is half off. This deal is available in the US and UK until December 1, 2025. Apple TV has popular shows like 'Ted Lasso' and 'Severance', and you can watch it on devices like iPhones, smart TVs, and gaming consoles. The author thinks it's a fantastic offer to try out the service and enjoy lots of entertainment.",
      "source": "TechRadar",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_32f64ba84c6e2d09_9c22a36b81a9.webp",
      "category": "Science"
    },
    {
      "id": "6f0eae75d78825f8",
      "title": "Big Tech Deal: Anthropic Teams Up with Microsoft and Nvidia",
      "summary": "Anthropic, a company that makes smart AI models called Claude, has made a huge deal with Microsoft and Nvidia. They are buying $30 billion worth of cloud computing power from Microsoft's Azure service. In return, Microsoft and Nvidia are investing $15 billion in Anthropic. This means Anthropic can use powerful computers to train and run its Claude models better. Claude will be available on Microsoft's platforms for businesses, helping them use AI tools easily. The partnership helps Anthropic grow and make its AI faster and cheaper to run. It's a big step for AI technology in the cloud.",
      "source": "TechRadar",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6f0eae75d78825f8_de25a3614e9f.webp",
      "category": "Science"
    },
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "Why Bees Get a New Queen",
      "summary": "In a honey bee colony, the queen bee is the leader who lays eggs. Sometimes, the workers bees decide to replace her in a process called supersedure. This happens when the queen gets sick from viruses, which make her lay fewer eggs and produce less of a special smell called methyl oleate. The worker bees notice this change and start raising a new queen. This is important because bees help pollinate many of the foods we eat, like fruits and vegetables. If the queen is replaced, it can cause problems for the hive and for farmers who rely on bees. Scientists found that adding the missing smell back can help keep the hive stable. This research helps beekeepers take better care of their bees.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI Finds a Hidden Lion Roar",
      "summary": "Scientists have discovered that African lions make two kinds of roars, not just one. Using artificial intelligence, researchers found a new 'intermediary roar' that helps identify lions better. This is important because lions are in danger, with only about 20,000 to 25,000 left in Africa. The AI system can tell the roars apart with high accuracy, reducing mistakes from people. This helps conservation groups track lions more easily to protect them. The study was done by experts from universities and wildlife groups, and it shows how technology can save animals. Lions use roars like signatures, so knowing both types helps count them correctly.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "Copper Helps Make Clean Ammonia for Plants",
      "summary": "Scientists in Tokyo found a cool way to make ammonia, which is used in fertilizers to help plants grow. They used a material called copper oxide that changes during a reaction to help turn nitrates into ammonia. This new way is better for the environment because it doesn't need high heat or pressure like the old method, which makes a lot of pollution. Ammonia is super important for food, so making it cleanly helps our planet. The researchers used special tools to watch how copper particles form and help make ammonia. This discovery could lead to greener ways to produce ammonia in the future.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "2e493042339037c5",
      "title": "Earthquake Faults Can Heal Themselves",
      "summary": "Scientists have found that deep earthquake faults can fix themselves quickly after moving. This happens in slow slip events, which are like very slow earthquakes where the ground moves a little over days or weeks. Researchers studied the Cascadia Subduction Zone, where one plate slides under another. They did experiments with quartz under high pressure and heat to see how faults heal. This discovery helps us understand earthquakes better and could make predictions more accurate. It shows that faults can get strong again fast, which is important for safety.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2e493042339037c5_912bdf4c74b1.webp",
      "category": "Science"
    }
  ]
}