{
  "articles": [
    {
      "id": "82a63493fdd7b175",
      "title": "Netflix Wants to Buy Warner Bros to Grow Bigger",
      "summary": "Netflix is trying to buy Warner Bros, a big movie and TV company. The boss of Netflix, Ted Sarandos, says their plan is better than another company called Paramount, which also wants to buy Warner Bros. Netflix wants to buy parts of Warner Bros to add new movies and shows, which helps the business grow. Paramount wants to buy all of Warner Bros, but Netflix thinks that might make the industry smaller. Netflix says they create jobs and spend money on new shows, like in the UK. Warner Bros has given Paramount a deadline to make their best offer before a vote next month. This is about which company will own Warner Bros and how it affects movies and TV.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_82a63493fdd7b175_e27fb6bc9324.webp",
      "category": "News"
    },
    {
      "id": "39a6e68882b40889",
      "title": "Americans Worry About Government Checks and Balances",
      "summary": "A new poll shows that many Americans think the system of checks and balances in the U.S. government is not working well. This system helps keep power balanced between the President, Congress, and the courts. The poll found that two-thirds of people feel this way, which is a big increase from last year. People from all political groups, including Democrats, Republicans, and independents, have lost confidence. Recently, the Supreme Court made a decision against President Trump's tariffs, and he criticized the justices. This situation worries experts who study the law, as it shows people are concerned about how democracy is functioning.",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_39a6e68882b40889_f2f11a74b6f3.webp",
      "category": "News"
    },
    {
      "id": "622424f2c11c7d31",
      "title": "Zimbabwe Starts New HIV Prevention Medicine",
      "summary": "Zimbabwe is one of the first countries to use a new medicine called lenacapavir to help prevent HIV, a serious disease. People in Zimbabwe, including young women, mothers, and some men, lined up to get an injection of this medicine. It only needs to be given twice a year, which is much easier than taking pills every day. A woman named Constance Mukoloka, who is a sex worker, got the injection and feels safer now. The medicine is free for high-risk people like sex workers, young women, and gay men. It is supported by donors from other countries. Health officials hope this new medicine will slow down new HIV infections in Zimbabwe, where many people have died from HIV over the years. The medicine is made by a company in California and is being rolled out in 10 African countries with help from programs like PEPFAR.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_622424f2c11c7d31_40f08a6546e2.webp",
      "category": "News"
    },
    {
      "id": "18eb7cf75eea867c",
      "title": "Fun Moments at the Bafta Film Awards",
      "summary": "The Bafta Film Awards are a big event for movies in Britain. This year, there were many exciting moments. Robert Aramayo won the best actor award, which was a surprise because many people thought Timothée Chalamet would win. Chalamet's movie did not win any awards even though it had many nominations. The Prince and Princess of Wales also came to the awards. Prince William is the president of Bafta and gave a speech. He talked about movies he likes, such as the F1 movie with great music. The event had famous stars, fun surprises, and even Paddington Bear. It was a night full of drama and happiness for everyone who loves films.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_18eb7cf75eea867c_3b9aeb353228.webp",
      "category": "News"
    },
    {
      "id": "003b4f80b8aede39",
      "title": "The End of the 2026 Winter Olympics in Italy",
      "summary": "The 2026 Winter Olympics in Italy are over. The games were held in two cities, Milan and Cortina d'Ampezzo, and ended with a closing ceremony in Verona. During the ceremony, the Olympic flames in both cities were put out, which means the games are finished. The International Olympic Committee president said Italy did a great job and set a high standard for future games. Italy won 30 medals, which is their best ever in the Winter Olympics. The next Winter Games will be in France in 2030, and they will also use many different places for events. The closing ceremony had music, dancing, and celebrations to honor Italy's culture.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_003b4f80b8aede39_fa81714291f0.webp",
      "category": "News"
    },
    {
      "id": "59e80140ab43ffae",
      "title": "Actors Win Big at the Bafta Awards",
      "summary": "The Bafta awards are a big event for movies and actors. This year, Robert Aramayo won best actor for his role in I Swear, where he played a man with Tourette's syndrome. He also won the rising star award, which is for new actors. Jessie Buckley won best actress for her role in Hamnet, where she played Shakespeare's wife. This is the first time an Irish actress has won this award. The Prince and Princess of Wales attended the event and talked about the movies. Another movie, One Battle After Another, won six awards, including best film. The awards show was exciting with many winners.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_59e80140ab43ffae_e09131fc16a2.webp",
      "category": "News"
    }
  ]
}