{
  "articles": [
    {
      "id": "b7bc010151882128",
      "title": "Many Councils Miss Food Waste Collection Deadline",
      "summary": "In England, a new rule says all homes should have weekly food waste collections starting next month. But a BBC investigation found that almost one in four councils will not meet this deadline. Councils say they are delayed because they need special trucks and more money, even though the government gave over £340 million to help. Food waste collected separately can be turned into electricity, which is better for the environment by reducing landfill and greenhouse gases. Some councils have had these collections for over ten years, but others need to start new services. At least 56 councils plan to start by the end of 2026, while nine do not know when they will begin. The environment minister wants councils to do it right but quickly to improve recycling rates.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7bc010151882128_ab9a8431cffc.webp",
      "category": "Science"
    },
    {
      "id": "5c9f6890cf457ed7",
      "title": "Chimps and Fermented Fruit: A Fun Science Story",
      "summary": "Scientists studied chimpanzees in Africa to learn about their eating habits. They found that chimps eat a lot of fermented fruit, which has alcohol in it. To check this, graduate students collected chimp urine and tested it. The tests showed that most urine had alcohol byproducts, meaning the chimps are drinking alcohol from the fruit. This supports a theory called the \"drunken monkey hypothesis,\" which says that humans and apes have liked alcohol for millions of years because of eating fermented fruit. The study helps us understand why animals, including humans, might enjoy alcohol. Some chimps, like females and young ones, did not have alcohol in their urine, so scientists want to study more in the future. This research shows how food and alcohol are connected in nature.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_5c9f6890cf457ed7_8d21c350b3b4.webp",
      "category": "Science"
    },
    {
      "id": "2da7ba924aa73200",
      "title": "Solar Power Beats Water Power in the US",
      "summary": "In 2025, the United States used more electricity than before, with a 2.8% increase. Solar power grew a lot, making 35% more energy and passing hydroelectric power for the first time. This is good news because solar is clean energy. However, coal power also increased by 13% because it became cheaper and the government kept some coal plants open. Wind power also grew. The government under President Trump did not like renewable energy much, but solar and wind are still getting bigger because they are cost-effective. More solar and wind projects are planned for 2026, which will help renewable energy provide nearly a quarter of US electricity. Battery storage is also expanding to save extra solar power. Overall, solar and wind are becoming more important than water power in making electricity.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2da7ba924aa73200_9085c0cafedd.webp",
      "category": "Science"
    },
    {
      "id": "7badc4e25b64b5ce",
      "title": "Scientists Make a New Molecule After 50 Years of Trying",
      "summary": "Scientists have made a special molecule after trying for 50 years. A team led by Professor David Scheschkewitz at Saarland University, with help from Ankur and Bernd Morgenstern, created a new molecule called pentasilacyclopentadienide. This molecule is like a ring made of silicon atoms instead of carbon atoms. Aromatic molecules are very stable and important in making things like plastics. By using silicon, which is different from carbon, scientists hope to make new materials and better catalysts for factories. This discovery was published in a famous science journal called Science, and another group in Japan made the same molecule at the same time. It opens doors for new inventions in chemistry.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7badc4e25b64b5ce_a45197a4df35.webp",
      "category": "Science"
    },
    {
      "id": "add137303b7c7989",
      "title": "A Mystery in Our Galaxy's Invisible Force",
      "summary": "Scientists are studying something invisible in our galaxy, the Milky Way, called a magnetic field. This magnetic field helps hold the galaxy together so it doesn't collapse. Dr. Jo-Anne Brown and her team used a special radio telescope in Canada to look at the sky and learn about this magnetic field. They found that in one part of the galaxy, called the Sagittarius Arm, the magnetic field goes the opposite way compared to the rest of the galaxy. This is strange and exciting because it helps us understand how the galaxy works and changes over time. The team shared their data so other scientists can use it to make better models of the galaxy.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_add137303b7c7989_e6d71110da6a.webp",
      "category": "Science"
    },
    {
      "id": "0a3276ac16bc2032",
      "title": "Why Scotch Tape Makes a Screeching Sound",
      "summary": "Scientists have solved the mystery of why Scotch tape screeches when you peel it off quickly. They found that tiny cracks move along the tape faster than sound, creating shock waves that make the loud noise. Scotch tape was invented in 1930 by an engineer named Richard Drew to help with car painting. It became popular during the Great Depression for fixing things. Tape can also make light when peeled, a phenomenon called triboluminescence, seen in things like Wint-O-Green Life Savers. In this study, researchers used high-speed cameras and microphones to watch the cracks and listen to the sound at the same time. They discovered that the screech comes from weak shocks when the cracks reach the edge of the tape. This helps us understand everyday science better.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_0a3276ac16bc2032_63f9025f0122.webp",
      "category": "Science"
    }
  ]
}