{
  "articles": [
    {
      "id": "81c731706ae40d56",
      "title": "Team GB's Skeleton Success: Overcoming the Lack of an Ice Track",
      "summary": "Team GB has become the most successful nation in Olympic skeleton history, despite not having a dedicated ice track in Britain. This achievement was highlighted by Matt Weston's gold medal win, adding to a legacy that includes Amy Williams and Lizzy Yarnold, bringing the total medal count to 10. The team's success is attributed to strategic training methods centered at the University of Bath, where athletes use a 140m push track and a wooden hut as their base. They focus on optimizing their starts and physical conditioning during summer months. Lizzy Yarnold describes this approach as a 'superpower,' emphasizing how British athletes maximize limited practice runs with clarity and commitment. Additionally, technological innovation plays a role, with Kristan Bromley, known as 'Dr Ice,' designing sleds that contributed to early medal successes. This combination of focused training, mental preparation, and equipment development enables Team GB to compete effectively against nations with more resources.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_81c731706ae40d56_6c426b8c9d2c.webp",
      "category": "News"
    },
    {
      "id": "7153537f05a1a945",
      "title": "Royal Valentine's Day Photo Marks Catherine's Recovery Journey",
      "summary": "Prince William and Princess Catherine released a previously unseen black-and-white photograph for Valentine's Day, taken by photographer Josh Shinner in Norfolk during April of the previous year. Shared on their social media channels with a caption and heart emoji, this marks their second annual public acknowledgment of the day, following a photo from 2025 that was extracted from a video announcing the end of Catherine's cancer treatment. The article also references a family Christmas card from 2025, featuring the couple and their three children amidst spring daffodils, also captured by Shinner in Norfolk. This imagery underscores Catherine's gradual reintegration into public life as she recovers from cancer and chemotherapy. Additionally, the piece briefly mentions Prince William's charitable donation to a mental health campaign and his official visits, including to sensitive regions like Saudi Arabia, though the focus remains on the personal and symbolic aspects of the royal family's public engagements.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7153537f05a1a945_35387f966245.webp",
      "category": "News"
    },
    {
      "id": "7547140c1a495abd",
      "title": "UK Weather Shift: Sunshine Before Snow and Ice Warnings",
      "summary": "The United Kingdom is experiencing a significant weather transition after prolonged periods of rain. On Saturday, Arctic air brings cold, frosty conditions with widespread sunshine for most regions, though northern areas may see some snow and ice. However, this respite is short-lived as rain, accompanied by more snow and ice, spreads overnight into Sunday. The Met Office has issued yellow warnings for ice and snow across Scotland and northern England from Saturday evening to Sunday morning, predicting up to 15 cm of snow on higher ground and potential travel disruption due to ice. Additionally, the UK's Health Security Agency has activated yellow health alerts for northern England and the Midlands, warning of minor impacts on healthcare services and increased risks for vulnerable populations during the cold spell. The article includes observations from BBC Weather Watchers, such as sunny starts in Cornwall and snowy scenes in the High Peak, and raises a broader question about whether wetter winters and frequent flooding are becoming permanent features of the UK climate.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7547140c1a495abd_0118368005be.webp",
      "category": "News"
    },
    {
      "id": "e9f68847aa9236fb",
      "title": "Intensive Police Investigation in Search for Missing Elderly Woman",
      "summary": "Police are conducting an intensive investigation near the home of Nancy Guthrie, an 84-year-old woman who disappeared from Tucson, Arizona, nearly two weeks ago. Authorities believe she was taken against her will, leading to a large-scale operation involving armed police teams, SWAT units, and forensic experts. Evidence includes DNA found at her residence that does not match her or close contacts, as well as several gloves discovered about two miles away. The FBI has released a physical description of a suspect based on doorbell camera footage, identifying a male with an average build and a specific backpack. This footage generated over 13,000 tips, prompting an increase in the reward to $100,000. The Pima County Sheriff's Department is coordinating the search, emphasizing ongoing leads and laboratory analysis of collected evidence.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e9f68847aa9236fb_b6b0db07920c.webp",
      "category": "News"
    },
    {
      "id": "61e08f29f0b8bacc",
      "title": "Rising Colorectal Cancer in Youth: Causes and Prevention Strategies",
      "summary": "Colorectal cancer, which affects the colon and rectum, is increasingly diagnosed in young adults, including individuals in their 20s and 30s, with notable cases like actor James Van Der Beek highlighting the issue. Experts from The Conversation, including gastrointestinal oncologist Christopher Lieu and cancer researcher Andrea Dwyer, discuss this trend, noting that while the exact cause is unclear, several factors are associated. Lifestyle elements such as consumption of ultra-processed foods, red meat, and alcohol, along with obesity, smoking, and physical inactivity, correlate with higher risk. Additionally, research points to the gut microbiome—the community of microorganisms in the digestive system—where dysbiosis, or imbalance, can lead to inflammation and potentially increase cancer susceptibility. Genetics also play a role, but modifiable habits are key. To reduce risk, young people are advised to adopt a diet rich in fiber, limit processed and red meats, avoid excessive alcohol, maintain a healthy weight through exercise, and refrain from smoking. This summary emphasizes the importance of proactive health measures amidst rising early-onset cases.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_61e08f29f0b8bacc_1908f5cce527.webp",
      "category": "News"
    },
    {
      "id": "b71c6010a8bdb3c9",
      "title": "State Department Halts Passport Services at Nonprofit Libraries",
      "summary": "The U.S. State Department has issued cease and desist orders to certain public libraries, requiring them to stop processing passport applications. This action disrupts a long-standing service that many communities depend on, with libraries like the Otis Library in Norwich, Connecticut, having offered it for 18 years. The State Department cites federal laws that prohibit non-governmental organizations from collecting and retaining passport application fees as the reason for the order, while government-run libraries remain unaffected. Although the agency claims that affected libraries make up less than one percent of the nationwide network, the American Library Association estimates that up to 1,400 nonprofit libraries could be impacted, representing about 15% of all public libraries. Lawmakers from multiple states are pushing back, arguing that libraries are crucial for accessibility, especially for working families and rural residents during a surge in passport demand due to Real ID requirements. They warn that without this service, people may face longer travel distances, unpaid time off work, and potential library closures due to lost revenue from processing fees. The issue highlights differences in how public libraries are organized across states, with many structured as nonprofit entities.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b71c6010a8bdb3c9_88f89aac799c.webp",
      "category": "News"
    }
  ]
}