{
  "articles": [
    {
      "id": "1d2dc110ba228d43",
      "title": "A Boy on an E-Bike Hits a Pregnant Woman",
      "summary": "A 13-year-old boy was arrested after riding an e-bike that hit a pregnant woman in Poole. The accident happened on Herbert Avenue in January. The woman was hurt, but her injuries were not too bad. However, her baby was born very sick and is still in the hospital. The boy and another person on the bike left the scene after the crash. Police are asking people to share any information they have about what happened. This story shows why it is important to be careful when riding bikes and to help others in trouble.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d2dc110ba228d43_da240fcac693.webp",
      "category": "News"
    },
    {
      "id": "64fe6019b0bb551b",
      "title": "The Clintons Agree to Talk About Jeffrey Epstein",
      "summary": "Bill Clinton, a former US president, and Hillary Clinton, a former secretary of state, have agreed to testify in a congressional investigation about Jeffrey Epstein, a man who was a sex offender. This happened just before a vote that could have held them in contempt for not appearing earlier. They had refused to go because they said they didn't know much about Epstein and thought it was a political trick. Bill Clinton knew Epstein a long time ago but says he stopped talking to him 20 years ago and didn't know about the bad things Epstein did. Now, they will answer questions from a committee in Congress, which is a big deal because it's the first time a former president has done this since 1983. The vote to hold them in contempt has been postponed while they figure out the details of their testimony.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_64fe6019b0bb551b_2f028c4d377d.webp",
      "category": "News"
    },
    {
      "id": "8bcfff4144895ee3",
      "title": "A Charity Closes After News About a Friend",
      "summary": "Sarah Ferguson's charity, called Sarah's Trust, is closing down. This happened a few days after new information came out about her friendship with Jeffrey Epstein, who was a bad person. The charity was started in 2020 to help people with hunger and poverty. A spokesman said they decided to close after talking about it for months. Last year, other charities stopped working with Sarah Ferguson because of her connection to Epstein. The new information includes emails and pictures, but being named does not mean she did anything wrong. The charity did not say exactly why it is closing.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_8bcfff4144895ee3_40b29717b132.webp",
      "category": "News"
    },
    {
      "id": "6d7a0225a347e602",
      "title": "Clintons and a Big Decision About Testifying",
      "summary": "Bill and Hillary Clinton are trying to make a deal to talk to Congress about Jeffrey Epstein, a man who did bad things. Congress wants them to answer questions, but they haven't agreed yet. A leader in Congress, James Comer, is pushing for a vote that could punish the Clintons if they don't testify. The Clintons' spokesperson said they will show up, but Comer wants it in writing. This is happening quickly because Congress might vote soon. If they don't testify, they could face big fines or even go to jail. It's about following rules and telling the truth.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d7a0225a347e602_745286a2429f.webp",
      "category": "News"
    },
    {
      "id": "cd8681857d301c05",
      "title": "A Disagreement About a Complaint",
      "summary": "Tulsi Gabbard is a government leader who helps manage intelligence agencies. An attorney says she has not sent a complaint about her actions to Congress for eight months, claiming it needs a legal review. The complaint was made by someone whose identity is secret because of their job. Gabbard's office denies this, saying there is no delay and that the complaint was reviewed and found not credible by an inspector general. They also say the inspector general was not chosen by Gabbard and started work under President Biden. The attorney wants Congress to look into how the complaint was handled. This story involves government rules and whistleblowers who report problems.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_cd8681857d301c05_1602ba77f161.webp",
      "category": "News"
    },
    {
      "id": "0a08220b7634b1ef",
      "title": "UK's Plan to Stop Harmful Forever Chemicals",
      "summary": "The UK has started a new plan to deal with 'forever chemicals,' which are called PFAS. These chemicals are used in many things we use every day, like school uniforms and frying pans, because they can resist water and oil. But they don't go away easily and can build up in the environment, which might be bad for our health and nature. The government wants to test more water and soil to find where these chemicals are. They also plan to make rules to limit their use by 2029, similar to what the EU is doing. Some people want faster action, but it takes time to change rules. The plan aims to protect people and the environment by finding safer alternatives.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0a08220b7634b1ef_0c7e108f1618.webp",
      "category": "News"
    }
  ]
}