{
  "articles": [
    {
      "id": "5b35214a27a8fff7",
      "title": "科学家让微塑料发光以观察其在体内的行为",
      "summary": "微塑料和纳米塑料作为普遍的环境污染物，已在全球范围内发现，包括在人体组织中，但它们进入生物体后的行为仍不完全清楚。当前检测方法如红外光谱需要破坏样本，限制了实时观察。一项新研究提出了一种基于荧光的技术，称为荧光单体控制合成，将发光组件直接嵌入塑料分子结构中。该方法利用聚集诱导发光材料，在聚集时发光更亮，提供稳定信号以追踪微塑料。研究人员可以定制颗粒亮度、颜色、大小和形状，从而监测从摄入到分解的全过程。这一方法旨在解决关于这些颗粒在生物系统内如何移动、积累、转化和降解的知识空白。通过动态追踪，它可以增强对潜在健康风险（如炎症和器官损伤）的理解，并为环境法规提供信息。该技术基于已建立的聚合物化学，仍处于实验阶段，但代表了评估塑料污染生态和健康影响的重要一步。随着对塑料污染的担忧加剧，揭示微塑料在生物体内行为的工具可能在改进风险评估和指导未来环境政策中发挥关键作用。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5b35214a27a8fff7_2832cd30feaa.webp",
      "category": "Science"
    },
    {
      "id": "e3a432cdfdc799da",
      "title": "英国罗马马赛克揭示2000年前特洛伊战争秘密",
      "summary": "2020年新冠疫情封锁期间，在英国拉特兰郡发现的一处重要罗马马赛克，经过莱斯特大学的研究人员分析，揭示了一个关于特洛伊战争的罕见叙事。这幅约2000年前的马赛克描绘了阿喀琉斯和赫克托耳等场景，但并非遵循荷马史诗《伊利亚特》的经典版本，而是与希腊剧作家埃斯库罗斯的悲剧《弗里吉亚人》相符，后者大多已失传。研究表明，马赛克的装饰图案源自地中海地区流传数个世纪的设计，如希腊陶器、银器和钱币，这表明罗马不列颠的工匠并非孤立，而是融入了更广泛的古典艺术传统网络。这一发现由当地居民吉姆·欧文首次注意到，并引发了由历史英格兰资助的考古发掘，使该遗址被列为计划古迹。研究强调了马赛克如何反映罗马不列颠的文化整合，挑战了其与世隔绝的传统观念，为理解古代世界的文化交流和行省 cosmopolitanism 提供了新视角。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e3a432cdfdc799da_ce6183493bae.webp",
      "category": "Science"
    },
    {
      "id": "d246bfb5799e217d",
      "title": "纯素饮食将1型糖尿病患者的胰岛素使用量减少近30%",
      "summary": "一项发表在BMC Nutrition上的新研究表明，低脂纯素饮食可能帮助1型糖尿病患者减少胰岛素使用量并降低费用。这项由负责任医师委员会进行的研究是对2024年一项研究的二次分析，比较了低脂纯素饮食和份量控制饮食。遵循纯素饮食的参与者每日总胰岛素剂量减少了28%，相当于每天12.1单位，而份量控制组则无明显变化。这种减少归因于胰岛素敏感性的改善，即身体对胰岛素的反应更有效。此外，纯素组的胰岛素费用下降了27%，每天节省1.08美元。原始研究还报告了其他健康益处，如平均体重减轻11磅、血糖控制改善以及胆固醇和肾功能提升。在美国，胰岛素价格持续上涨，2022年全国支出达到223亿美元，是十年前的三倍。研究主要作者Hana Kahleova博士强调，随着胰岛素价格上涨，1型糖尿病患者应考虑低脂纯素饮食，这可以提高胰岛素敏感性并减少所需胰岛素量，每年可能节省数百美元。然而，该研究存在局限性，例如样本量较小以及负责任医师委员会作为倡导组织可能带来的偏见，因此结果需要进一步独立验证。总体而言，这项研究为通过饮食干预管理1型糖尿病提供了经济和健康方面的见解。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_d246bfb5799e217d_2e81e01e0520.webp",
      "category": "Science"
    },
    {
      "id": "a8d9dfbb5948f673",
      "title": "新型钙离子电池设计：无锂高性能储能",
      "summary": "香港科技大学的科学家在钙离子电池研究中取得重大进展，通过引入准固态电解质，开发出一种新型钙离子电池，旨在提升性能和可持续性。该技术可应用于可再生能源存储系统和电动汽车等领域。随着各国扩大可再生能源生产，对可靠高效电池存储的需求不断增长。锂离子电池目前主导市场，但锂资源有限和能量密度限制引发担忧，这促使人们寻找替代电池化学方案以满足长期全球能源需求。钙离子电池因钙元素丰富且电化学窗口与锂离子电池相当而受到关注，但技术障碍如钙离子迁移效率低和循环稳定性差阻碍了发展。研究团队由香港科技大学化学与生物工程系副教授Yoonseob Kim领导，利用氧化还原共价有机框架作为准固态电解质，实现了室温下强离子电导率和钙离子传输能力。通过实验和模拟，发现钙离子沿框架内对齐的羰基基团快速移动，从而改善离子迁移率和整体电池性能。组装的全电池在0.15 A g-1下可逆比容量达155.9 mAh g-1，在1 A g-1下经过1000次充放电循环后容量保持率超过74.6%。这些结果表明氧化还原共价有机框架有潜力显著加强钙离子电池技术。该研究发表于《Advanced Science》，由香港科技大学与上海交通大学合作完成，突出了钙离子电池作为锂离子技术可持续替代品的变革潜力，为更绿色未来的高性能储能解决方案迈出重要一步。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_a8d9dfbb5948f673_e51d8556edb2.webp",
      "category": "Science"
    },
    {
      "id": "ad0a3ca81c6fd25c",
      "title": "欧洲阿丽亚娜6号火箭成功发射，助力亚马逊卫星部署",
      "summary": "欧洲最强大的火箭变体阿丽亚娜64号首次成功发射，将32颗亚马逊Leo卫星送入近地轨道。这次从南美洲圭亚那航天中心进行的任务标志着欧洲太空能力的里程碑，火箭使用四个固体火箭助推器产生超过340万磅的推力。亚马逊正在部署一个名为Amazon Leo的大型卫星宽带星座，需要超过3200颗卫星，并已预订了包括SpaceX、联合发射联盟（ULA）和阿丽亚娜空间公司在内的多个发射提供商的发射任务。阿丽亚娜6号已快速完成六次飞行，但其他火箭如ULA的火神号面临延迟和异常，例如助推器故障。亚马逊面临发射能力短缺，并正在寻求额外选项以满足监管机构要求其在7月前部署一半星座的最后期限。该公司已大力投资ULA的火神号火箭，但其发射率仍不确定。",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ad0a3ca81c6fd25c_ed314680b13d.webp",
      "category": "Science"
    },
    {
      "id": "3902e5bf75cd9329",
      "title": "大象胡须的独特结构赋予其内置传感“智能”",
      "summary": "一项发表在《科学》杂志上的新研究揭示了大象胡须的独特结构，称为“材料智能”，这增强了象鼻的触觉敏感性。与猫胡须不同，大象胡须是静态的、厚实且刀片状，内部多孔并有通道，类似于马蹄或羊角，使其抗冲击且不易断裂——这一点很重要，因为受损后不会再生。研究人员包括安德鲁·舒尔茨和凯瑟琳·库肯贝克尔，他们使用微CT成像、电子显微镜和机械测试分析了亚洲象胡须。他们发现了一个刚度梯度：基部坚硬如塑料，逐渐软化至橡胶状尖端，这与均匀的体毛不同。这种梯度优化了触觉感知，通过3D打印的魔杖测试证实，不同部位接触时产生 distinct 感觉，无需视觉即可定位接触点。该研究建立在先前对哺乳动物（如老鼠）胡须研究的基础上，老鼠利用胡须在神经网络中进行纹理分析和环境映射。潜在应用包括开发用于机器人的人工胡须，以改进触觉传感器，推进我们对触觉的理解。这项研究强调了自然适应如何激发技术创新，为感官系统和材料设计提供见解。通过结合生物力学、材料科学和工程学，它展示了大象胡须作为内置传感器的功能，为生物启发式创新在自适应传感技术中提供了范例。",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_3902e5bf75cd9329_67cf3b86f90c.webp",
      "category": "Science"
    }
  ]
}