{
  "articles": [
    {
      "id": "9db8b2199cba2381",
      "title": "七年与1907页乐谱：《阿凡达》配乐的秘密",
      "summary": "《阿凡达》电影系列以其突破性的电影摄影和动画技术闻名，但配乐同样是一项巨大的艺术成就。作曲家西蒙·弗兰格伦透露，为第三部电影《阿凡达：火与灰》创作配乐耗时七年，完成了1907页的管弦乐乐谱，甚至为潘多拉星球的外星居民发明了新乐器。由于导演詹姆斯·卡梅隆在最后一刻仍在修改剪辑，弗兰格伦在电影上映前五天完成了最终配乐。该配乐包含四倍于标准好莱坞电影的音乐量，几乎覆盖了195分钟的全程。剧情延续了纳美人与人类入侵者的冲突，同时深入探讨情感深度，主角杰克·萨利和妮特丽因儿子去世而悲痛。弗兰格伦通过创作分岔的旋律线来表现他们的情感疏离，强调悲伤这一在大型电影中较少涉及的主题。这表明配乐不仅是背景音乐，更是关键的叙事工具，增强了主题深度和角色心理，重新定义了音乐在大规模电影制作中的作用。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_9db8b2199cba2381_4b68e8360dd0.webp",
      "category": "Fun"
    },
    {
      "id": "852b0852a12ee435",
      "title": "WWE传奇约翰·塞纳的最后一战",
      "summary": "约翰·塞纳即将在名为“The Last Time Is Now”的锦标赛中进行他的最后一场WWE比赛，定于周六晚上在华盛顿特区举行，标志着他23年职业生涯的结束。自2002年首次亮相以来，他赢得了17个世界冠军，并推广了标志性的口号“你看不见我”。除了摔角，塞纳还以电影演员和慈善工作闻名，特别是通过Make-A-Wish基金会，赢得了“Mr. Make-A-Wish”的绰号。他的摔角角色从“无情侵略”的新手演变为“Thuganomics博士”说唱歌手，最终成为体现“永不放弃”态度的英雄形象。尽管一些粉丝批评他的擂台技术，但Wrestlenomics的专家布兰登·瑟斯顿肯定了他的卓越才能和从2005年到2015年的经济影响，推动了按次付费购买、电视收视率和商品销售。文章还提到了WWE在2005年转向更剧本化、家庭友好的PG时代，塞纳成功适应了这一变化。粉丝如乔·克拉克森和萨布丽娜·妮可赞扬他的持久力、魅力和一贯的正派形象，强调他在行业中的广泛吸引力和尊重。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_852b0852a12ee435_d49b5894bf86.webp",
      "category": "Fun"
    },
    {
      "id": "c41f93835cde4991",
      "title": "夏洛特·丘奇透露已停用除臭剂",
      "summary": "39岁的威尔士歌手夏洛特·丘奇在“遛狗”播客中透露，她已停用除臭剂并停止剃毛，称自己“通常很臭”。这一披露是在主持人艾米丽·迪恩称赞她气味“可爱”后做出的，丘奇表示惊讶并解释停用除臭剂是出于对化学物质的担忧。她还提到18个月前停止剃毛，鼓励女性根据个人喜好处理体毛，如染色或剃除，并享受穿着优雅连衣裙搭配多毛腿部的矛盾美感。美容记者安妮塔·巴格万达斯指出，这反映了“微运动”趋势，即人们因化学担忧（特别是铝）而远离传统产品，封锁期巩固了这一转变，使美容习惯简化，剃毛决定日益被视为个人选择而非社会义务。她强调体毛具有生物功能，顺其自然是最天然的做法。化妆品、盥洗用品和香水协会表示英国除臭剂需符合严格安全标准，但丘奇的立场凸显了人们对天然美容和个人自主权的日益偏好。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c41f93835cde4991_49fb9919a7ca.webp",
      "category": "Fun"
    },
    {
      "id": "7845cf30f90e12a4",
      "title": "著名作家乔安娜·特罗洛普逝世，享年82岁",
      "summary": "乔安娜·特罗洛普，英国畅销书作家，于82岁去世，其家人已发布公告。她以“Aga传奇女王”著称，因小说常聚焦英格兰中产阶级的浪漫与阴谋，尽管她认为这一标签带有居高临下之意。女儿们在声明中表示，她们“挚爱且鼓舞人心的母亲”于周四在牛津郡的家中“安详离世”。特罗洛普的小说包括《教区长的妻子》、《娶情妇》、《第二次蜜月》和《儿媳们》等。她的文学经纪人詹姆斯·吉尔在声明中说：“我们怀着极大的悲痛得知乔安娜·特罗洛普的去世，她是我们最珍视、备受赞誉且广受喜爱的小说家之一。乔安娜将被她的子女、孙辈、家人、无数朋友以及读者们悼念。”特罗洛普的书籍已被翻译成超过25种语言，多部作品改编为电视剧。出版商潘麦克米伦的CEO乔安娜·普赖尔形容特罗洛普为“宝贵的作者”，因其“敏锐的判断力、犀利的机智、有趣的陪伴和坚定的决心”而备受钦佩。特罗洛普写作超过五十年，是英国最知名的作家之一。她著有20多部当代小说，包括2013年作为哈珀柯林斯奥斯汀项目主打作品的《理智与情感》。她还以笔名卡罗琳·哈维出版了10部历史小说。特罗洛普偶尔撰写短篇小说和杂志文章，主持图书奖项，著有2006年关于大英帝国女性的研究《不列颠的女儿们》，并编辑了1993年乡村生活选集《乡村习惯》。她于1996年因慈善服务获授OBE，2019年因文学服务获授CBE。特罗洛普出生于格洛斯特郡，是英国小说家安东尼·特罗洛普的第五代侄女。她曾告诉《独立报》：“我不是他的直系后裔，虽然来自同一家族，但是另一分支。我非常钦佩他，并将他关于写作的许多话牢记在心。”",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_7845cf30f90e12a4_df706e473087.webp",
      "category": "Fun"
    },
    {
      "id": "44e0fdb472f389f1",
      "title": "造纸厂废料或可解锁更便宜的清洁能源",
      "summary": "研究人员开发了一种源自可再生植物废料的催化剂，显示出加速清洁氢生产的强大潜力。该材料通过将氧化镍和氧化铁纳米颗粒嵌入由木质素制成的碳纤维中制成，形成了一种在氧析出反应（水电解的关键部分）中提高效率和耐久性的结构。这项发表在《Biochar X》上的研究报告称，该催化剂在10 mA cm²下达到250 mV的低过电位，并在高电流密度下运行超过50小时保持高度稳定。这些性能水平表明，这是一种可行、低成本的替代品，可替代通常用于大规模水分解的贵金属催化剂。木质素是最丰富的天然聚合物之一，但常被燃烧以获取最小能量回报。在这项工作中，团队通过静电纺丝和热处理将木质素转化为碳纤维，这些纤维作为金属氧化物颗粒的导电和支持框架。所得催化剂称为NiO/Fe3O4@LCFs，包含氮掺杂碳纤维，提供快速电荷传输、高表面积和强结构稳定性。显微镜显示，镍和铁氧化物在碳纤维结构内形成纳米级异质结，该界面通过帮助中间分子以最佳速率结合和脱离，在氧析出反应中发挥核心作用。将这些金属氧化物与导电碳网络配对改善了电子移动并防止颗粒聚集，这是传统基础金属催化剂中的常见问题。电化学测量表明，该材料性能优于仅含一种金属的催化剂，尤其是在实际世界电解系统所需的高电流条件下。该催化剂还表现出138 mV每十年的塔菲尔斜率，表明更快的反应动力学。来自原位拉曼光谱和密度泛函理论计算的额外证据支持所提出的机制，确认工程界面有效驱动氧析出。研究人员指出，这种方法可适应不同的金属组合和催化反应，为基于丰富自然资源设计下一代电催化剂开辟新机会。",
      "source": "Science Daily - Technology",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_44e0fdb472f389f1_3b71de7bc361.webp",
      "category": "Fun"
    },
    {
      "id": "b35b546be21edbeb",
      "title": "研究人员发现熔融金属中的静止原子",
      "summary": "在一项发表于ACS Nano期刊的研究中，来自诺丁汉大学和乌尔姆大学的研究人员揭示了熔融金属中原子静止的现象，挑战了液体动力学的传统范式。利用透射电子显微镜，团队研究了石墨烯基底上的铂、金和钯纳米颗粒，发现某些原子由于在点缺陷处的强键合而保持静止，即使在高温下也是如此。这些固定原子对凝固机制产生深远影响：稀疏的钉扎促进晶体生长和完全凝固，而密集的钉扎则抑制结晶，最终形成一种称为“围栏超冷液体”的新物质相。该研究利用SALVE仪器的功能探索波粒二象性，展示了电子如何同时作为成像波和动量传递粒子来固定原子。这项工作不仅推进了对液体状态物理学的基础认识（历史上比气体或固体状态更难研究），还具有重要的技术意义。凝固过程涉及多个领域，包括矿化、蛋白质纤维折叠以及航空、建筑和电子等工业应用。通过提供原子尺度的见解，该研究使得能够精确操控材料性能，并基于团队先前在化学键实时成像方面的成就。这些发现强调了材料科学、量子力学和工程学之间的跨学科协同作用，为创新材料设计和增强功能性能提供了途径。",
      "source": "Science Daily - Technology",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_b35b546be21edbeb_b53e0d1d6c94.webp",
      "category": "Fun"
    }
  ]
}