{
  "articles": [
    {
      "id": "6f35e5379f17d88f",
      "title": "New Evidence Shows Climate Variability During Snowball Earth",
      "summary": "A recent study challenges the long-held belief that Earth's climate was completely stagnant during the Snowball Earth period, approximately 720 to 635 million years ago. Researchers from the University of Southampton analyzed varves—layered sedimentary rocks—from the Garvellach Islands in Scotland, which date back to the Sturtian glaciation. These varves, with 2,600 individual layers each representing a year, revealed patterns of climate variability, including annual seasons, solar cycles, and oscillations similar to modern El Niño events. The findings suggest that even during this extreme ice age, the climate system continued to fluctuate on yearly to century-long timescales, likely due to partial ice-free ocean areas allowing atmosphere-ocean interactions. However, the researchers caution that this variability was probably short-lived and exceptional, with the overall state remaining cold and stable. This discovery provides insights into Earth's innate climate oscillations under severe conditions.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6f35e5379f17d88f_0135165bd417.webp",
      "category": "Science"
    },
    {
      "id": "79570a70f855f919",
      "title": "Debate Over Secret Fire Risk Assessment at Illegal Waste Site",
      "summary": "In Oxfordshire, England, the Environment Agency cleared an illegal waste dump in Kidlington at a cost of over £9 million after a fire risk assessment highlighted severe dangers, including potential closure of the A34 highway and disruption to electrical supplies. Campaigners and local residents are demanding the release of this assessment to understand why this site was prioritized while other large illegal dumps, with similar fire and environmental risks, remain unaddressed. The Oxfordshire Fire and Rescue Service has refused a Freedom of Information request by the BBC, citing that disclosure could jeopardize public safety by revealing sensitive operational details like thermal hotspots and firefighting tactics. They argue it might hinder regulatory investigations. Baroness Sheehan, chair of the House of Lords' environment committee, criticizes this refusal as disappointing, noting that residents are already aware of the risks and transparency is needed. A BBC investigation revealed over 500 illegal tips in England, including 11 'super sites' exceeding 20,000 tonnes, raising concerns about inconsistent enforcement. The ongoing investigation has led to four arrests related to the Kidlington site. This situation sparks a debate between the need for public transparency and the protection of sensitive information to prevent harm and maintain effective law enforcement.",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_79570a70f855f919_e41863ef24b2.webp",
      "category": "Science"
    },
    {
      "id": "715a733a26ca3baf",
      "title": "Time-Restricted Eating Reduces Crohn's Disease Symptoms in Study",
      "summary": "A randomized controlled trial funded by the Crohn's & Colitis Foundation discovered that time-restricted feeding, where meals are limited to an 8-hour daily window, significantly decreased disease activity and inflammation in adults with Crohn's disease who had overweight or obesity. Conducted by researchers at the University of Calgary, the 12-week study involved 35 participants and showed a 40% reduction in Crohn's disease activity and a 50% cut in abdominal discomfort compared to a control group. Participants following this intermittent fasting schedule lost about 5.5 pounds on average, while the control group gained weight, and blood tests indicated improved inflammation markers like leptin and PAI-1 without calorie restriction. The findings, published in Gastroenterology, suggest that meal timing may play a key role in digestive and immune health, offering a potential tool for managing Crohn's disease alongside medications. However, researchers caution that larger studies are needed to confirm long-term safety and effectiveness, and individuals should consult healthcare providers before making dietary changes.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_715a733a26ca3baf_f8fd533813d7.webp",
      "category": "Science"
    },
    {
      "id": "739f93397a76cccc",
      "title": "Trump's Executive Order to Boost Coal Through Military Contracts",
      "summary": "President Trump has issued an executive order directing the military to procure electricity from coal-fired power plants through long-term contracts, aiming to artificially sustain the coal industry. Coal is the most polluting and second most expensive energy source in the U.S., surpassed only by nuclear in cost and emitting high levels of carbon dioxide, particulates, and toxic substances. Prior to Trump's return to office, the U.S. energy grid had been transitioning away from coal due to environmental and economic concerns. The administration justifies this move by claiming coal is clean, reliable, and cost-effective, but these assertions contradict factual data showing coal's higher expenses and environmental harm. This order represents a shift from free-market principles to government intervention, following earlier attempts to declare an energy emergency to keep coal plants open. Critics argue that the justification is spurious, citing examples like Texas grid failures where coal plants underperformed. The long-term contracts could bind the military beyond Trump's term, impacting energy policy and environmental goals. This action highlights tensions between industrial support and sustainable energy transitions in U.S. policy.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_739f93397a76cccc_1a6c112eb007.webp",
      "category": "Science"
    },
    {
      "id": "54c2d5da59be5ec9",
      "title": "The Impact of Repealing the Climate Endangerment Finding",
      "summary": "The Trump administration is revoking the EPA's endangerment finding, a 2009 scientific conclusion that greenhouse gases threaten public health and welfare. This legal move strips the EPA of its authority under the Clean Air Act to regulate emissions from vehicles, power plants, and industries. EPA Administrator Lee Zeldin, alongside President Trump, aims to promote coal use and deregulate energy, arguing the EPA lacked this power initially. Scientists, including a National Academies panel, assert that evidence for climate harm is indisputable, citing increased temperatures, more frequent heatwaves, intense storms, and severe wildfires. Opposition from climate advocates, Democrat-led states, and former EPA officials warns of dirtier air, higher health costs, and greater climate damage. They plan legal challenges, potentially bringing the issue to the Supreme Court to revisit its 2007 ruling that greenhouse gases are pollutants. This repeal represents a significant rollback of climate regulations, erasing Biden-era policies and hindering future actions, amid debates over scientific integrity and environmental protection.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_54c2d5da59be5ec9_4cd855815fd0.webp",
      "category": "Science"
    },
    {
      "id": "64a47676c7664179",
      "title": "The Gel-First Hypothesis: A New Theory on Life's Origins",
      "summary": "A team of international scientists has proposed a \"prebiotic gel-first\" hypothesis to explain the origin of life on Earth. This theory suggests that life began not with cells, but with sticky, semi-solid gels coating surfaces like rocks during early Earth's history. These gels, similar to modern microbial biofilms, could have created protected environments where simple chemical systems could concentrate, organize, and evolve into more complex networks. By trapping molecules and shielding reactions from environmental fluctuations, the gels might have facilitated proto-metabolic activities and basic self-replication, laying the groundwork for biological evolution. The researchers, from Japan, Malaysia, the UK, and Germany, argue that this approach has been overlooked in origin-of-life studies, which often focus on biomolecules. Their work, published in ChemSystemsChem, also has implications for astrobiology: they propose that similar gel-like structures, called \"Xeno-films,\" might exist on other planets, expanding the search for extraterrestrial life beyond familiar biological molecules. The team plans to test this hypothesis through laboratory experiments to see if gels can form under simulated early Earth conditions and support emerging chemical systems.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_64a47676c7664179_88e7c4b31382.webp",
      "category": "Science"
    }
  ]
}