{
  "articles": [
    {
      "id": "5d757a837ce4e697",
      "title": "Help Count Puffins on a Beautiful Island for Free!",
      "summary": "A wildlife group is looking for volunteers to live on Skomer Island for free. Skomer is a small island in Wales where many birds live. Volunteers will count puffins, which are cute birds with colorful beaks. They are in danger, so counting them helps protect them. The volunteers will stay for a few months in spring, summer, or fall. They get free housing and some money for travel. Last year, over 43,000 puffins were counted on the island, which is a lot! The island also has other birds like Manx shearwaters. This is a fun way to help nature and see amazing wildlife.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5d757a837ce4e697_983a3ddd508e.webp",
      "category": "News"
    },
    {
      "id": "ece6ad3374befd31",
      "title": "Police Catch First Person After Museum Theft",
      "summary": "A man was arrested by police after a big theft at a museum in Bristol. Over 600 special items were stolen, including old military things, jewelry, and carvings made from ivory and silver. The theft happened late at night in September. Police are still looking for four other people who might be involved. They have shared pictures and videos to ask for help from the public. The stolen items are very important because they have cultural value and come from a museum that closed. The arrested man was let go but is still being investigated. Police want anyone with information to contact them.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ece6ad3374befd31_71c999122a4f.webp",
      "category": "News"
    },
    {
      "id": "344b96f28ebb4b18",
      "title": "What Might Happen If the US Attacks Iran?",
      "summary": "This article talks about what could happen if the United States decides to attack Iran. It lists seven possible outcomes, like the US hitting military bases or Iran's nuclear sites. Some ideas are hopeful, like Iran becoming a democracy, but the article says that's unlikely because past attacks in other countries led to chaos. Other outcomes include Iran changing its policies but keeping its government, or the government staying the same and using force to stay in power. The article explains that Iran might fight back if attacked, and it could end up with a military government. It helps us think about the risks and what might change in Iran and the Middle East.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_344b96f28ebb4b18_f11dda542369.webp",
      "category": "News"
    },
    {
      "id": "f88d5409d9604972",
      "title": "A Church Leader Wants to Stop Giving Money to ICE",
      "summary": "Cardinal Joseph Tobin is a top Catholic leader in the U.S. He is speaking out against ICE, which is a government group that handles immigration. He says ICE is doing bad things and should not get money from the government. He wants people in the church to tell lawmakers to stop funding ICE. This comes after some sad events, like a little boy being taken by agents. Cardinal Tobin believes it is important to see what is happening and take action based on his faith. He thinks ICE is not following the rules properly. He urges everyone to pay attention and help make changes.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f88d5409d9604972_2c6ae40df52e.webp",
      "category": "News"
    },
    {
      "id": "1d1658f63c0604ac",
      "title": "The Challenger Space Shuttle Accident",
      "summary": "Forty years ago, a space shuttle named Challenger exploded on TV just after it took off. It happened 73 seconds into the flight. All seven astronauts on board died, including a teacher named Christa McAuliffe. She was the first teacher to go to space, which made many people excited to watch. The accident made the whole country very sad. In a video podcast called 'Settle In,' Geoff Bennett talked with Miles O'Brien, who knows a lot about space, to remember this event and talk about how it changed America. They discussed why this launch was special because of the teacher.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1d1658f63c0604ac_b2733da609b6.webp",
      "category": "News"
    },
    {
      "id": "9f64cf1b50f9489f",
      "title": "A Big Landslide in Sicily Makes Homes Unsafe",
      "summary": "A huge landslide happened in a town called Niscemi in Sicily, Italy, after heavy rains from a cyclone. The landslide is 4 kilometers long and made a cliff where cars and buildings fell down. Over 1,500 people had to leave their homes because the ground is wet and moving, so it's not safe to live there. Italian leader Giorgia Meloni visited and promised to help with money and finding new homes for the families. The town was built on sandy and clay soil that gets slippery in rain, and this has happened before in 1997. Scientists warn that building in such areas is risky. The government has declared an emergency and is working to keep people safe.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_9f64cf1b50f9489f_06e42edafdd3.webp",
      "category": "News"
    }
  ]
}