{
  "articles": [
    {
      "id": "5cd93c43affb4b7b",
      "title": "凯瑟琳和夏洛特为圣诞颂歌音乐会演奏钢琴二重奏",
      "summary": "威尔士王妃凯瑟琳和夏洛特公主为一场圣诞颂歌音乐会演奏了钢琴二重奏。这场表演并非在威斯敏斯特教堂的“共度圣诞”活动中现场进行，而是提前在温莎城堡录制，并于圣诞夜在ITV1电视台播出。她们演奏了苏格兰作曲家厄兰德·库珀的作品《霍尔姆之声》，凯瑟琳仅用左手，夏洛特仅用右手，在温莎城堡的内厅完成录制。音乐会主题为庆祝“爱与团结的力量”，旨在认可社会贡献者，并应对社会中的分裂感。凯瑟琳在视频旁白中强调，圣诞节的核心在于以最简单、最人性化的方式体现爱，如倾听和帮助，而非盛大姿态。这并非凯瑟琳首次在颂歌服务中演奏；2021年，她曾为歌手汤姆·沃克伴奏。组织者表示，选择这一主题是为了让人们在一个常感破碎的世界中庆祝各种形式的爱。凯瑟琳希望通过这次特别表演突显连接的重要性，她在随服务顺序分发的信件中写道，“你们所付出的时间、关怀和同情，常常默默无闻且不求回报，对他人的生活产生非凡影响。” 整体而言，这篇文章展示了皇室活动如何被用来传递社会凝聚与关怀的信息。",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_5cd93c43affb4b7b_c0a671f1d5e4.webp",
      "category": "Fun"
    },
    {
      "id": "2d080d60f31912a3",
      "title": "杰思罗·塔尔创始成员去世，享年82岁",
      "summary": "米克·亚伯拉罕斯，摇滚乐队杰思罗·塔尔的创始成员，于82岁去世。主唱伊恩·安德森在乐队官方网站上发布了这一消息，表达了对这位“强有力歌手和经验丰富、强大且抒情的吉他手”逝世的哀悼。安德森指出，亚伯拉罕斯在乐队早期阵容中“至关重要”，并将他的音乐理念发展成“技艺的巅峰展示”。亚伯拉罕斯参与了杰思罗·塔尔的首张专辑《This Was》，但完成后不久离开，随后创立了另一支成功乐队Blodwyn Pig。在1971年至2017年间从事独唱生涯后，他因中风退休。安德森描述他为“喜欢在家乡附近演出”的“居家型人”。乐队向亚伯拉罕斯的家人和密友表示慰问，鼓励他们为他的成就和音乐遗产感到自豪。这篇文章回顾了亚伯拉罕斯对杰思罗·塔尔早期发展的影响以及他在音乐界的持久贡献，同时反映了音乐家面对衰老和健康挑战的普遍主题。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_2d080d60f31912a3_d91d6f730163.webp",
      "category": "Fun"
    },
    {
      "id": "e684fd6527e6cc1b",
      "title": "民航机构称圣诞前夕航空旅行创历史最繁忙纪录",
      "summary": "这篇文章报道称，根据英国民航局（CAA）的数据，圣诞前夕的英国旅行将创下自1972年有记录以来最繁忙的纪录。预计超过33.5万名乘客将在当天乘坐飞机，比去年增长5%，尽管预计干扰最小。曼彻斯特机场预计约有7.5万名乘客和208个航班起飞，而希思罗机场则预计其12月将是有史以来最繁忙的，包括圣诞节的15.2万名乘客。在道路上，RAC警告从下午1点到7点交通将非常拥堵，特别是在M25和M5等主要路线上，因为数百万人驾车回家过节。铁路旅行因维护和圣诞节期间服务减少而受限，可能增加道路交通。RAC指出，由于工人在最后一刻使用年假，这个出行期可能是自2013年以来最繁忙的。总体而言，文章突出了节日期间多种交通方式的高峰需求，强调了旅行管理的挑战。",
      "source": "BBC Business",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_e684fd6527e6cc1b_e0dc328a7744.webp",
      "category": "Fun"
    },
    {
      "id": "31d4892619d96f17",
      "title": "向78岁去世的TikTok明星游戏奶奶致敬",
      "summary": "艾格尼丝是苏格兰邓弗姆林的一位78岁祖母，在TikTok上以“EpicGamerGrandma”之名走红，拥有240万粉丝和8100万点赞。她的视频内容包括玩游戏、使用声音板和面部滤镜，吸引了全球观众，尤其是年轻人。她因中风在医院去世，孙子迪伦·金在Instagram上确认了这一消息。迪伦强调，她在成为网络名人之前，一直是一位慈爱的母亲和祖母，始终将家庭放在首位。艾格尼丝还公开谈论了她的慢性阻塞性肺疾病（COPD），这使她被称为“咳嗽奶奶”，并在丈夫乔治去世后分享了她的悲伤经历。她的故事展示了社交媒体如何弥合代沟，证明老年人可以有意义地参与数字平台。尽管面临健康挑战，包括多次中风，艾格尼丝通过证明生活随年龄增长而演变而非终结，激励了许多人。她的遗产强调了家庭、韧性和在线社区在促进联系方面的重要性。这篇文章通过家庭视角和社交媒体数据，探讨了年龄歧视、健康倡导和数字身份等更广泛的主题，突出了她在文化影响方面的作用。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_31d4892619d96f17_0e1a7b060fe9.webp",
      "category": "Fun"
    },
    {
      "id": "c8559fbcdeee3ab3",
      "title": "BP以60亿美元出售嘉实多润滑油业务多数股权",
      "summary": "BP已达成协议，以60亿美元的价格将其嘉实多润滑油部门的65%股权出售给美国投资公司Stonepeak，对嘉实多的估值为101亿美元。BP将保留嘉实多35%的股权，这是其自2000年收购以来的首次重大股权出售。所得现金将用于减少债务，使BP能够专注于其核心原油和天然气业务。此次出售是BP更广泛战略的一部分，该公司在2月宣布计划出售200亿美元的资产，目前已完成过半目标。BP正在调整战略，减少对绿色能源的投资，这是由于投资者对其财务表现落后于壳牌和Equinor等竞争对手感到不满。交易发生在领导层变动之际，包括任命Meg O'Neill为BP首位女性CEO，她将于2026年上任。临时CEO Carol Howle称此次出售对所有利益相关者都是非常好的结果，强调简化运营和专注于综合业务。此举是BP一系列资产出售的一部分，包括剥离美国陆上风能业务和荷兰移动出行部门，旨在优化投资组合并加强在波动能源市场中的财务地位。",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c8559fbcdeee3ab3_d58aa64ca517.webp",
      "category": "Fun"
    },
    {
      "id": "044891961a931dcc",
      "title": "小熊维尼为森林带来百年盛名",
      "summary": "小熊维尼庆祝其首次亮相100周年，该角色于1925年12月24日首次出现在AA米尔恩的短篇故事《错误种类的蜜蜂》中。故事设定在虚构的百亩林，灵感来源于英格兰东萨塞克斯郡的真实森林——阿什当森林。米尔恩在附近的科奇福德农场拥有乡间住宅，将个人经历融入《小熊维尼》（1926年）和《菩角小屋》（1928年）等作品中。这片森林属于高威尔德杰出自然美景区，保存完好，吸引着全球游客前来参观维尼景点，如维尼棍桥（原桥已替换为复制品）和哈特菲尔德的菩角礼品店与茶室。当地经济受益于维尼的知名度，投入45万英镑公共资金举办周年纪念活动。迪士尼于1961年获得版权后，进一步扩大了维尼的全球影响力，使其成为文化标志。店主尼尔·里德提到，国际游客远道而来庆祝维尼，体现了该角色持久的文化共鸣和社区参与。文章通过历史数据、当地报告和访谈，展示了维尼百年来的文学起源、旅游经济效应及文化遗产价值。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_044891961a931dcc_db2de9552079.webp",
      "category": "Fun"
    }
  ]
}