{
  "articles": [
    {
      "id": "1fb1a3ecd8148cc2",
      "title": "UK Economy Shrinks a Little in October",
      "summary": "The UK economy got a bit smaller in October, which was a surprise because experts thought it would grow. The Office for National Statistics said the economy shrank by 0.1%. This happened partly because a cyber-attack at Jaguar Land Rover slowed down car making, and people and businesses spent less money before the Budget. The Bank of England might lower interest rates next week to help the economy. The government wants to make the economy grow by cutting energy bills and building things. Some people blame the Budget for the problem, while others say it's a reason for the Bank to act.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_1fb1a3ecd8148cc2_b0e524c86ee1.webp",
      "category": "News"
    },
    {
      "id": "f6ba56201bfa7d7a",
      "title": "Flu and Doctor Strikes Worry Health Leader",
      "summary": "Health Secretary Wes Streeting is very worried about two big problems hitting hospitals in England. First, many people are getting sick with the flu, filling up hospital beds. Second, doctors called resident doctors are planning to go on strike next week, which means they won't work for five days. This could make it hard for hospitals to care for patients. The flu is spreading fast, with cases going up by more than half in one week. Experts say this flu season is bad because it's a new type of virus that people haven't seen much lately, so they have less protection. Some call it 'super flu,' but it's not more dangerous. The doctors' union might cancel the strike after asking its members. Streeting thinks the strike is timed to hurt the NHS the most. NHS officials say they can handle the flu, but it's still a big challenge.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f6ba56201bfa7d7a_cf3dffaf9e74.webp",
      "category": "News"
    },
    {
      "id": "49085a34c27fe764",
      "title": "Shoplifting in the UK: A Growing Problem for Stores",
      "summary": "Shoplifting is a big problem in the UK, where people steal things from stores. A store owner named Muhammed in Stockton-on-Tees says it happens every day and costs his family business a lot of money. Sometimes, thieves get violent and hurt people. Police numbers show shoplifting went up by 13% in England and Wales, with over 500,000 cases. In Scotland, it increased by 15%. Experts say shoplifting is changing, with more people stealing different items. During Christmas, stores expect more theft because there is high demand for stolen goods. Many shoplifting cases are not reported to the police, so the real number might be much higher. Store owners often feel that police do not take action after thefts are reported.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_49085a34c27fe764_40987c4407c2.webp",
      "category": "News"
    },
    {
      "id": "eb402bccb4497285",
      "title": "A Family's Home Ruined by Building Work",
      "summary": "Kate and her son have been homeless for four Christmases because building work on their apartment building made their home unsafe. Workers were adding more flats on the roof, but they did a bad job. The ceiling fell down, and pigeons came in, leaving bird droppings everywhere. Kate and other families in the building are very upset. They tried to get help from courts, but it didn't work well. The building owner didn't answer their questions, and Kate lost a chance to sell her home. Now, the work is stopped, but the building is still messy and dangerous. This story shows how some people can lose their homes because of problems with building rules.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_eb402bccb4497285_2e5ca3f53356.webp",
      "category": "News"
    },
    {
      "id": "2d0f0c432eae3862",
      "title": "Trump Criticizes Indiana Republicans for Saying No to Redrawing Maps",
      "summary": "In Indiana, a group of lawmakers voted against a plan to change the state's voting district maps. President Donald Trump wanted this plan to help his party win more seats in the U.S. House of Representatives in future elections. When the vote failed, Trump was upset and criticized a Republican leader named Rodric Bray. Trump said he would support someone else to run against Bray in the next election. Bray explained that many Republicans did not think changing the maps now was the best way to help their party win. This story shows how politicians sometimes disagree on how to achieve their goals.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2d0f0c432eae3862_f6d6f878bf68.webp",
      "category": "News"
    },
    {
      "id": "7db3ba0ddefb28e4",
      "title": "Senate Says No to Health Care Plans",
      "summary": "The U.S. Senate did not pass two health care bills today. These bills were meant to help people pay for health insurance. Without the bills, tax credits from the Affordable Care Act will end soon. This means health insurance costs could go up for many Americans next month. Republicans and Democrats each had a plan, but neither got enough votes to pass. The Senate needs 60 votes to pass a bill, but both plans only got 51 votes. Now, lawmakers are going on break without an agreement, leaving millions of people unsure about their health care. This shows that the two parties cannot agree on how to fix the problem.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7db3ba0ddefb28e4_1fbaa1acb6df.webp",
      "category": "News"
    }
  ]
}