{
  "articles": [
    {
      "id": "cb7d842a2da9853f",
      "title": "财政部为贝叶挂毯投保约8亿英镑",
      "summary": "英国财政部计划通过政府赔偿计划为贝叶挂毯提供约8亿英镑的保险，以支持其从法国借展至大英博物馆。这幅70米长的11世纪刺绣描绘了1066年的黑斯廷斯战役，将于2025年9月至2027年7月在伦敦展出，期间贝叶博物馆正在进行翻修。该保险方案旨在降低博物馆的商业保费成本，估计每年为英国机构节省约8100万英镑。尽管法国艺术专家对这件近千年文物的脆弱性和运输风险表示担忧，但法国官员已予以否认。此次借展是文化交流的一部分，大英博物馆将向法国出借萨顿胡盎格鲁-撒克逊文物和刘易斯象棋棋子等物品。政府赔偿计划自1980年设立以来，已促成多笔高价值借展，如文森特·梵高的《卧室》至国家美术馆。文章探讨了遗产保护、经济政策和国际外交的交叉点，强调政府支持如何促进公众接触文化遗产，同时应对物流和保护挑战。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cb7d842a2da9853f_e79f2dd56f6b.webp",
      "category": "News"
    },
    {
      "id": "18db08101ea67da6",
      "title": "英格兰在墨尔本赢得惊人的两天板球测试赛",
      "summary": "在墨尔本板球场举行的第四场灰烬杯测试赛中，英格兰以四柱的优势赢得了一场仅持续两天的混乱比赛，结束了在澳大利亚18场不胜的纪录。追逐175分的目标，英格兰的Bazball进攻打法在极其困难的击球条件下表现出色，在33回合内达成目标。关键表现包括布莱登·卡尔斯拿下4-34分，本·斯托克斯贡献3-24分，而击球手如扎克·克劳利、本·达克特和雅各布·贝瑟尔也贡献了重要得分。这场胜利避免了灰烬杯的横扫，澳大利亚以3-1领先系列赛，最后一场测试赛将在悉尼举行。比赛因挑战性的球场条件和英格兰的战术创新（如卡尔斯作为三号击球手）而显得荒谬，尽管加斯·阿特金森腿筋受伤，英格兰的韧性让旅行球迷欣喜，标志着他们巡回赛的重大转折。这场比赛突显了测试板球的不可预测性，球场条件和战略胆识可以导致快速结束，为英格兰原本令人失望的巡回赛提供了关键时刻。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_18db08101ea67da6_92235262c56c.webp",
      "category": "News"
    },
    {
      "id": "0298d5479aa4600e",
      "title": "碧昂丝、Labubu和Sydney Sweeney的牛仔裤：定义2025年的15个病毒时刻",
      "summary": "2025年，众多病毒时刻塑造了文化对话。碧昂丝凭借乡村专辑《Cowboy Carter》赢得格莱美奖，她震惊的表情成为广泛传播的迷因，突显了音乐行业中的认可问题。Sydney Sweeney的美国鹰牌牛仔裤广告引发争议，解读从无害的文字游戏到与问题意识形态的关联，最终推升了销量但未带动其电影表现。音乐方面，绿洲乐队的重组演唱会以及碧昂丝和凯蒂·佩里的音乐会事故增添了年度戏剧性，而莉莉·艾伦的专辑《West End Girl》因坦诚描述离婚事件而获得关注。此外，Netflix一部关于被指控刺伤女同学的男学生的系列剧主导了电视讨论。这些时刻反映了名人影响力、媒体效应和数字时代公众参与的更广泛主题，展示了病毒现象如何放大文化叙事并引发社会辩论。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0298d5479aa4600e_246635175451.webp",
      "category": "News"
    },
    {
      "id": "4d5b87eb8fee5f5d",
      "title": "伊姆兰·艾哈迈德因打击网络仇恨被特朗普威胁驱逐",
      "summary": "伊姆兰·艾哈迈德是一位出生于英国的研究员，担任反数字仇恨中心的CEO，专注于打击网络仇恨和虚假信息。特朗普政府指控他试图审查社交媒体平台，迫使其删除他不认同的观点，并将其称为“外国审查者”，威胁要驱逐他。然而，一名联邦法官已暂时阻止了这一行动，允许艾哈迈德留在美国。艾哈迈德为自己辩护，解释他的非营利组织致力于对抗网络反犹太主义和针对儿童的有害内容，如饮食障碍和自残材料。他强调自己的工作具有两党合作性，包括在2020年与特朗普政府的合作，并认为作为非营利组织，他无法进行审查，这是政府的功能。这一事件凸显了在打击数字危害与保护言论自由之间的紧张关系，以及政府越权的潜在问题。它反映了在政治极化和错误信息时代，监管在线平台的复杂性，引发了关于公共利益、自由表达和政治动机的深入讨论。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4d5b87eb8fee5f5d_36535030dfb4.webp",
      "category": "News"
    },
    {
      "id": "639be8568164aed8",
      "title": "白宫推动拆除领先的气候和天气研究中心",
      "summary": "特朗普政府宣布计划拆除位于科罗拉多州的国家大气研究中心（NCAR），该中心成立于1960年，是美国领先的大气科学机构。预算主任拉塞尔·沃特称NCAR为“国内气候警报主义的主要来源之一”，这一言论引发争议。NCAR在气候和天气科学研究中发挥了关键作用，促进了多项突破性进展，有助于提高对气候变化和极端天气事件的理解。该提议引起了气象学家和气候科学家的强烈抗议，他们认为中心的工作对于预测恶劣天气和应对气候问题至关重要。专家如气候科学家金·科布和气象学家马修·卡普奇在讨论中强调了NCAR在提供可靠数据和促进科学合作方面的作用。此举引发了对美国气候科学未来以及全球研究努力影响的质疑，突显了政治与科学之间的紧张关系。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_639be8568164aed8_8661351d60b8.webp",
      "category": "News"
    },
    {
      "id": "71eb5fb285a8a3dd",
      "title": "马来西亚法院以腐败案判处前总理纳吉布15年监禁及巨额罚款",
      "summary": "马来西亚高等法院以涉及一马发展公司（1MDB）的腐败案，判处前总理纳吉布·拉扎克15年监禁及135亿令吉（约33亿美元）的巨额罚款。纳吉布被判定犯有四项滥用职权罪和21项洗钱罪，涉及从1MDB基金转入其个人银行账户的超过7亿美元资金。法官科林·劳伦斯·塞奎拉宣布刑期同时执行，这意味着纳吉布将面临总计15年的监禁，并在完成早前一马案件刑期后开始服刑。此外，法官还处以114亿令吉的滥用职权罚款，并根据反洗钱法追回208亿令吉的资产。如果纳吉布未能支付罚款，可能面临额外监禁。纳吉布否认有任何不当行为，声称资金来自沙特阿拉伯的政治捐款，但法官以伪造信件和证据显示资金源自1MDB为由驳回了这一辩护。此判决标志着这一全球性金融丑闻的重要里程碑，该丑闻已引发美国等多国调查。纳吉布的律师表示将上诉，认为法官存在多处错误。案件突显了高层腐败的司法问责及其对全球市场的广泛影响。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_71eb5fb285a8a3dd_68e5f67776cb.webp",
      "category": "News"
    }
  ]
}