{
  "articles": [
    {
      "id": "adcf30d364425d46",
      "title": "Climate Expert Warns of Hotter Years Ahead in the UK",
      "summary": "A climate expert in the UK says that 2025 might be the hottest year ever recorded there. She warns that rising temperatures are becoming normal because of climate change, which is caused by pollution from human activities like burning fuels. This heat can lead to problems like droughts and wildfires. The expert, Professor Rachel Kyte, says we need to prepare by investing in things like better infrastructure and nature to handle the heat. She explains that if we don't act now, it will cost more later. Scientists from the Met Office, which tracks weather, agree that human actions are making the UK warmer, and they expect more hot years in the future. They use data to predict temperatures, but it's not certain yet if 2025 will break the record.",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    },
    {
      "id": "cc8b67cad9b4a283",
      "title": "Scientists Build a Special Molecule to Fight Cancer",
      "summary": "Scientists at MIT have made a special molecule called verticillin A in their lab for the first time. This molecule comes from fungi and was discovered over 50 years ago. It is very hard to build because it has a tricky shape, but it might help fight cancer. In tests, a version of this molecule worked well against a type of brain cancer in kids. The scientists say more tests are needed to see if it can be used as a medicine. They had to change the way they built the molecule step by step to make it work. This discovery could lead to new cancer treatments in the future.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cc8b67cad9b4a283_aa712cc8558c.webp",
      "category": "Science"
    },
    {
      "id": "0a2ab9119ad71370",
      "title": "Why Ants Make Many Workers Instead of Strong Ones",
      "summary": "Scientists studied ants to learn how they build big colonies. They found that some ants make many workers with thin, soft shells instead of fewer workers with hard, strong shells. The hard shell is called a cuticle, and it protects ants from enemies and helps them stay healthy. But making a thick cuticle uses a lot of food and nutrients. By making thin shells, ants save those nutrients to make more baby ants. This helps the colony grow bigger with lots of ants working together. Even though each ant is weaker, having many ants helps the whole group survive better. This idea is like choosing between having many small toys or a few big, tough ones. The research shows how ants change to live in big groups, which can teach us about other animals and even people.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0a2ab9119ad71370_ef0d26321dfe.webp",
      "category": "Science"
    },
    {
      "id": "75ff81172e4a3329",
      "title": "The Year of the Octopus: A Surge in Sea Creatures",
      "summary": "In 2025, a wildlife charity called the Wildlife Trusts named it the 'Year of the Blooming Octopus' because many octopuses were seen off the south-west coast of England. This is a record high number since 1950. Warmer winters, which are linked to climate change, helped the octopus population grow, called a 'bloom'. Fishermen caught over 1,200 tonnes of octopus in UK waters, much more than before. Volunteers in Cornwall and Devon reported many more sightings. The octopuses are mostly Octopus vulgaris, a type from the Mediterranean Sea. They eat shellfish like crabs and lobsters, which might affect fishing. Experts are not sure if this increase will last or if numbers will go back to normal. The article also mentions some environmental problems like spills in the sea.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_75ff81172e4a3329_315eb5996a53.webp",
      "category": "Science"
    },
    {
      "id": "9b36fbcc4e0d8972",
      "title": "Walking Longer is Healthier Than Walking Short",
      "summary": "A big study looked at how people walk every day and if it affects their health. It found that walking in long sessions without stopping is better for your health than walking in many short bursts. The study included over 33,000 adults who walked less than 8,000 steps per day. People who walked for longer times, like 15 minutes or more at once, had lower risks of dying or getting heart disease. This was especially true for people who were not very active. So, if you don't move much, try to walk for longer periods to stay healthier, even if you don't walk more steps overall.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9b36fbcc4e0d8972_72b4c9be2c0b.webp",
      "category": "Science"
    },
    {
      "id": "6068f127599f594b",
      "title": "A New Computer Model Shows What Happens Near Black Holes",
      "summary": "Scientists have made a big step in studying black holes by creating a detailed computer model. Black holes are space objects with very strong gravity that pull in matter and give off bright light. This new model uses powerful supercomputers to show how matter falls into black holes, including both gravity and light effects, without using shortcuts. It helps us understand black holes better, like those seen in space with X-rays. The research was led by Lizhong Zhang and published in a science journal. This is exciting because it lets scientists 'observe' black holes through computers, not just telescopes.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6068f127599f594b_982632719199.webp",
      "category": "Science"
    }
  ]
}