{
  "articles": [
    {
      "id": "93855ac8603646ea",
      "title": "Sports Supplements Help Stores Sell More in January",
      "summary": "In January, people in Britain bought more things from stores, with sales going up by 1.8%. This increase was helped by sports supplements, which many people buy for their New Year's resolutions to get healthier. Online jewelers also sold more because gold prices went up. But experts say this might not last long because sales were almost flat for three months, and people are being careful with money due to a weak jobs market. The weather also pushed people to shop online instead of going to stores. Overall, consumers are still feeling pressure and making tough choices about spending.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_93855ac8603646ea_a2c4f2022ce9.webp",
      "category": "News"
    },
    {
      "id": "ae98d71ceba74bef",
      "title": "Andrew's Arrest and Royal Future",
      "summary": "Andrew, who is King Charles's brother, was arrested by police on suspicion of misconduct in public office. He was taken to a police station in Norfolk for questioning but was released later without any restrictions. Police are still searching his former home. Andrew denies doing anything wrong. He spent his birthday in custody but got meals and could read books there. The police might charge him later, but it could take weeks to decide. This arrest could affect his place in the royal family line for the throne.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ae98d71ceba74bef_61ee3371f8de.webp",
      "category": "News"
    },
    {
      "id": "b5c9056d389214c1",
      "title": "A Royal Family Problem: Prince Andrew's Arrest",
      "summary": "Prince Andrew, the King's brother, has been arrested and taken from his home at Sandringham. He was once a prince living in a big house, but now he is in trouble with the police. The King is trying to help by taking away Andrew's titles and home, and he says he will cooperate with the investigation. Some people think this is bad for the Royal Family, but others say it might not hurt the monarchy itself. They believe the King is doing the right thing by focusing on the law instead of family loyalty. This event is making people talk about how the Royal Family handles problems.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_b5c9056d389214c1_7e6f1c92a180.webp",
      "category": "News"
    },
    {
      "id": "966c9e7aa2aea682",
      "title": "A Businessman Talks to Congress About a Bad Friend",
      "summary": "Les Wexner, a rich businessman who owned stores like Victoria's Secret, spoke to Congress. He said he was tricked by Jeffrey Epstein, a man who did bad things to people. Wexner told lawmakers he did not know about Epstein's crimes and did not help him. He said he ended his friendship with Epstein in 2007 after finding out Epstein stole money from him. Wexner wanted to clear his name and stop rumors about him. Some members of Congress, like Rep. Robert Garcia, did not fully believe him and said Wexner gave Epstein money that helped him commit crimes. The meeting lasted six hours, and Wexner answered all questions.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_966c9e7aa2aea682_6e9ce2cd0ab9.webp",
      "category": "News"
    },
    {
      "id": "6e21424c084c4bc4",
      "title": "Venezuela Says Sorry to Political Prisoners",
      "summary": "Venezuela's government has approved a new law to free hundreds of people who were put in jail for political reasons. This is a big change because for many years, the government said it did not have any political prisoners. The law will help politicians, activists, lawyers, and others who were targeted by the ruling party. It was proposed by Acting President Delcy Rodríguez and is expected to be signed soon. During a debate, an opposition lawmaker said it is not perfect but will reduce suffering. The law covers crimes from specific periods since 1999, including during the 2024 election protests. Some lawmakers disagreed last week about whether people who left the country could get amnesty, but they solved it by letting lawyers apply for them. A prisoners' rights group says over 600 people are in custody for political reasons. After former President Nicolás Maduro was captured, the government promised to release prisoners, but critics say it is happening too slowly.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6e21424c084c4bc4_91caebfc5754.webp",
      "category": "News"
    },
    {
      "id": "d63eee25f474c52f",
      "title": "A Judge Takes Over Prison Health Care in Arizona",
      "summary": "A federal judge in Arizona has ordered someone else to take over health care in the state's prisons. This happened because for many years, prisoners did not get good medical and mental health care, which caused suffering and even deaths that could have been prevented. The judge said the state did not follow court rules to fix the problems, so now an independent person will be in charge to make sure prisoners get proper care. Lawyers for the prisoners say this change will save lives and stop the bad treatment. The state had promised to improve care in 2014 but did not keep its promises, leading to fines and this new order. The judge wants to protect prisoners from harm and make sure they are treated fairly under the law.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d63eee25f474c52f_5a78135c71e9.webp",
      "category": "News"
    }
  ]
}