{
  "articles": [
    {
      "id": "7050b99edad6db07",
      "title": "Gold and Silver Prices Go Up and Down",
      "summary": "Gold and silver had a big year in 2025 with their prices going up and down like a rollercoaster. Gold reached a record high of over $4,500 an ounce before dropping a bit, and silver hit a high of over $80 an ounce. Experts say this happened because people expect interest rates to be cut in 2026, central banks bought more gold, and investors wanted safe assets due to worries about the economy and world tensions. However, some experts warn that after such big gains, prices might fall in 2026 as investors could sell to get cash. They think gold and silver might still go up but more slowly. This shows how precious metals can change based on what people think and do.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_7050b99edad6db07_906dc74c006f.webp",
      "category": "Fun"
    },
    {
      "id": "2b3584d04312f689",
      "title": "US Stock Market Finishes 2025 with Big Gains After a Wild Year",
      "summary": "The US stock market had a very up-and-down year in 2025, but it ended on a high note with big gains. In the spring, President Trump's trade tariffs caused stocks to drop almost into a bear market, which means a 20% fall. But by summer, stocks bounced back and reached record highs because companies made good profits and people were excited about investing in artificial intelligence (AI). The S&P 500 index is up about 17% for the year, and the Nasdaq Composite index is up 21%. Even though there are worries about the economy and AI stocks being too expensive, analysts think 2026 could be another great year for stocks, helped by lower borrowing costs. Gold also did well, up nearly 70%, but Bitcoin struggled and is ending the year a bit lower.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2b3584d04312f689_a1f5c4064620.webp",
      "category": "Fun"
    },
    {
      "id": "3745f492b3ccea74",
      "title": "Author Gets Help from TV Show Success",
      "summary": "Rachel Reid is an author who wrote a book series called Game Changers. Her book Heated Rivalry was made into a TV show about ice hockey players. The show became very popular. Rachel has Parkinson's disease, which makes it hard for her to move and write. After people heard about her sickness from a TV interview, a Parkinson's expert reached out to help her. This expert found her a doctor and gave advice on medicine so she can sleep better. Now, Rachel might get better treatment because of the TV show's success. She is happy that something good came from all the attention.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3745f492b3ccea74_685d9f588e95.webp",
      "category": "Fun"
    },
    {
      "id": "23886873144d7cac",
      "title": "Remembering Isiah Whitlock Jr: A Famous Actor from TV Shows",
      "summary": "Isiah Whitlock Jr was a famous actor who has died at 71 years old. He was known for playing roles in TV shows like The Wire and Veep. His manager shared the sad news on Instagram. Whitlock also acted in movies such as Goodfellas and worked with director Spike Lee many times. On The Wire, he played a politician and had a funny catchphrase that people loved. He said he got the idea from his uncle. On Veep, he played a funny defense secretary. He was from Indiana and acted in many other films and TV shows. He passed away in New York after being sick for a short time. People remember him as a great actor and a nice person.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_23886873144d7cac_38a93ba28f5b.webp",
      "category": "Fun"
    },
    {
      "id": "7e2a16fb5abdd6d8",
      "title": "Ronan Keating's New Year's Eve Show and Fun Plans",
      "summary": "Ronan Keating is a singer who will perform on TV for New Year's Eve. He wants to make people happy because some feel lonely during this time. The show is on BBC One and includes fireworks at midnight. Ronan hopes his music brings joy so people don't feel alone. He is excited and honored to be part of this special event. Other famous singers like Robbie Williams have also performed in past years. Ronan is working with friends to make the show fun for everyone watching.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7e2a16fb5abdd6d8_5b7439fef574.webp",
      "category": "Fun"
    },
    {
      "id": "ec8d38aca9fdffe1",
      "title": "Women and Oasis Make Music Big in the UK in 2025",
      "summary": "In 2025, female artists like Taylor Swift, Olivia Dean, and Lola Young helped sell and stream more music in the UK than ever before. Taylor Swift's new album was the biggest seller, and other women had hit songs too. Oasis, a band from the past, also sold many albums because they went on a big tour again. Most music is listened to through streaming, where playing songs many times counts as sales. The British Phonographic Industry shared these numbers, showing that music is very popular. It was a great year for new female singers in the UK, with Olivia Dean making history by having a number one song and album at the same time.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ec8d38aca9fdffe1_b538f535babc.webp",
      "category": "Fun"
    }
  ]
}