{
  "articles": [
    {
      "id": "c60bb53efe55596a",
      "title": "孟加拉国缺席审判英国议员图利普·西迪克被判刑",
      "summary": "英国工党议员兼前财政大臣图利普·西迪克在孟加拉国因腐败指控被缺席审判，并被判处两年监禁。她被指控利用其姨妈、被罢免的孟加拉国总理谢赫·哈西娜的影响力，为家人在达卡郊区获取一块土地，但西迪克强烈否认这一说法。西迪克居住在伦敦，称审判过程“从头到尾都存在缺陷和荒唐”，并将其称为“袋鼠法庭”，认为结果不公正且可预测。此案发生在哈西娜政权被推翻后，孟加拉国检察官对前领导人及其关联人士发起了一系列法律诉讼。西迪克作为孟加拉国公民的身份存在争议，检察官称持有她的护照和身份证件，而她的律师则反驳她从未拥有这些文件。判决还包括罚款，若未支付将增加刑期，但由于她身在英国，服刑可能性不大。西迪克表示将继续专注于她在汉普斯特德和海格特选区的职责，视此案为试图通过“肮脏政治”抹黑她声誉的行为。这篇文章探讨了跨国法律冲突、政治动机和司法公正等复杂问题。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c60bb53efe55596a_5bc772739c69.webp",
      "category": "News"
    },
    {
      "id": "fc8895cdf9d1fa90",
      "title": "克里斯·梅森：为何我认为里夫斯在一个具体问题上误导了公众",
      "summary": "本文由BBC新闻的克里斯·梅森撰写，分析了英国财政大臣雷切尔·里夫斯在预算案前新闻发布会上的行为。里夫斯在11月4日的会议上准确预测了增税、生活成本措施和遵守财政规则等内容，这些在后来的预算案中得以实现。然而，文章的核心批评在于一个具体的遗漏：当时里夫斯已知税收收入远高于预期，这一信息抵消了预算责任办公室（OBR）对生产率增长的下调，但她未在会议上分享。OBR随后的时间线证实了里夫斯的事先知情。梅森认为，这种选择性信息披露构成了对公众的误导，因为它描绘了比实际情况更严峻的经济图景，影响了人们对预算权衡的理解。文章强调政府沟通中透明度的重要性，尤其是在关键财政公告期间，并质疑隐瞒可能影响公众理解和市场反应的数据的伦理影响。通过逐步分析事件和引用官方来源，梅森提出了对政治中战略沟通与诚实之间紧张关系的批判性审视。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_fc8895cdf9d1fa90_2cb007501f91.webp",
      "category": "News"
    },
    {
      "id": "11a6e3cf526a5334",
      "title": "我血液中永久化学物质含量高——我能做什么？",
      "summary": "这篇文章讲述了一位BBC记者作为母亲，参与全景调查检测血液中永久化学物质（PFAS）的经历。她发现自己的血液PFAS浓度为每毫升9.8纳克，超过了预防保健专家Sabine Donnai博士提出的2纳克/毫升的健康风险阈值。PFAS是一组约10,000种合成化学物质，用于防水服装、炊具和电子产品等，因其在环境中不易降解而被称为永久污染物，并能在人体内积累。文章指出，科学家已将部分PFAS与不孕症和癌症等严重健康危害联系起来。记者了解到，她在怀孕期间可能通过胎盘将这些化学物质传给了孩子，使问题变得非常个人化。她表达了对公众缺乏知识和控制PFAS暴露的愤怒和担忧。文章强调了这些化学物质在家庭、水和食物中的广泛存在，突出了避免暴露的挑战，并呼吁提高认识和采取行动以减少健康风险。整体上，文章通过个人故事引发了对环境健康和社会责任的思考。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_11a6e3cf526a5334_37738d7ee8e1.webp",
      "category": "News"
    },
    {
      "id": "7c3b12dd2b12d0b9",
      "title": "大卫·丁布尔比：威廉的“普通人”方式能否为君主制赢回更多支持？",
      "summary": "本文由大卫·丁布尔比撰写，基于其纪录片研究，探讨了英国君主制公众支持率下降的问题。文章指出，自1983年以来，认为君主制重要的人数从86%降至51%，年轻人中支持率更低。虽然安德鲁王子和苏塞克斯夫妇的丑闻影响了王室形象，但丁布尔比认为核心挑战在于君主制在现代世界中的相关性。他分析了威廉王子试图以“普通人”形象赢回支持的策略，并强调公众情感对王室生存至关重要。文章还思考了查尔斯国王和威廉的角色，提出君主制需适应现代价值观而不失传统魅力。通过调查数据和专家访谈，本文评估了君主制面临的趋势及其未来调整的可能性。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7c3b12dd2b12d0b9_a67150f44849.webp",
      "category": "News"
    },
    {
      "id": "bfff28fa3c702dd2",
      "title": "冬季风暴导致芝加哥感恩节后旅客航班混乱",
      "summary": "一场严重的冬季风暴袭击了大湖区，特别是在芝加哥，对感恩节后的旅行造成了重大影响。芝加哥奥黑尔国际机场记录了8.4英寸的降雪，创下了11月的纪录，导致下午中段有超过270个航班取消和1,200个航班延误。风暴还波及其他地区，底特律都会机场在周日下午有近400个航班延误和超过300个航班取消。在威斯康星州，公用事业工作人员处理了影响数千人的停电问题，而密歇根州西部的教堂建议信徒留在家中或在线观看礼拜。国家气象局报告了爱荷华州和伊利诺伊州的危险条件，某些地方积雪超过一英尺。为了确保安全，多个机场的飞机需要进行除冰，包括罗纳德·里根华盛顿国家机场和明尼阿波利斯-圣保罗国际机场。这一事件凸显了冬季天气在关键旅行日对基础设施的挑战，并引发了关于气候适应性和应急准备的更广泛讨论。文章通过引用国家气象局、联邦航空管理局和FlightAware等来源，提供了详细的数据和分析，强调了交通网络在极端天气下的脆弱性以及社区应对措施的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bfff28fa3c702dd2_07984399461c.webp",
      "category": "News"
    },
    {
      "id": "1640dc03ebefa6da",
      "title": "洪都拉斯总统选举在特朗普意外干预下进行紧张投票",
      "summary": "洪都拉斯于周日举行总统选举，投票结果显示三位主要候选人竞争激烈：蒙卡达主张经济民主化以解决贫富差距；纳斯达拉自称是反腐败的外来改革者；阿斯富拉试图恢复国家党的亲商形象，尽管该党曾卷入腐败丑闻。此次选举还包括国会和地方职位的投票，但被美国前总统唐纳德·特朗普的意外干预所 overshadow。特朗普 endorse 阿斯富拉，并宣布赦免因协助毒品贩运而在美国服刑45年的前总统胡安·奥兰多·埃尔南德斯。这一举动表明美国对拉丁美洲重新产生兴趣，并将竞选焦点从国内安全问题（尽管凶杀率有所改善，但仍是中美洲最高）和就业等优先事项转移。投票在特古西加尔巴的 polling sites 进行，伴有横幅和音乐，突显了在外部影响下的民主进程。文章分析了选举动态、候选人平台以及特朗普行动对洪都拉斯主权和国际关系的潜在影响。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_1640dc03ebefa6da_d61e5e5c1a51.webp",
      "category": "News"
    }
  ]
}