{
  "articles": [
    {
      "id": "0bdee8eee054d563",
      "title": "A Museum Shows the First YouTube Video and Page",
      "summary": "The Victoria & Albert Museum in London is displaying a special exhibit about YouTube. They rebuilt the first YouTube page from 2006 so visitors can see what it looked like back then. The museum also has the first video ever uploaded to YouTube, called Me at the Zoo, which was posted in 2005 by one of YouTube's founders. This video has been watched millions of times and helped start the trend of people making and sharing videos online. The museum wants to show how YouTube changed the internet and design. They have other digital items like WeChat and Flappy Bird too. This exhibit lets people learn about digital history in a fun way.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_0bdee8eee054d563_498d0918c1a2.webp",
      "category": "Fun"
    },
    {
      "id": "bbc565845f1b5386",
      "title": "Cynthia Erivo Acts in a New Dracula Play",
      "summary": "Cynthia Erivo is a famous actress who stars in a new play called Dracula in London. She plays many different characters all by herself, using her voice and movements to tell the story. Some people online said she was still learning her lines during early shows, but Cynthia ignores these comments. She focuses on doing her best on stage. The play uses cameras to show her face on a big screen, making it exciting to watch. Cynthia loves challenges and wants to grow as an artist. She has won many awards for her acting and singing.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_bbc565845f1b5386_13ba4362fc1d.webp",
      "category": "Fun"
    },
    {
      "id": "4505b49d61ed6faa",
      "title": "Paula Badosa Defends Herself After Injury Withdrawal",
      "summary": "Paula Badosa is a tennis player from Spain who was once ranked number two in the world. She had to stop playing a match in Dubai because her leg hurt. Some people on social media said she was being disrespectful to tennis by withdrawing. Badosa replied that she has a long-term injury and tries hard every day to play, even when it's painful. She loves tennis and always wants to keep going if she can. She also talked about how mean comments online can hurt players' feelings. Badosa has thought about quitting tennis because of her injuries but still fights to play.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4505b49d61ed6faa_5397c6f28901.webp",
      "category": "Fun"
    },
    {
      "id": "bf6f0002380554e6",
      "title": "A Pop Star Finds His Birth Dad After 50 Years",
      "summary": "Peter Cunnah is a famous singer from the band D:Ream, known for the song 'Things Can Only Get Better.' He was adopted as a baby and grew up in Northern Ireland. His mom told him he was adopted when he was young, which was a big surprise. Peter always wondered about his birth parents. After 50 years, he found his birth father, Patrick Hanna, who lives in England. Peter traveled to meet him, and it was an emotional moment. He learned that his father is a musician, and he has half-siblings who are also musicians. This story shows how Peter never gave up on finding his family.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_bf6f0002380554e6_9d25bc83a384.webp",
      "category": "Fun"
    },
    {
      "id": "84282d1ea7c3c307",
      "title": "Carlos Alcaraz Wins His First Tennis Match After Big Victory",
      "summary": "Carlos Alcaraz is a young tennis player who just won his first match since becoming a champion at the Australian Open. He played against Arthur Rinderknech in Doha, Qatar, and won in two sets: 6-4 and 7-6. The match had some tough moments, especially in the second set where Alcaraz had to save two set points. He was happy to get through these difficult parts and praised his opponent as a dangerous player. Alcaraz is now on an 8-0 winning streak this season and will play another match next. The article also mentions other tennis players who advanced in a tournament because their opponents withdrew due to fitness issues.",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_84282d1ea7c3c307_774fa8da81c4.webp",
      "category": "Fun"
    },
    {
      "id": "f32a9d02fba76fb7",
      "title": "Birmingham Women's Team Gets New Owners with Sports Stars",
      "summary": "Birmingham City's women's football team has new owners. A company called Shelby Companies Limited bought most of the team. They are part of Knighthead Capital Management, which is led by the club's chairman Tom Wagner. The new owners have a 97% stake. The other 3% is owned by famous women like Karen Carney, who played for England and Birmingham, and Kim Clijsters, a tennis champion. The club says this will help the women's team get more attention and try to win big games. Birmingham's women's team won the FA Cup in 2012 and is now trying to move up to the top league. The team has had great players like Karen Carney. There will be no changes to the staff right away. This is an important time for the club.",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_f32a9d02fba76fb7_ff7fb6e9662a.webp",
      "category": "Fun"
    }
  ]
}