{
  "articles": [
    {
      "id": "f26bea0f13327330",
      "title": "Leon老板称减肥注射剂是“机会”",
      "summary": "Leon快餐连锁店的老板约翰·文森特认为，减肥注射剂的日益普及为其公司带来了“机会”。他告诉BBC，该品牌提供的菜肴低糖且以香草和香料调味，正是使用这些注射剂的人想要吃的食物。文森特强调，帮助注射者摄入足够蛋白质并维持肌肉质量与控制卡路里同样重要。鉴于药物抑制食欲的影响，他同意Leon需要重新考虑份量大小，这一观点与Greggs老板的说法相呼应。此外，文森特指出，即将到来的税收上涨和商业税率增加对酒店业“极其有害”，Leon每年亏损1000万英镑。为应对挑战，公司正在进行重组，关闭20家高街门店，并计划在服务站、机场和火车站开设更多餐厅。文森特警告说，如果税收进一步增加，只有销售低质量食品的企业可能存活。文章还提到，财政部将宣布对酒吧的进一步援助，但其他酒店业务对此表示不满。总体而言，Leon的复兴策略侧重于适应消费者行为变化和应对财务压力。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f26bea0f13327330_be6229a5ecdb.webp",
      "category": "News"
    },
    {
      "id": "800880eff57947c9",
      "title": "委内瑞拉诺贝尔和平奖得主向特朗普赠送奖章",
      "summary": "委内瑞拉反对派领袖玛丽亚·科里纳·马查多在美国白宫与总统唐纳德·特朗普会面时，将她的诺贝尔和平奖奖章赠予特朗普，称这是对他支持委内瑞拉自由事业的认可。此举发生在美国军队以毒品走私指控逮捕委内瑞拉总统尼古拉斯·马杜罗数周后。特朗普在社交媒体上表示这是一次“美妙的相互尊重之举”，但诺贝尔委员会强调该奖项不可转让，仍归原获奖者所有。马查多声称在2024年有争议的选举中获胜，但未获得特朗普对其作为新领导人的认可；相反，特朗普一直与代理国家元首德尔西·罗德里格斯打交道。马查多在讲话中表达了对特朗普承诺的信心，并引用了拉法耶特向西蒙·玻利瓦尔赠送奖章的历史类比。诺贝尔委员会重申其立场，强调奖项不可撤销或共享，突显了马查多行为的象征性与官方规定之间的冲突。这一事件反映了美国与委内瑞拉之间的地缘政治动态，以及奖项在国际关系中的工具化使用。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_800880eff57947c9_6dc3c22d8a42.webp",
      "category": "News"
    },
    {
      "id": "eb97d9be759a99bf",
      "title": "22名候选人在乔治亚州竞选接替马乔里·泰勒·格林在国会的席位",
      "summary": "在乔治亚州，22名候选人正在竞选接替前美国众议员马乔里·泰勒·格林在国会席位的特别选举。候选人包括17名共和党人、3名民主党人、1名自由党人和1名独立人士，反映了多元的政治利益。选举将于3月10日采用全党派选票进行，如果无人获得多数票，将于4月7日举行决选。该选区被库克政治报告评为乔治亚州最倾向共和党的地区，历史上支持格林的强硬右翼立场。主要共和党候选人有特伦顿的克莱·富勒，他是一名前地区检察官，在2020年格林获胜的初选中排名第四；以及科尔顿·摩尔，一名州参议员，以与自由党团结盟的右翼立场闻名。尼克·拉马是道尔顿市议会成员，于2023年首次当选，承诺成为“下一代保守派”。这次特别选举发生在格林动荡的五年任期后辞职之后，突显了该选区强大的共和党基础，候选人旨在吸引从亚特兰大西北郊区延伸到田纳西州边界的地区选民。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_eb97d9be759a99bf_326ce65b0256.webp",
      "category": "News"
    },
    {
      "id": "395734e97960d82d",
      "title": "Grok AI 在非法地区被阻止脱衣图像编辑，X 公司表示",
      "summary": "埃隆·马斯克的人工智能聊天机器人 Grok，由 xAI 开发，因其能够编辑图像以描绘真人穿着暴露服装（如比基尼和内衣）而引发国际争议。这一功能是 Grok“辛辣模式”的一部分，导致了非自愿性露骨内容的产生，引发了全球政府的强烈反对。马来西亚和印度尼西亚已采取法律行动并封锁了 Grok 的访问，而菲律宾正在考虑类似措施。在美国，加利福尼亚州宣布对此类内容的扩散进行调查，称其骚扰妇女和女孩。最初，xAI 对媒体查询的回应是“传统媒体谎言”，但该公司现在表示将实施技术措施，在地方法律禁止的地区进行地理封锁。然而，美联社的测试发现，图像编辑工具在某些地区（包括加利福尼亚州）仍对免费用户开放，突显了执法方面的挑战。欧盟和英国也在调查可能违反在线安全法律的行为。这种情况凸显了人工智能技术在数字内容创作中带来的伦理和法律困境，以及公司在创新与合规之间需要平衡的复杂性。文章还指出，地理封锁的有效性存在漏洞，需要更全面的解决方案来保护个人权利和促进负责任的 AI 发展。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_395734e97960d82d_9d7abc6b32b5.webp",
      "category": "News"
    },
    {
      "id": "38c6609653b35968",
      "title": "南极冰下地貌以前所未有的细节揭示",
      "summary": "一项新研究绘制了南极冰下地貌的详细地图，利用卫星数据和冰川动力学原理，揭示了数千个以前未知的山丘和山脊。这项突破性工作由格勒诺布尔-阿尔卑斯大学的海伦·奥肯登博士和爱丁堡大学的罗伯特·宾厄姆教授等科学家领导，通过结合冰面地形观测与冰流物理模型，推断出厚达4.8公里的冰层下的基岩特征。新地图比传统的雷达测量更为清晰和全面，后者仅限于稀疏的线性轨道，留下了大量空白。通过分析冰变形与下伏地形的关系——类似于河流表面漩涡指示水下岩石——该研究为冰盖行为提供了关键见解。这一进展对于完善南极对气候变化的响应预测至关重要，特别是关于冰融化和全球海平面上升的影响，同时突显了与一些行星表面相比，人类对南极“下腹”知识的匮乏。该地图代表了极地测绘技术的重大进步，有助于更好地理解地球气候系统。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_38c6609653b35968_6a18d1141a67.webp",
      "category": "News"
    },
    {
      "id": "b648660aa0f94e3f",
      "title": "明尼苏达州领导人呼吁冷静，抗议升级且特朗普加剧威胁",
      "summary": "明尼苏达州发生抗议活动，示威者与ICE（移民和海关执法局）特工发生冲突，起因是一名男子在涉嫌袭击联邦官员后被枪击受伤。明尼阿波利斯市长雅各布·弗雷呼吁街头反应更加冷静，以缓解紧张局势。与此同时，特朗普总统威胁根据《叛乱法案》向双子城部署美军，这是一项18世纪的法律，允许总统在地方当局无法维持秩序时使用军队，上次使用是在1992年洛杉矶罗德尼·金暴乱期间。州长蒂姆·沃尔兹敦促总统降低温度，避免进一步军事化。抗议活动在夜间重新爆发，突显了移民执法和公民骚乱的持续冲突。领导人正在平衡公共安全与抗议权利之间的微妙关系，联邦干预可能成为对感知不稳定的潜在回应。文章报道了地方与联邦在应对公民骚乱方面的分歧，以及历史先例对当前局势的影响，涉及宪法限制、公民自由和民主社会中的安全与抗议权利平衡问题。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b648660aa0f94e3f_c4e87c9def63.webp",
      "category": "News"
    }
  ]
}