{
  "articles": [
    {
      "id": "32f64ba84c6e2d09",
      "title": "黑色星期五苹果电视优惠：享受六个月五折折扣",
      "summary": "这篇文章来自TechRadar，重点介绍了苹果电视（原苹果电视+）在黑色星期五的特别促销活动。通常，该服务在美国的月费为12.99美元，在英国为9.99英镑，但本次优惠提供50%的折扣，将月费降至5.99美元或4.99英镑，持续六个月，有效期至2025年12月1日。文章强调了访问庞大原创内容库的价值，包括热门剧集如《泰德·拉索》、《离职》和《晨间直播秀》，以及即将独家播出的F1赛事。该服务兼容多种设备，如苹果产品、智能电视和游戏机，并包含MLS比赛等额外内容。作者推荐这是一个订阅的绝佳机会，指出与黑色星期五销售和近期服务更新（如去除名称中的'+'）的时机相吻合。然而，文章作为附属营销内容，TechRadar可能通过推荐链接赚取佣金，这影响了其客观性。总体而言，这为读者提供了在促销期间尝试苹果电视的实用信息。",
      "source": "TechRadar",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_32f64ba84c6e2d09_9c22a36b81a9.webp",
      "category": "Science"
    },
    {
      "id": "6f0eae75d78825f8",
      "title": "Anthropic 购买 300 亿美元 Azure 云能力，并从微软和英伟达获得 150 亿美元投资",
      "summary": "Anthropic 与微软和英伟达达成了一项重大战略合作伙伴关系，涉及购买价值 300 亿美元的微软 Azure 云计算能力，并获得了总计 150 亿美元的投资，其中微软计划投资高达 50 亿美元，英伟达投资高达 100 亿美元。这一协议使 Anthropic 能够将其 Claude AI 模型扩展到 Azure 基础设施上，通过 Microsoft Foundry 等平台向企业客户提供访问，包括 Claude Sonnet 4.5、Claude Opus 4.1 和 Claude Haiku 4.5 等模型，并集成到 Copilot 产品中。合作还包括技术伙伴关系，旨在利用英伟达的 Grace Blackwell 和 Vera Rubin 等先进系统优化 AI 工作负载，提高性能和效率，降低长期运营成本。此举将 Claude 定位为可在所有主要云提供商上部署的前沿模型，加强了在商业环境中 AI 工具开发和集成的能力，反映了 AI 与云服务融合的行业趋势。",
      "source": "TechRadar",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6f0eae75d78825f8_de25a3614e9f.webp",
      "category": "Science"
    },
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "蜜蜂更换蜂后的惊人原因",
      "summary": "最近，不列颠哥伦比亚大学的研究人员发现，蜜蜂群落中蜂后更换的过程，即所谓的“超替”，往往由常见病毒引发。这些病毒感染会导致蜂后卵巢萎缩，减少其产卵能力，并降低甲基油酸酯这种信息素的产量。甲基油酸酯是蜂后健康的关键信号，当其水平下降时，工蜂会察觉到并开始培育新蜂后。超替在野生蜂群中有助于适应环境变化，但在人工管理的蜂箱中可能造成中断，影响授粉和蜂蜜产量。蜜蜂负责全球约三分之一作物的授粉，因此蜂后健康对粮食安全至关重要。养蜂人常面临蜂后早期失败的问题，这项研究将病毒感染确定为主要原因。在田间试验中，添加合成甲基油酸酯减少了超替发生，为养蜂人提供了在关键时期稳定蜂箱的工具。此外，病毒通常与瓦螨等寄生虫相关，加剧了对蜂后寿命和群落稳定的威胁。这项研究强调了病原体如何通过生理变化影响社会行为，为可持续养蜂和农业提供了新见解。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI发现无人知晓的秘密狮子吼声",
      "summary": "一项最新研究揭示，非洲狮子使用两种独立的吼声，而非仅有一种。埃克塞特大学的研究人员利用人工智能发现了一种先前未被识别的“中间吼声”，与众所周知的全喉吼声并存。这项发表在《生态与进化》期刊上的研究首次应用AI自动将狮子吼声分类，系统准确率达到95.4%，大大减少了人类解释的影响，从而更一致地识别个体狮子。狮子被国际自然保护联盟列为易危物种，非洲野生狮子数量估计仅剩2万至2.5万只，在过去25年中下降约一半。该研究结论颠覆了长期认为只有一种吼声类型的假设，并强调了生物声学在生态科学中的日益重要价值。通过机器学习分类全喉吼声，研究团队提升了区分个体狮子的能力，自动化方法还简化了被动声学监测，比常见的足迹调查或相机陷阱更可靠。项目由埃克塞特大学与牛津大学等机构合作完成，资金来自狮子恢复基金等组织，展示了技术如何助力保护濒危物种。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "隐藏的铜开关超级充电绿色氨生产",
      "summary": "东京都立大学的研究人员发现，在电化学硝酸盐还原反应中，氧化铜催化剂在反应过程中形成微小的铜颗粒，这些颗粒有助于将亚硝酸盐离子转化为氨。这一过程在室温和常压下进行，比传统的哈伯-博世法更环保，后者需要高能耗并贡献全球约1.4%的二氧化碳排放。氨是肥料的关键成分，对现代农业至关重要。研究团队使用操作X射线吸收等先进技术，观察电压变化对催化剂的影响，揭示负电压通过促进金属铜形成来增加氨产量。这一发现为设计更高效的电化学催化剂和推进绿色氨生产提供了新策略，支持可持续农业和减少环境影响。该研究由东京都立大学和新エネルギー・産業技術総合開発機構（NEDO）等项目支持，突显了清洁工业化学的潜力。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "2e493042339037c5",
      "title": "快速断层愈合可能改写地震物理学",
      "summary": "加州大学戴维斯分校的最新研究表明，地球深处的地震断层在经历慢滑事件后可以在几小时内自行愈合，这可能会重塑科学家对与大地震相关的断层行为的理解。慢滑事件是一种缓慢的地震活动，应力在数天至数月中逐渐释放，而不像普通地震那样突然震动。研究团队考察了卡斯卡迪亚俯冲带的地震数据，发现同一断层段可在几小时或几天内再次滑动，表明应力快速恢复。在实验室中，研究人员对石英施加高压和高温来模拟深部条件，通过声波测量和电子显微镜观察揭示了愈合过程。这一发现得到国家科学基金会的支持，提示当前的地震物理模型可能需要修订，因为快速愈合会影响应力的积累和释放，进而改进地震预测和风险评估。",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2e493042339037c5_912bdf4c74b1.webp",
      "category": "Science"
    }
  ]
}