{
  "articles": [
    {
      "id": "897eaabc27a1b94f",
      "title": "Job Shortages Force Scottish Teachers to Seek Work Abroad or Endure Long Supply List Waits",
      "summary": "In Scotland, a significant number of newly qualified teachers are unable to secure permanent positions, particularly in primary schools, leading to prolonged periods on supply lists or decisions to leave the country. Analysis of government data reveals that most new teachers do not obtain stable jobs, despite schools reporting staffing pressures. For instance, Louise Fraser, a 24-year-old from Ayrshire, moved to Dubai after her probation year in 2022 to gain job security and a better quality of life, though she now wishes to return to Scotland but fears re-entering the job crisis. Another teacher, who remains anonymous, has been on the supply list for nine-and-a-half years, accumulating £50,000 in debt and experiencing severe stress, including a suicide attempt last year. He described being misled in job interviews, where positions were given to probationers instead. Education Secretary Jenny Gilruth acknowledges that pay increases have made hiring more costly but claims progress is being made on teacher numbers. This situation highlights systemic issues in Scotland's education employment, affecting teacher retention and well-being.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_897eaabc27a1b94f_82e57c992c5c.webp",
      "category": "News"
    },
    {
      "id": "04a52e835dbc013f",
      "title": "Overcoming Injury: A Cyclist's Path to Retirement",
      "summary": "Vicky Williamson, a former Great Britain cyclist, faced a life-altering crash in 2016 that shattered her Olympic dreams. The accident in Rotterdam resulted in severe injuries including a fractured neck and back, a dislocated pelvis, and a slipped disc, nearly paralyzing her. She underwent multiple surgeries and a lengthy hospital stay, followed by a challenging recovery. Despite this, Williamson demonstrated resilience by returning to competitive sports in different disciplines. Now, at age 32, she has announced her retirement, reflecting on the emotional toll and identity crisis that comes with leaving elite athletics. In an interview with BBC, she discusses the highs and lows of her career, from the devastation of missing the Rio Olympics to the triumphs of her comeback. Williamson emphasizes how the crash forced her to reevaluate her life and future, highlighting the psychological impact of losing one's primary identity as an athlete.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04a52e835dbc013f_a74af4aceb6b.webp",
      "category": "News"
    },
    {
      "id": "6db186b3ea7bff57",
      "title": "UN Chief Criticizes US for Prioritizing Power Over International Law",
      "summary": "In an interview with the BBC, UN Secretary-General António Guterres accused the United States of acting with impunity and believing that its power outweighs the importance of international law. He stated that Washington holds a clear conviction that multilateral solutions are irrelevant, emphasizing instead the exercise of US power and influence, sometimes at the expense of international norms. This criticism follows recent US actions, such as strikes in Venezuela and threats to annex Greenland under President Trump. Guterres expressed concern that the founding principles of the UN, including the equality of member states, are under threat. He admitted the UN struggles to enforce the UN Charter due to the greater leverage of big powers like the US, questioning whether this leverage leads to lasting solutions or just quick fixes. Additionally, he called for UN reform to address global challenges, suggesting the Security Council is ineffective and no longer representative. Trump's past criticisms of the UN, where he claimed it failed to help in conflicts, add context to this tension.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6db186b3ea7bff57_86aa22cf8d43.webp",
      "category": "News"
    },
    {
      "id": "dee54bf336acadd6",
      "title": "Military Readiness for Minnesota Deployment Amid Immigration Protests",
      "summary": "The Pentagon has placed approximately 1,500 active-duty soldiers from the Army's 11th Airborne Division on prepare-to-deploy orders for a potential mission to Minnesota. These soldiers, based in Alaska and specialized in arctic operations, are awaiting possible deployment under the Insurrection Act, a 19th-century law that permits the President to use active-duty troops for domestic law enforcement. This development follows President Donald Trump's threats to invoke the act in response to protests against his administration's immigration enforcement actions in Minnesota. Trump accused local politicians of failing to control agitators targeting Immigration and Customs Enforcement (ICE) personnel. Although he later indicated no immediate need to use the law, he emphasized its power if required. The Pentagon confirmed readiness to follow presidential orders, highlighting the sensitive nature of military involvement in domestic affairs. This situation underscores tensions between federal authority and local governance during immigration-related unrest.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_dee54bf336acadd6_66bbd18dfb47.webp",
      "category": "News"
    },
    {
      "id": "e004d13feaeab582",
      "title": "Global Response to Trump's Board of Peace for Gaza Reconstruction",
      "summary": "The United States, under President Donald Trump, has invited additional countries to join the newly established Board of Peace, aimed at overseeing reconstruction efforts in Gaza following recent conflicts. At least seven more nations, including Hungary, Vietnam, India, Jordan, Greece, Cyprus, and Pakistan, confirmed receiving invitations, with Hungary and Vietnam accepting. The board's mandate includes managing post-ceasefire phases, such as forming a Palestinian committee, deploying an international security force, disarming Hamas, and rebuilding the war-damaged territory. A U.S. official revealed that a $1 billion contribution grants permanent membership, while non-contributing members serve three-year terms, with funds directed toward Gaza's reconstruction. The official member list is expected to be announced soon, likely during the World Economic Forum in Davos, Switzerland. This initiative reflects broader ambitions to address global conflicts through collaborative leadership, as emphasized in Trump's invitation letters, which describe a bold new approach to peacebuilding.",
      "source": "PBS NewsHour",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e004d13feaeab582_36ca116b9e40.webp",
      "category": "News"
    },
    {
      "id": "e9adda87d5626719",
      "title": "International Dispute Over Greenland's Sovereignty",
      "summary": "UK Culture Secretary Lisa Nandy has emphasized that the UK's stance is firm: Greenland's future must be determined by its own people, not through external imposition. This comes in response to US President Donald Trump's threats to impose tariffs on the UK and other European allies if they do not agree to a US takeover of Greenland, which Trump argues is critical for US security. Nandy criticized these threats as \"deeply unhelpful and counterproductive,\" advocating for an \"adult debate\" with the White House instead. She stated that the UK will not compromise on this principle, calling it non-negotiable. Meanwhile, Sir Keir Starmer, another UK leader, has condemned the US move as \"completely wrong\" and plans to engage directly with the US administration. The US has intensified calls for acquiring Greenland, with Trump not ruling out force, but some US officials, like House Speaker Mike Johnson, prefer diplomatic solutions, acknowledging Greenland's strategic importance while rejecting military intervention. Nandy suggested that discussions might occur at the World Economic Forum in Davos, highlighting the ongoing tensions and the need for dialogue to resolve this international issue.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    }
  ]
}