{
  "articles": [
    {
      "id": "d8ea1d6df01ae38f",
      "title": "Emergency Meeting About Attacks in Iran",
      "summary": "The Prime Minister of the UK, Sir Keir Starmer, held an emergency meeting called Cobra because the US and Israel attacked Iran with air strikes. Explosions were heard in cities in Iran, including Tehran. The UK did not join these attacks. Iran has fired back with missiles, and explosions have been reported in other countries in the region, causing problems for air travel. The UK government is worried about British people in places like Bahrain, Qatar, and other countries, telling them to stay safe and take shelter. They do not want the fighting to get bigger. The government says Iran should not have nuclear weapons and wants a peaceful solution. This is a serious situation that leaders are trying to handle carefully.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d8ea1d6df01ae38f_2ce8f8c2a826.webp",
      "category": "News"
    },
    {
      "id": "3fb558f0d55c58df",
      "title": "A Big Attack on Iran by the US and Israel",
      "summary": "The United States and Israel have attacked Iran together. This happened because Iran might be making nuclear weapons, which are very dangerous. The attacks caused explosions in many cities in Iran, like Tehran, Isfahan, and Qom. People saw smoke and heard loud noises. The US president, Donald Trump, said the US is doing this to protect Americans and stop Iran from getting nuclear weapons. He told people in Iran to stay inside their homes to be safe. We don't know yet if anyone got hurt. Iran closed its airspace, which means planes can't fly there right now. This is a big event that started after weeks of talks and threats.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3fb558f0d55c58df_6e447d4b2460.webp",
      "category": "News"
    },
    {
      "id": "e18f7dd31d102201",
      "title": "Two Different Politicians Who Are Alike in Surprising Ways",
      "summary": "This article talks about two politicians, Zack Polanski and Nigel Farage, who seem very different but share some similarities. Polanski is from the Green Party and cares about the environment and helping people. Farage is from Reform UK and has different ideas about borders and government. Even though they disagree on many things, both have become popular and are making the bigger political parties worried. They both enjoy meeting people and campaigning, which helps them connect with voters. Their parties are growing fast because many people are tired of traditional politicians. The article shows that in politics, sometimes unexpected things happen, and people who seem opposite can have common goals like winning elections and attracting supporters.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_e18f7dd31d102201_1eb0268810a6.webp",
      "category": "News"
    },
    {
      "id": "929fbca1adb18e7e",
      "title": "A Man Who Connected a Prince and a Bad Person",
      "summary": "This story is about a man named David Stern. He helped connect Prince Andrew, who is a member of the British royal family, with Jeffrey Epstein, a man who did bad things and went to jail. In 2019, Stern was at a party in China for a business event called Pitch@Palace. Later, emails showed that Stern worked quietly in the background to make deals and help with money problems for Prince Andrew and his ex-wife, Sarah Ferguson. Stern was a businessman from Germany who lived in London and called Epstein his boss. He was also part of a royal charity. The article tells us that Stern's name appears in many government documents, but he doesn't talk about it. It's a story about how people can be connected in secret ways.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_929fbca1adb18e7e_b5d186e7c6f9.webp",
      "category": "News"
    },
    {
      "id": "b9299184f18f750e",
      "title": "School Leader Takes a Break During Investigation",
      "summary": "Alberto Carvalho is the leader of Los Angeles public schools, which is a very big school district with over 500,000 students. Last week, he was put on paid leave, which means he is taking a break from his job but still getting paid. This happened after the FBI, which is a federal police agency, searched his home and the school district's office. The FBI is investigating something, but they have not said what it is about, and no one has said Carvalho did anything wrong. The school board voted to put him on leave while they wait to see what happens in the investigation. Andres Chait will be in charge while Carvalho is away. Carvalho used to work in Miami schools. The investigation might be related to a company called AllHere that made a chatbot for students, but that company went bankrupt and its leader was charged with fraud. Carvalho said he was not involved in picking that company.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b9299184f18f750e_7102ac83441d.webp",
      "category": "News"
    },
    {
      "id": "6eb16510f140db4a",
      "title": "Judge Helps Refugees Stay Safe in Minnesota",
      "summary": "A judge in Minnesota has made a decision to protect refugees from being arrested and sent away. Refugees are people who come to the U.S. to escape danger in their home countries. The judge said a new rule from the government was unfair and scary, like a bad dream. This rule would have let officials arrest refugees who are waiting for their green cards, which are papers that let them stay legally. The judge's order means refugees in Minnesota can live without fear for now. Lawyers who help refugees are happy because this keeps families together. The judge thinks the government's plan breaks promises made to refugees long ago. This case is still going on, but the judge's decision helps refugees feel safer.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6eb16510f140db4a_42451dce0daf.webp",
      "category": "News"
    }
  ]
}