{
  "articles": [
    {
      "id": "d547410532ab48dd",
      "title": "A New Way to Recycle Plastic Better",
      "summary": "Scientists have found a new material called tungsten carbide that can help recycle plastic and other chemicals much better than expensive metals like platinum. Platinum is used in many products but costs a lot and is hard to find. Tungsten carbide is cheaper and more common, but it was tricky to use because its atoms can arrange in different ways, making it unpredictable. Researchers from the University of Rochester, led by Professor Marc Porosoff, figured out how to control these atoms to make tungsten carbide work well. They tested it in reactions that turn carbon dioxide into useful stuff and break down plastic waste into new materials. This could make recycling plastic 10 times more efficient, helping reduce waste and save money. The team hopes this discovery will lead to better ways to reuse plastic bottles and other items.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_d547410532ab48dd_468eb8ca71f8.webp",
      "category": "Science"
    },
    {
      "id": "bd49212243a21dd0",
      "title": "A Colorful Radio Picture of Our Milky Way Galaxy",
      "summary": "Astronomers have made a big, colorful radio image of the Milky Way galaxy. This picture shows our galaxy from the Southern Hemisphere using radio waves, which are like invisible colors of light. It helps scientists learn how stars are born, grow, and die. A student named Silvia worked on this for 18 months using supercomputers to put the image together. The data came from telescopes in Australia that looked at the sky over many nights. The new image is better than an old one because it is sharper, more sensitive, and covers more of the sky. It lets astronomers see things like exploded stars and places where new stars form more clearly. This helps us understand our galaxy better.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_bd49212243a21dd0_320e154960a9.webp",
      "category": "Science"
    },
    {
      "id": "8a81403bcdabc742",
      "title": "A Super-Fast Growing Black Hole in Space",
      "summary": "Astronomers found a special space object called a quasar with a supermassive black hole that is growing very quickly. This black hole is pulling in gas and dust at a super-fast rate, much faster than scientists thought was possible. It also gives off strong X-rays and radio waves, which is unusual because these things don't usually happen together. The black hole is very old, from about 12 billion years ago, and it helps us learn how black holes grew so big so early in the Universe. Scientists used a big telescope called Subaru to study it. They think this quasar might be in a short phase where it gets a lot of gas suddenly, making it grow extra fast. This discovery helps us understand more about space and how galaxies form.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8a81403bcdabc742_7fdd927c3c96.webp",
      "category": "Science"
    },
    {
      "id": "0490ec6b30ea3488",
      "title": "Giant Kangaroos Could Hop Like Today's Kangaroos",
      "summary": "Scientists have discovered that giant kangaroos from long ago might have been able to hop, even though they were very big. These ancient kangaroos lived millions of years ago and weighed as much as 250 kilograms, which is like a big bear. Before, people thought kangaroos that heavy couldn't hop because their ankles would break. But new research shows their leg bones were strong enough for hopping in short bursts. The scientists looked at bones from modern kangaroos and fossils from giant kangaroos to see how they moved. They found that the foot bones and heel bones of giant kangaroos could handle the stress of hopping. However, hopping was probably not their main way to move because they were too big to hop far distances. Instead, they might have hopped quickly to escape predators like marsupial lions. This helps us understand how these amazing animals lived in the past.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0490ec6b30ea3488_b9db7fcb47fd.webp",
      "category": "Science"
    },
    {
      "id": "a2dc0401407b3d46",
      "title": "Rocket News: China's Rockets Have Problems, Rocket Lab Faces Delay",
      "summary": "This article talks about rockets and space news from around the world. In China, two rockets failed in just 12 hours, which means they didn't work as planned. Rocket Lab, a company from New Zealand, had a setback with its new Neutron rocket during a test, so it might take longer to launch. In Australia, a company called Gilmour Space got a lot of money to build rockets, helping Australia join the space race. In Europe, a German company named Isar Aerospace delayed its rocket launch to fix a valve issue, and a UK company called Orbex might be sold to another European company. The article shows that many countries are trying to build their own rockets to launch satellites without relying on others like SpaceX.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a2dc0401407b3d46_4215c7baf13f.webp",
      "category": "Science"
    },
    {
      "id": "aa10d7c69c718870",
      "title": "A Very Old Handprint in a Cave",
      "summary": "In Indonesia, on a small island near Sulawesi, there is a cave called Liang Metanduno. Inside this cave, on the wall, is a hand stencil that is 67,800 years old. This makes it the oldest art made by humans ever found. A hand stencil is made by putting a hand against a wall and blowing paint around it to leave an outline. Archaeologists, who study old things, found this hand stencil and used science to figure out how old it is. They also found other old art in caves nearby, like drawings of animals. This hand stencil shows that people lived in this area a long time ago and made art. It is a special link to the past, and scientists are still learning about it.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_aa10d7c69c718870_379cf33be9a0.webp",
      "category": "Science"
    }
  ]
}