{
  "articles": [
    {
      "id": "6777ab80addd931b",
      "title": "Music Favorites in Different UK Cities",
      "summary": "This article talks about the favorite music artists in big UK cities in 2025. It uses data from Spotify and YouTube to show which singers and bands people listen to most. For example, Oasis is very popular in Scotland, and Sam Fender is loved in Newcastle. Taylor Swift and Drake are top artists on Spotify in many places, but Sam Fender beats them in Newcastle. On YouTube, Eminem is number one in most cities. The article also mentions surprises, like Lady Gaga being popular in Belfast and Chris Brown having fans in Birmingham. It shows that people often like artists from their own hometowns, and there are differences between northern and southern cities in music tastes. This helps us see how music brings people together and varies by location.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6777ab80addd931b_c6441d0f1f31.webp",
      "category": "Fun"
    },
    {
      "id": "3d53af8fa5b8cd26",
      "title": "Fun Facts About the Bafta Film Awards 2026",
      "summary": "The Bafta Film Awards 2026 is a big event in London where movies and actors are celebrated. Famous stars like Leonardo DiCaprio and Timothée Chalamet will attend. The show will be on TV in the UK and the US. Some movies to watch are One Battle After Another, Sinners, Hamnet, and Marty Supreme. Jessie Buckley might win best actress, and Timothée Chalamet could win best actor. The ceremony starts before it airs on TV, so winners might be known early. It's a fun night for film fans to see who gets awards.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_3d53af8fa5b8cd26_e5e7acc02b65.webp",
      "category": "Fun"
    },
    {
      "id": "3145110e05482e30",
      "title": "Trot Music: From Old to New Again",
      "summary": "Trot is a type of Korean music that started a long time ago and was very popular. It has a special rhythm and singers often wear shiny suits and big hair. People used to think it was old-fashioned, but now it is becoming popular again. This is because people on social media are using AI to change K-pop songs into trot style. They make videos with AI pictures of singers, and many people watch these videos. Trot songs often talk about sad feelings like missing home or love. Some famous old singers like Nam Jin and Na Hoon-A made trot famous in the past. Today, new singers are trying to bring trot back through TV shows where they compete to be stars.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_3145110e05482e30_fdcc58cafcca.webp",
      "category": "Fun"
    },
    {
      "id": "06d73a2fa4116f60",
      "title": "Carlos Alcaraz Wins Tennis Match Fast in Qatar",
      "summary": "Carlos Alcaraz, a Spanish tennis player, won a big tennis match called the Qatar Open in Doha. He beat Arthur Fils from France in only 50 minutes, which is very fast. The score was 6-2 and 6-1, meaning Alcaraz won most of the games. This is his 12th win this year and his 26th trophy ever. Alcaraz said he was hungry for more wins and played great tennis. He broke Fils' serve early and hit many winners. Fils got frustrated and broke his racquet, but he congratulated Alcaraz after the match. This win is special because Alcaraz lost in Qatar last year.",
      "source": "BBC Tennis",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_06d73a2fa4116f60_d5badb3aeafd.webp",
      "category": "Fun"
    },
    {
      "id": "33dd3eef9a599323",
      "title": "Jessica Pegula Wins Tennis Trophy in Dubai",
      "summary": "Jessica Pegula, a tennis player from America, won a big tennis tournament in Dubai. She beat Elina Svitolina from Ukraine in two sets, with scores of 6-2 and 6-4. This is Pegula's 10th WTA title, which means she has won 10 important tennis events. She said she was happy because she had been playing well for six months and made it to many semi-finals. Pegula also mentioned that this win was a great birthday present since her birthday is soon. Svitolina had a tough match the day before, which might have made her tired. Pegula played strongly from the start and won with an ace. This makes her the third American to win in Dubai, after other famous players.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_33dd3eef9a599323_6b59b41ef3cc.webp",
      "category": "Fun"
    },
    {
      "id": "1a3a9e26d80fcf95",
      "title": "A Singer Takes a Break to Feel Better",
      "summary": "Manon Bannerman is a singer in a music group called Katseye. She is taking a short break to focus on her health and feel better. The group has six members and was formed in 2023. They announced that Manon is healthy and taking care of herself. The group supports her decision and will keep performing without her for now. They do not know when she will come back. Manon thanked her fans for their support and said she loves them. The group has faced some hard times, like getting mean messages online, but they stay strong together.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_1a3a9e26d80fcf95_dee2977703db.webp",
      "category": "Fun"
    }
  ]
}