{
  "articles": [
    {
      "id": "17d62ab6dbd3c5c4",
      "title": "Big Cars in Cities: A Growing Problem",
      "summary": "Cars are getting bigger and heavier in the UK and Europe, and many people like them because they are seen as practical and safe. However, some cities like Paris and Cardiff are making rules to charge more for parking big cars because they cause more pollution and damage roads. Big cars can also be more dangerous in accidents. Some people, like a dad named Matt, need big cars for work and family, but cities want to protect the environment and make streets safer. This article talks about the debate between people who love big cars and cities trying to stop them from spreading too much.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_17d62ab6dbd3c5c4_6e92f17e2b4c.webp",
      "category": "News"
    },
    {
      "id": "10feb613de297991",
      "title": "A Rare Octopus Found on a Beach in Scotland",
      "summary": "A strange creature washed up on a beach in Scotland. It was found by a person walking at Forvie National Nature Reserve. Experts say it is a seven-arm octopus, which is very rare. This octopus lives deep in the ocean, far below the surface. It has eight arms like other octopuses, but in males, one arm is used for mating. The octopus can grow very big, up to 13 feet long for females. Reserve staff were surprised because they usually see smaller octopuses. At first, people thought it might be a giant squid, but it was not. This discovery helps scientists learn more about deep-sea animals.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_10feb613de297991_8530ea9f49d7.webp",
      "category": "News"
    },
    {
      "id": "da1baa0fd3907dc2",
      "title": "Israel's Army Debate: Should Religious Students Serve?",
      "summary": "In Israel, there is a big argument about whether ultra-Orthodox Jewish men should join the army. For a long time, these men did not have to serve if they were studying religion full-time, but now the government wants to change that. This is causing problems because many ultra-Orthodox people believe their prayers and studies protect soldiers, so they should not have to fight. Protests have happened, with thousands of men gathering in Jerusalem, and some have even attacked police officers trying to arrest people who avoid the draft. The issue is making it hard for Prime Minister Netanyahu to keep the government together, as people disagree strongly. It's about balancing being a Jewish country with having a strong military that everyone helps.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_da1baa0fd3907dc2_2c2a29a47a79.webp",
      "category": "News"
    },
    {
      "id": "dcfaa333fa149d30",
      "title": "Matt Van Epps Wins Election in Tennessee",
      "summary": "Matt Van Epps, a Republican from Tennessee, won a special election to become a member of the U.S. House of Representatives. He beat his opponent, Aftyn Behn, who is a Democrat. This election was important because it happened in a district that usually votes for Republicans. President Donald Trump helped Van Epps by speaking at rallies and having a group spend money on his campaign. The district was changed in 2022 to make it harder for Democrats to win. Van Epps is a military veteran and used to work for the state government. Republicans are happy because they kept control of this seat, while Democrats hoped to win to show they can compete in more places. The election results show that Republicans still have strong support in some areas.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_dcfaa333fa149d30_6d1415533dac.webp",
      "category": "News"
    },
    {
      "id": "3744f93a86c3e5ca",
      "title": "The Big Bill for the Covid Inquiry",
      "summary": "The government has spent over £100 million to help with the Covid inquiry, which is looking into what happened during the pandemic. This money is on top of the £192 million the inquiry itself costs, making the total much higher than expected. The government uses this money for lawyers and staff to gather evidence. Some people, like the TaxPayers' Alliance, think it's a waste, while others, like families who lost loved ones, say it's important but should be done more efficiently. The inquiry started in 2022 and won't finish until 2027, with many parts still to be completed. It's one of the most expensive inquiries ever, and there have been arguments about sharing information, like when the government didn't want to give up messages from Boris Johnson.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_3744f93a86c3e5ca_140c84908a42.webp",
      "category": "News"
    },
    {
      "id": "6503f00dbfe5a544",
      "title": "U.S. Envoys Meet Russian Leader to Talk About Ukraine War",
      "summary": "Two American officials, Steve Witkoff and Jared Kushner, met with Russian President Vladimir Putin in Moscow to discuss ending the war in Ukraine. The meeting lasted five hours, but no agreement was reached yet. The U.S. is trying to help Ukraine and Russia make peace, but it's hard because Ukraine might have to give up some land. Ukrainian President Zelenskyy says Putin is stopping peace, but he likes that the U.S. is talking to Russia. The war has been going on for a long time, and people hope these talks can bring peace soon.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6503f00dbfe5a544_b3aa10bbf582.webp",
      "category": "News"
    }
  ]
}