{
  "articles": [
    {
      "id": "91dea98b63fc37e1",
      "title": "瓦林卡获澳网外卡，开启职业生涯最后一季",
      "summary": "斯坦·瓦林卡，一位三届大满贯冠军和前世界第三，在职业生涯最后一季（定于2026年结束）中获得澳大利亚网球公开赛的外卡邀请。现年40岁的瓦林卡对此表示感激，回顾了2014年在墨尔本公园赢得首个大满贯的辉煌时刻。目前世界排名第156位的他，最近一次夺冠是在2017年。与此同时，澳大利亚选手尼克·克耶高斯因伤病困扰排名跌至第670位，选择退出男子单打比赛，称尚未准备好应对五盘大战的强度。相反，他将参加男子双打比赛，此前他曾在2022年与该赛事夺冠。这一决定缓解了赛事总监克雷格·蒂利的压力，他原本在分配剩余外卡时面临争议性选择。文章突出了职业网球转型中的情感与战略层面，探讨了运动员生涯末期与赛事管理之间的互动。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_91dea98b63fc37e1_155ed3bb01ca.webp",
      "category": "Fun"
    },
    {
      "id": "3a8f76fc0173c9e3",
      "title": "萨巴伦卡击败凯斯晋级布里斯班半决赛",
      "summary": "世界排名第一的网球选手阿丽娜·萨巴伦卡在布里斯班国际赛中以6-3 6-3直落两盘击败麦迪逊·凯斯，成功晋级半决赛。这场比赛是去年澳大利亚公开赛决赛的重演，当时凯斯获胜，因此具有重要的心理和竞争意义。萨巴伦卡作为四届大满贯冠军和布里斯班卫冕冠军，表示将过去的失利作为动力，但强调以全新心态对待每场比赛。这场胜利是她为澳大利亚公开赛做准备的一部分，她旨在四年内第三次夺冠。同时，卡罗琳娜·穆霍娃爆冷击败世界第五埃琳娜·雷巴金娜，终结了后者13连胜的纪录，将与萨巴伦卡在半决赛中对决，穆霍娃近期对萨巴伦卡保持三连胜。此外，在ASB经典赛中，英国选手索奈·卡塔尔在决胜盘抢七中惜败于埃利娜·斯维托丽娜，而弗兰·琼斯因伤退赛。文章通过详细报道这些比赛结果，展现了球员在重大赛事前的备战情况和职业网球的竞争格局。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3a8f76fc0173c9e3_f2294d2e4b2a.webp",
      "category": "Fun"
    },
    {
      "id": "20030556c2e326a9",
      "title": "皮尔斯·布鲁斯南、纳西姆王子与未实现的拥抱",
      "summary": "这篇文章探讨了前世界羽量级拳击冠军纳西姆·哈梅德与他的教练布伦丹·英格尔之间复杂的关系。他们从哈梅德七岁在谢菲尔德开始合作，英格尔指导他成为全球巨星，但关系因财务纠纷（英格尔抽取25%的比赛奖金）和1998年尼克·皮特所著《帕迪与王子》一书的批评而恶化。1998年哈梅德击败韦恩·麦卡洛克后，两人痛苦分手。尽管哈梅德退役后多次尝试和解，英格尔拒绝见面，直到2018年英格尔去世，关系仍未解决。新电影《巨人》由皮尔斯·布鲁斯南和阿米尔·埃尔-马斯里主演，戏剧化了他们的故事，包括一个想象中的和解场景，哈梅德希望这是真实的。文章突出了遗憾、导师制和体育中未解决冲突的影响等主题，反映了个人历史如何通过电影媒介被调解和重塑。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_20030556c2e326a9_e067574993fe.webp",
      "category": "Fun"
    },
    {
      "id": "d372be61002eff39",
      "title": "学生参加《叛徒》节目若获胜将为大学带来惊人宣传效果",
      "summary": "华威大学博士生Jade Scott入选BBC热门节目《叛徒》第四季，争夺12万英镑奖金。作为实验室评估员，她的同学Ethan Jessamy和Jenny Gauchan认为她认真专注的性格可能在游戏中占优。Scott研究方向为女性健康与妊娠，因爱好类似电子游戏而申请参赛。Gauchan指出Scott在节目中保持真实自我，未改变个性。Jessamy强调若Scott获胜，将为华威大学带来极佳宣传，提升学校声誉。文章探讨了学术与流行文化的交汇，展示学生成就如何正面影响高校形象，同时引发对学术身份在媒体中商品化的思考。通过学生视角，呈现了教育机构利用媒体曝光增强品牌价值的案例，反映了当代高等教育与娱乐产业的互动趋势。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d372be61002eff39_41f293bb2796.webp",
      "category": "Fun"
    },
    {
      "id": "123c541e0c683055",
      "title": "迪伦·托马斯学生时代多次抄袭其他诗人作品",
      "summary": "根据作者兼公关人士亚历山德罗·加伦齐的研究，威尔士著名诗人迪伦·托马斯在学生时代曾抄袭其他诗人的作品并以自己的名义发表。加伦齐在编辑托马斯的新诗集时，发现了这一令人震惊的抄袭行为，他称之为“大规模”抄袭。年轻的托马斯于1925年11岁进入斯旺西文法学校后，积极向校刊投稿，但加伦齐发现至少有一打例子显示托马斯完全抄袭了其他杂志上已发表的作品。这一发现最初由加伦齐的编辑亚历克斯·米德尔顿提出，他们获得了迪伦·托马斯协会主席杰夫·哈登拥有的斯旺西校刊完整收藏之一。加伦齐表示，托马斯可能抄袭了20至24首诗，其中包括从《西方邮报》和《男孩自有纸》等出版物中抄袭的作品，例如莉莉安·加德的诗。加伦齐认为，托马斯这样做可能是由于不安全感、希望引起注意，以及他能侥幸逃脱的事实。托马斯进入了一所规模更大的新学校，可能想脱颖而出或给同学留下深刻印象，他的父亲是学校的英语老师，对儿子抱有野心，这也可能是一个因素。这一发现为了解托马斯的早期发展和动机提供了新视角，突显了即使著名人物也可能有复杂的过去。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_123c541e0c683055_3506ed4f3b6c.webp",
      "category": "Fun"
    },
    {
      "id": "34a92d8545c731df",
      "title": "尼日利亚作家奇玛曼达·恩戈齐·阿迪契埃幼子去世，家人悲痛欲绝",
      "summary": "尼日利亚著名作家奇玛曼达·恩戈齐·阿迪契埃的家庭确认，她的一对双胞胎幼儿中的儿子恩卡努·纳姆迪去世，年仅21个月。据家庭声明，这名男孩在短暂患病后于周三离世，声明由奥马乌米·奥格贝代表家庭发布，表达了对这一深刻损失的悲痛，并感谢祝福者，同时请求隐私和祈祷。阿迪契埃是一位获奖作家，常驻美国，以《半轮黄日》、《美国佬》等作品闻名，她的2012年TED演讲及文章《我们都应是女权主义者》曾被碧昂丝在2013年歌曲《Flawless》中采样。作为后殖民女权主义文学的关键人物，她的作品探讨性别和移民主题。2015年，她被《时代》杂志列为全球百大最具影响力人物之一。阿迪契埃现年48岁，2016年生下第一个孩子女儿，2024年通过代孕生下双胞胎儿子。尼日利亚总统博拉·提努布等人已表示哀悼，称“失去孩子的悲伤无与伦比”。2020年，她2006年的小说《半轮黄日》被票选为女性小说奖25年历史上最佳获奖作品。去年，她在接受BBC采访时强调希望她的书在非洲被阅读，并解释了她怀第一个孩子时经历的写作障碍“令人恐惧”。2022年，在BBC关于言论自由的讲座中，她表示年轻人因害怕问错问题而不敢提问，这种氛围可能导致“好奇心、学习和创造力的死亡”。这篇文章结合了个人悲剧与公共遗产，展示了社区在困难时期的支持。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_34a92d8545c731df_9a8cd9c27088.webp",
      "category": "Fun"
    }
  ]
}