{
  "articles": [
    {
      "id": "b7bc010151882128",
      "title": "Councils Struggle with Food Waste Collection Deadlines",
      "summary": "A BBC investigation reveals that nearly 25% of English councils will fail to meet a government deadline for implementing weekly food waste collections to all households, set to begin next month under new Simpler Recycling legislation. The Department for Environment, Food & Rural Affairs (Defra) mandated this policy to boost recycling rates, but over 70 councils cited delays due to high demand for specialized collection vehicles and funding shortfalls, despite £340 million in grants from Defra. Environment minister Mary Creagh emphasized the need for action to address stagnant recycling rates, noting councils received budget increases to support the policy. Separately collected food waste can be converted into electricity, reducing landfill use and greenhouse gas emissions, and encouraging waste reduction. While some councils have long had weekly collections, others must establish new services; at least 56 aim to launch by end of 2026, nine lack start dates, and 31 have secured extensions, meaning over a third will not collect from all homes by March. Councils like Shropshire and East Hampshire highlighted financial risks and vehicle availability issues as key barriers.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7bc010151882128_ab9a8431cffc.webp",
      "category": "Science"
    },
    {
      "id": "5c9f6890cf457ed7",
      "title": "Chimpanzees and Alcohol: Testing the Drunken Monkey Hypothesis",
      "summary": "A recent study published in Biology Letters provides strong evidence for the \"drunken monkey hypothesis,\" a theory proposed by biologist Robert Dudley. Researchers investigated whether chimpanzees consume alcohol by analyzing their urine for alcohol metabolites. Graduate students, including Aleksey Maro, collected urine samples from chimps in Africa using innovative methods like plastic bags hung on twigs. They tested the samples with immunoassay strips and found that 16 out of 20 samples contained ethyl glucuronide, an alcohol byproduct, at levels equivalent to one or two human drinks. This indicates that chimps regularly eat fermented fruit, which contains ethanol, supporting the idea that human attraction to alcohol may have evolutionary roots dating back millions of years. The study also noted that females in estrus and juveniles had lower alcohol levels, suggesting future research directions. While this adds to previous observations of chimps sharing alcoholic fruit, gaps remain, such as proving chimps selectively choose high-ethanol fruits. Overall, the research connects food and alcohol in primate evolution, highlighting the role of fermented resources in animal diets.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_5c9f6890cf457ed7_8d21c350b3b4.webp",
      "category": "Science"
    },
    {
      "id": "2da7ba924aa73200",
      "title": "US Energy Shift: Solar Overtakes Hydro Amid Rising Demand",
      "summary": "In 2025, US electricity consumption increased by 2.8%, driven by factors like heating, cooling, and economic growth. Solar power experienced remarkable growth, rising 35% and surpassing hydroelectric generation for the first time, contributing to renewable energy expansion. However, coal power also increased by 13% due to economic viability and government policies that kept some coal plants operational. The Trump administration showed hostility towards renewables but could not halt their economic advantages. Wind power grew as well, with new projects planned for 2026, including significant solar and wind capacity additions. Battery storage is expanding rapidly, particularly in California and Texas, to manage excess solar energy. Overall, renewable sources like solar and wind are poised to outpace hydropower and coal, potentially reaching nearly a quarter of the US electricity mix. The article highlights the complex interplay between rising demand, fossil fuels, and the unstoppable growth of clean energy technologies.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2da7ba924aa73200_9085c0cafedd.webp",
      "category": "Science"
    },
    {
      "id": "7badc4e25b64b5ce",
      "title": "Breakthrough in Silicon Chemistry: Creating a Long-Sought Aromatic Molecule",
      "summary": "After nearly 50 years of theoretical work and failed experiments, a research team led by Professor David Scheschkewitz at Saarland University has successfully synthesized pentasilacyclopentadienide, a silicon-based aromatic compound. Collaborating with doctoral student Ankur and Bernd Morgenstern from the X-Ray Diffraction Service Centre, they replaced carbon atoms in an aromatic ring with silicon atoms. Aromatic molecules, known for their stability due to evenly distributed electrons in a planar ring structure, are crucial in industries like plastics manufacturing, where they enhance catalyst durability and efficiency. Silicon differs from carbon by being more metallic and having looser electron bonds, which could lead to novel compounds with unique properties. This achievement, published alongside independent work by Takeaki Iwamoto's group in Japan in the journal Science, marks a significant step toward developing new materials and industrial catalysts, expanding the potential of silicon chemistry after decades of limited success with only one prior silicon aromatic known since 1981.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7badc4e25b64b5ce_a45197a4df35.webp",
      "category": "Science"
    },
    {
      "id": "add137303b7c7989",
      "title": "Unraveling the Milky Way's Magnetic Mysteries",
      "summary": "Researchers led by Dr. Jo-Anne Brown are investigating the Milky Way's magnetic field, an invisible force crucial for preventing the galaxy from collapsing due to gravity. Using a new radio telescope at the Dominion Radio Astrophysical Observatory in British Columbia, Canada, the team collected high-quality data as part of the Global Magneto-Ionic Medium Survey (GMIMS). They measured Faraday rotation, a phenomenon where radio waves shift when passing through electrons and magnetic fields, to map the magnetic field's structure across the galaxy. In a significant finding, they discovered a diagonal magnetic reversal in the Sagittarius Arm, where the field direction is opposite to the rest of the galaxy. This discovery, published in The Astrophysical Journal, provides insights into the galaxy's evolution and helps improve models for predicting its future behavior. The dataset is now available for astronomers worldwide to use in further research.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_add137303b7c7989_e6d71110da6a.webp",
      "category": "Science"
    },
    {
      "id": "0a3276ac16bc2032",
      "title": "Unraveling the Science Behind Scotch Tape's Screech",
      "summary": "Researchers have uncovered the mechanism behind the screeching sound produced when peeling Scotch tape rapidly. The sound originates from micro-cracks that propagate along the adhesive at supersonic speeds, generating shock waves. This study builds on earlier findings, including the discovery of triboluminescence in tape, where light is emitted during peeling. Scotch tape, invented by 3M engineer Richard Drew in 1930 for automotive painting, gained popularity during the Great Depression for repairs. Physicists have long studied tape phenomena, such as light emission and X-ray production in vacuums. In 2010, scientists identified transverse cracks during peeling, and a 2024 study linked these to sound but lacked a mechanism. The current research by Thoroddsen et al. used synchronized high-speed imaging and sound recording to test if crack tips directly produce sound pulses. Their experiments confirmed that screeching results from weak shocks when cracks reach the tape edge, due to supersonic travel relative to air. This advances understanding of adhesive physics and everyday acoustic effects.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_0a3276ac16bc2032_63f9025f0122.webp",
      "category": "Science"
    }
  ]
}