{
  "articles": [
    {
      "id": "d0eae702f8b926e1",
      "title": "BP 在利润下滑之际加强成本削减",
      "summary": "BP 报告称，2025 年年度利润下降至 75 亿美元，较上一年的 89 亿美元有所减少，主要原因是原油价格下跌约 20%。为此，该公司加强了成本削减措施，将目标提高到 2027 年底前实现 55 亿至 65 亿美元的节约，高于此前最高 50 亿美元的目标。BP 已暂停股票回购计划并减少支出，以加强财务状况，包括出售其 Castrol 业务 65% 的股份。公司正将战略从可再生能源投资转向重新聚焦核心油气业务，这一趋势预计将在新任首席执行官 Meg O'Neill 的领导下延续，她将成为首位领导全球主要石油公司的女性。BP 面临股东压力，因近年来表现不及竞争对手，并正在应对约 220 亿美元的债务。第四季度利润下降 30% 至 15.4 亿美元，当时布伦特原油价格跌破每桶 60 美元，标志着利润连续第三年下降，而 2022 年利润在俄罗斯入侵乌克兰后油价飙升时达到 277 亿美元的峰值。竞争对手壳牌也报告利润下降，表明行业面临广泛挑战。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d0eae702f8b926e1_e29951a20efd.webp",
      "category": "Fun"
    },
    {
      "id": "13156c25fb6a1a53",
      "title": "一个简单发现正在动摇自旋电子学的基础",
      "summary": "在自旋电子学中，异常磁电阻（UMR）是一个关键现象，指重金属在靠近磁性绝缘体且磁化方向旋转时，其电阻发生变化。多年来，自旋霍尔磁电阻（SMR）一直是解释UMR的主导理论，广泛应用于磁电阻测量、自旋扭矩铁磁共振和谐波霍尔电压研究等实验中。然而，研究人员发现UMR出现在许多磁性系统中，甚至在不存在自旋霍尔材料或SMR理论不适用的情况下也出现，这导致了一系列替代解释，如Rashba-Edelstein MR和轨道霍尔MR。最近，朱立军教授和王向荣教授通过实验证明，UMR源于界面处的电子散射，受磁化和电场控制，这一过程称为二矢量磁电阻。该模型不依赖于自旋电流，简化了早期理论的复杂性。他们的实验显示，即使在单层磁性金属中也能出现很大的UMR信号，并且遵循通用求和规则，这些观察结果与二矢量MR模型的预测一致。通过重新分析过去的数据，他们表明许多先前归因于自旋电流机制的结果可以用二矢量MR框架一致解释，同时一些与自旋电流模型冲突的发现也能自然融入这一新方法。这些结果对长期接受的SMR理论构成了严重挑战，为二矢量磁电阻模型提供了首个强有力的实验证实，并为UMR建立了一个单一、通用的物理解释，从而为自旋电子系统中的磁电阻理解提供了更简单和更全面的方式。这项研究最近发表在《国家科学评论》上，题为“通用异常磁电阻的物理起源”。",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_13156c25fb6a1a53_5783ae825cca.webp",
      "category": "Fun"
    },
    {
      "id": "ec3ebf1646c0d844",
      "title": "大英博物馆成功保留与亨利八世相关的吊坠",
      "summary": "大英博物馆已成功筹集350万英镑，以永久保留一枚与国王亨利八世及其第一任妻子凯瑟琳（阿拉贡的）婚姻相关的金质吊坠“都铎之心”。这枚吊坠于2019年由一名金属探测器爱好者在沃里克郡的田野中发现，并根据《1996年宝藏法》上报，使博物馆有机会收购并公开展示。研究显示，吊坠可能为庆祝1518年公主玛丽与法国继承人的订婚而制作，融合了都铎玫瑰和凯瑟琳的石榴符号，并带有意为“永远”的古法语铭文。为获得吊坠，博物馆向发现者和土地所有者支付了报酬。筹款活动包括超过45,000名公众捐赠的36万英镑，以及来自国家遗产纪念基金（175万英镑）、艺术基金等机构的主要贡献。博物馆馆长尼古拉斯·卡利南强调吊坠的独特性和历史意义，指出亨利八世与凯瑟琳婚姻的文物幸存极少。这一倡议展示了公众参与文化遗产保护的协作努力，将公共慈善与机构支持相结合，为学术研究和公众访问保存了这一独特的文化遗物。",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ec3ebf1646c0d844_1cc4d1cc8efb.webp",
      "category": "Fun"
    },
    {
      "id": "4607b3adad1e4814",
      "title": "凯瑟琳·欧哈拉死因确认为肺栓塞",
      "summary": "获奖女演员凯瑟琳·欧哈拉的死因已通过美国死亡证明确认为肺栓塞，即肺部血栓。她于1月30日在洛杉矶一家医院去世，享年71岁。除了肺栓塞，死亡证明还将直肠癌列为长期死因，并指出她自2025年3月以来一直在接受癌症治疗。欧哈拉以在喜剧系列《富家穷路》中的角色而闻名，并因此获得艾美奖，她还出演过《小鬼当家》等电影。去世后，众多同事和朋友纷纷致敬。塞斯·罗根形容她“滑稽、善良、直觉敏锐、慷慨”，佩德罗·帕斯卡在Instagram上表达感激之情。尤金·利维和丹·利维分享了他们的损失，称她为家人。麦考利·卡尔金也发表了情感充沛的悼念。文章强调了她在娱乐界的遗产和个人影响力。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4607b3adad1e4814_a306da20426b.webp",
      "category": "Fun"
    },
    {
      "id": "eb4c8fb70735bdde",
      "title": "塞雷娜·威廉姆斯可从2月22日回归——但她会吗？",
      "summary": "塞雷娜·威廉姆斯，一位23次大满贯单打冠军，已被国际网球诚信机构（ITIA）恢复资格，从2月22日起有资格重返职业网球。这一恢复是基于她遵守了至少六个月的赛外药检要求，这是退役球员希望重新参加认可赛事的规则。然而，自2022年美国公开赛退役以来，威廉姆斯尚未正式宣布复出，她将离开描述为“逐渐远离”网球而非退休。12月，ITIA确认她已重新进入药检池，要求她每天提供一小时的行程以便测试。尽管如此，威廉姆斯在1月于社交媒体上发帖否认回归，称谣言“疯狂”，但随后在一次采访中拒绝完全排除复出的可能性，增加了不确定性。文章强调了恢复资格的程序步骤和威廉姆斯的模糊表态，让球迷和媒体猜测她在体育界的未来。",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_eb4c8fb70735bdde_38a293067f2c.webp",
      "category": "Fun"
    },
    {
      "id": "6e343e0c1bd3660b",
      "title": "拉杜卡努在卡塔尔赛中退赛，两天前在罗马尼亚决赛失利",
      "summary": "英国头号网球选手艾玛·拉杜卡努在卡塔尔公开赛首轮对阵卡米拉·奥索里奥的比赛中退赛，这距离她在特兰西瓦尼亚公开赛决赛中输给索拉娜·克里斯蒂亚仅两天。在卡塔尔赛中，拉杜卡努以6-2赢得第一盘，但以4-6输掉第二盘。在决定性的第三盘中，她在被破发后呼叫训练师检查血压，随后以0-2落后时退赛。这一事件延续了她的健康问题模式；在特兰西瓦尼亚决赛后，她也接受了血压检查，并透露自己正在对抗胸部感染。自2021年美网历史性夺冠以来，拉杜卡努一直受到伤病和WTA巡回赛上表现不稳定的困扰，包括之前在武汉公开赛的退赛。此外，她还面临教练不稳定的问题，自2021年以来已更换九位教练，最近在澳大利亚公开赛第二轮出局后与弗朗西斯·罗伊格分手。这些因素突显了影响她职业生涯的身体和专业挑战，反映了精英网球运动员在保持高水平表现时所面临的多方面压力。",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6e343e0c1bd3660b_3351cab632f7.webp",
      "category": "Fun"
    }
  ]
}