{
  "articles": [
    {
      "id": "aa82e1006dafcd67",
      "title": "FTSE 100 Surpasses 10,000 Points: A Stock Market Milestone",
      "summary": "The FTSE 100 index, which tracks the 100 largest companies on the London Stock Exchange, surpassed 10,000 points for the first time on the initial trading day of the year, marking a significant stock market achievement. In 2025, the index rose over 21% from the previous year, driven by strong performances in sectors such as precious metal mining, defense, and financial services. Rising gold and silver prices benefited companies like Rio Tinto, while increased global defense spending lifted firms such as Babcock and Rolls-Royce, amid economic and geopolitical uncertainties. Financial commentators note that crossing 10,000 points is psychologically important, indicating that London's blue-chip index is back in favor with investors, especially as concerns about overvalued US tech sectors make the UK market more appealing. The chancellor, Rachel Reeves, has advocated for more investment in shares to boost economic growth, and this milestone supports her calls. The FTSE 100 outperformed the US S&P index in 2025, appealing to investors seeking stability through companies in essential industries like mining and banking during turbulent times.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_aa82e1006dafcd67_e8dc0bf3811d.webp",
      "category": "News"
    },
    {
      "id": "a2c0ab3bbc88e73c",
      "title": "The Rising Cost of Ram and Its Impact on Tech Prices in 2026",
      "summary": "In 2026, consumers may face higher prices for electronic devices such as smartphones, PCs, and smart TVs due to a significant increase in the cost of Ram, a critical computer component. Ram, or random access memory, is essential for storing code and data temporarily while devices are in use, making it ubiquitous across technology. Since October 2025, Ram prices have more than doubled, driven by explosive growth in data centers that power artificial intelligence (AI), which also require substantial amounts of Ram. This surge has created an imbalance between supply and demand, forcing manufacturers to consider passing on these costs to consumers. Industry experts, like Steve Mason from CyberPowerPC, report quotes up to 500% higher than recent months, indicating that large cost increases are likely to affect pricing decisions. Manufacturers may absorb small hikes, but these substantial rises could lead to price adjustments on products using memory or storage. Danny Williams from PCSpecialist predicts that if prices don't decline, consumer demand might drop in 2026, highlighting broader economic impacts. The situation underscores how interconnected tech supply chains are, with Ram shortages affecting everything from personal gadgets to medical devices.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a2c0ab3bbc88e73c_ea5f69717a42.webp",
      "category": "News"
    },
    {
      "id": "c1a2cb2146ee8b45",
      "title": "Eyewitness Accounts of a Devastating Fire at a Swiss Ski Resort Bar",
      "summary": "A catastrophic fire erupted at Le Constellation bar in Crans-Montana, Switzerland, during a New Year's Eve celebration, resulting in approximately 40 fatalities and 115 injuries, primarily from severe burns. The incident occurred around 01:30 local time, transforming a festive evening into a tragedy. An anonymous 18-year-old eyewitness recounted hearing a loud explosion and seeing dense smoke before entering the bar to search for his brother, whom he feared was inside. He described a horrifying scene with people burning and devoid of clothing, though his brother was ultimately unharmed. Firefighters and medical personnel responded swiftly, but the witness assisted by providing water and clothes to victims. Two French women, Emma and Albane, reported that the fire likely originated when a waitress placed birthday candles on champagne bottles, igniting the wooden ceiling rapidly. They highlighted evacuation challenges due to narrow escape routes and stairs. The bar, capable of holding up to 300 people across two floors and a terrace, was crowded during one of the busiest holiday periods for Alpine ski resorts. This event underscores the dangers of fire in crowded venues and the importance of safety measures.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_c1a2cb2146ee8b45_6b0ba284a717.webp",
      "category": "News"
    },
    {
      "id": "c8d54ed79ac73836",
      "title": "The NHS and Magic Mushrooms: A Medical Debate on Psychedelic Treatments",
      "summary": "This article explores the debate over whether the NHS should use magic mushrooms, specifically psilocybin, to treat conditions like depression and PTSD. It presents two contrasting personal stories: Larissa Hope, who took psilocybin under clinical supervision and found it life-saving, helping her overcome trauma and suicidal feelings, and Jules Evans, who had a terrifying experience with LSD that led to long-term anxiety and PTSD. The article highlights that psychedelic drugs are currently illegal for medical use outside authorized research, but since 2022, over 20 trials have tested them for mental health issues. Studies show mixed results, with some indicating benefits and others unclear or showing no effect. The core dilemma involves doctors, regulators, and politicians deciding if these drugs should be prescribed, balancing potential benefits against risks like adverse reactions. This debate is fueled by growing research suggesting psychedelics could help with depression, OCD, addiction, and trauma, but concerns remain about safety and variability in individual responses.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c8d54ed79ac73836_b5400e7ba9e5.webp",
      "category": "News"
    },
    {
      "id": "a6477201b00050cb",
      "title": "The Rise of Billionaire Influence in American Politics",
      "summary": "This article examines how a new class of billionaires has gained significant political influence in the United States, particularly through campaign spending. It highlights that in 2024, the wealthiest 100 Americans spent over $1 billion on federal elections, a dramatic increase from $46 million in 2004. This surge is attributed to the growth of the billionaire class, with Forbes reporting 902 billionaires in the U.S., more than any other country. Additionally, court rulings have loosened campaign finance regulations, allowing billionaires to contribute unlimited amounts to super PACs. The article notes public skepticism, with 58% of respondents in a poll viewing billionaire campaign spending as harmful. Through an interview with reporter Beth Reinhard, it explores the intersection of money and politics, emphasizing how this trend solidifies power for the ultra-rich during election seasons.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a6477201b00050cb_ff34bbc5ac5e.webp",
      "category": "News"
    },
    {
      "id": "bd222c7ea26099d6",
      "title": "Navigating the New Landscape of College Sports: NIL and Transfer Portal",
      "summary": "College sports are undergoing significant transformations with the introduction of name, image, and likeness (NIL) payments and the transfer portal. The transfer portal, which opens around New Year's Day, allows athletes to switch schools, creating a dynamic and sometimes chaotic environment described as a Wild West. NIL enables colleges to pay players directly, with amounts reaching millions of dollars, following the NCAA v. House settlement that permits schools to allocate up to $20.5 million. Stewart Mandel, an editor at The Athletic, explains that these changes are reshaping college athletics, leading to uncertainties about rule enforcement and potential loopholes. Coaches, such as John Calipari, express frustration over frequent player transfers, which disrupt team stability. The article explores the implications of these developments for athletes, teams, and the future of college sports, highlighting the balance between new opportunities and challenges in maintaining fair play.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bd222c7ea26099d6_c90479347498.webp",
      "category": "News"
    }
  ]
}