{
  "articles": [
    {
      "id": "8579bb1da65ee634",
      "title": "A Tiny Pill That Glows to Check Your Tummy",
      "summary": "Scientists have made a special tiny pill that can help doctors see if your tummy is bleeding inside. This pill has tiny living things called bacteria inside it. When the pill goes into your gut, it glows if there is blood. This is important because it can help find problems like gut diseases without hurting you. In tests with mice, it worked well. This could make it easier and faster to know if someone is sick. It's like having a little light inside your body that tells secrets about your health. This new idea might change how we take care of our stomachs in the future.",
      "source": "Science Daily",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8579bb1da65ee634_cd0f5aed1637.webp",
      "category": "Science"
    },
    {
      "id": "023198f10021f08f",
      "title": "Scientists reveal what triggered Santorini 'earthquake swarm'",
      "summary": "Thousands of earthquakes were caused by magma \"pumping through\" Earth's crust for three months, they say.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_023198f10021f08f_488acd540d42.jpg",
      "category": "Science"
    },
    {
      "id": "5a1eea6b3c31b1d2",
      "title": "Fire at Climate Meeting in Brazil",
      "summary": "A big fire happened at a climate meeting in Brazil where thousands of people were talking about how to protect our planet. The fire made everyone leave the building quickly to stay safe. Firefighters came to put out the fire and help people. This event shows that even important meetings can have emergencies, and it reminds us to be prepared. The climate talks are about finding ways to stop pollution and keep Earth healthy. After the fire, people will need to make sure the meeting can continue safely. It's important to learn from this to prevent fires in the future.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5a1eea6b3c31b1d2_155f6049e4cc.jpg",
      "category": "Science"
    },
    {
      "id": "32d12e260fd72460",
      "title": "Why saving microbes may be the most important conservation effort ever",
      "summary": "Researchers have launched the first coordinated plan to protect microbial biodiversity, calling attention to the “invisible 99% of life” that drives essential Earth systems. The IUCN has formally recognized this effort through the creation of the Microbial Conservation Specialist Group. By developing new metrics, policies, and restoration tools, scientists aim to make microbial life a core part of global conservation action. The roadmap also outlines upcoming goals such as microbial hotspot maps and new microbe-based conservation solutions.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_32d12e260fd72460_14ce20a141ba.webp",
      "category": "Science"
    },
    {
      "id": "d526e806ae0a7ecb",
      "title": "Light's Hidden Magnetic Power",
      "summary": "Scientists have discovered something amazing about light! Light is made of tiny waves that have both electric and magnetic parts. For a long time, people thought the magnetic part wasn't very important. But new research shows that this magnetic field is actually very strong and can make light twist and turn when it goes through certain materials. This discovery changes what we learned about the Faraday Effect, which was found almost 200 years ago. It helps us understand light better and could lead to new inventions like better cameras or medical tools. Learning about this can make science more fun and exciting for everyone!",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d526e806ae0a7ecb_01296b1cd071.webp",
      "category": "Science"
    },
    {
      "id": "32c3c82efdcc2223",
      "title": "A Cool Machine That Makes Water from Air",
      "summary": "Scientists at MIT have made a special machine that can pull drinking water from the air very quickly. It uses tiny vibrations called ultrasound to shake water out of materials that soak up moisture. This happens in just minutes, much faster than old ways that used heat and took hours. The machine can run on solar power from the sun, so it works all day without needing electricity from plugs. This invention is important because it can help people in places where clean water is hard to find, giving them a safe and easy way to get water to drink. It's like having a magic box that makes water from the air around us!",
      "source": "Science Daily",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_32c3c82efdcc2223_e9b3f2df6e8f.webp",
      "category": "Science"
    }
  ]
}