{
  "articles": [
    {
      "id": "e9065fd4d25fa49b",
      "title": "Cannabis Stores and Health Problems",
      "summary": "This article talks about a study that looked at how living near cannabis stores can affect people's health. Researchers found that in neighborhoods with many cannabis stores close together, more people went to the emergency room because of cannabis-related issues. The study used data from over 6 million people in Ontario, Canada, from 2017 to 2022. They compared areas with stores within 1000 meters to those farther away. Results showed that areas with stores had a 12% higher rate of emergency visits. The authors suggest that limiting the number of stores or spreading them out could help keep people healthier. This research was published in a medical journal and highlights the importance of store placement for public safety.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_e9065fd4d25fa49b_3c93cf9254e3.webp",
      "category": "Science"
    },
    {
      "id": "14470af3b6260cd2",
      "title": "How Head Hits Can Hurt the Brain's Cleaning System",
      "summary": "Scientists studied boxers and fighters who get hit in the head a lot. They found that repeated head impacts can weaken the brain's cleanup system, called the glymphatic system. This system helps remove waste from the brain, like a garbage disposal. Using special MRI scans, researchers saw that in fighters with memory problems, the cleanup system worked too hard at first but then got worse over time. This can lead to a buildup of harmful proteins linked to diseases like Alzheimer's. The study shows that protecting the head in sports is important to keep the brain healthy and prevent long-term damage.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_14470af3b6260cd2_727c9f47760f.webp",
      "category": "Science"
    },
    {
      "id": "8f0a4b4a4387d9d1",
      "title": "Dangerous Metals Found in Kids' Toys",
      "summary": "Scientists in Brazil studied 70 plastic toys and found harmful metals like barium, lead, and chromium in many of them. These metals can make children sick, causing heart problems or brain damage. The toys were bought from different stores to see what kids might play with. Researchers used special tests to check for tiny amounts of metals and found 21 bad elements. Even though only a little bit comes out when a child puts a toy in their mouth, it's still dangerous because the amounts are high. The study suggests that rules need to be stricter to keep toys safe, especially those brought from other countries.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_8f0a4b4a4387d9d1_d6770f0b6c5a.webp",
      "category": "Science"
    },
    {
      "id": "341c9aca9bd5cd7f",
      "title": "Graphene's Secret Power for Future Gadgets",
      "summary": "Graphene is a super thin material made of carbon atoms that is very strong and great at conducting electricity. Scientists have found something new about it called 'Floquet effects.' This happens when they shine fast light pulses on graphene, which changes how its electrons behave. This discovery could help make better electronics like faster computers and improved sensors in the future. The research was done by a team from the University of Göttingen and other universities, and it shows that light can control materials in special ways. This is exciting because it might lead to new technologies that use light to make gadgets work better and smarter.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_341c9aca9bd5cd7f_3a66675feeaf.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "How Wolves Change Nature in Yellowstone",
      "summary": "In 1995, scientists brought gray wolves back to Yellowstone National Park after they were almost gone. Wolves are carnivores that eat other animals. People wanted to see if wolves could help fix the environment. Before wolves returned, there were too many elk eating plants near rivers, which hurt the trees and made the land dry. When wolves came back, they scared the elk away from some areas, letting trees like willows grow again. This is called a trophic cascade, where one animal affects many others. But scientists are still learning if wolves really cause big changes. Some studies say yes, others say no. It's a fun puzzle about how nature works together.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Cats and Humans: A Late Friendship",
      "summary": "Cats are popular pets today, but they didn't always live with people. Scientists found out that cats started becoming friends with humans only about 3,500 to 4,000 years ago, which is much later than we thought. This happened in northern Africa, not in other places like the Levant. Before that, cats were wild animals called African wildcats. People in ancient Egypt loved cats and made art about them. Cats helped by catching pests on ships and in homes, which helped them spread to Europe and other parts of the world with travelers like the Romans. Now, cats live everywhere except Antarctica. It's interesting that in China, a wild cat was with people even before domestic cats arrived. This study used old cat bones and DNA to learn these new facts.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}