{
  "articles": [
    {
      "id": "08c03032c87d1b68",
      "title": "科学家发现恢复痴呆症患者脑血流的新方法",
      "summary": "佛蒙特大学的科学家在痴呆症研究中取得重大突破，探索如何恢复正常的脑血流。痴呆症，包括阿尔茨海默病，全球影响约5000万人，涉及脑血流减少，损害认知功能。这项研究发表在《美国国家科学院院刊》上，重点关注一种名为Piezo1的蛋白质和一种称为PIP2的磷脂。Piezo1存在于血管细胞中，感知压力并帮助调节血流。研究人员发现，在痴呆症条件下，PIP2水平下降，导致Piezo1过度活跃并扰乱血流。通过在临床前测试中添加PIP2，他们恢复了健康的血液循环，暗示了一种潜在的治疗策略。这项工作强调了分子信号在神经血管健康中的重要性，并为未来针对这些机制以缓解痴呆症状的疗法开辟了道路。未来研究将深入探讨PIP2与Piezo1的相互作用机制，以及如何开发基于恢复PIP2或直接靶向Piezo1的治疗方法，以改善痴呆症及相关血管疾病的神经血管健康。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_08c03032c87d1b68_9452ecf322ee.webp",
      "category": "Science"
    },
    {
      "id": "6bbaccad069df42a",
      "title": "小行星究竟由什么构成？新分析让太空采矿更接近现实",
      "summary": "科学家们正在深入研究小行星的构成，特别是富含碳的C型小行星，以评估其作为太空资源来源的潜力。由空间科学研究所（ICE-CSIC）领导的研究团队分析了碳质球粒陨石，这些稀有陨石源自C型小行星，仅占所有陨石坠落事件的约5%。由于保存条件良好，这些陨石常在撒哈拉或南极等沙漠环境中被发现。利用质谱分析技术，团队测量了六种常见碳质球粒陨石的化学成分，以确定从其母体小行星提取材料是否可行。这项研究发表在《皇家天文学会月报》上，旨在识别这些陨石的来源，并支持未来太空任务和资源提取技术的规划。研究人员指出，虽然小行星含有有价值的金属和太阳系形成初期的古老物质，但大多数珍贵元素含量较低，使得大规模提取面临挑战。然而，探索小行星资源可能减少地球采矿的环境影响。团队强调需要对主小行星带中的小行星进行仔细分类，以了解其资源潜力。这项研究基于ICE-CSIC超过十年的小行星和彗星表面研究，并利用了NASA的南极陨石收藏，通过跨学科合作推进了对小行星性质的理解。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6bbaccad069df42a_3f6a042c2813.webp",
      "category": "Science"
    },
    {
      "id": "95a0dc78b2e7edf3",
      "title": "新技术以创纪录的速度和效率消除“永久化学品”",
      "summary": "莱斯大学的研究团队与国际合作者共同开发了首项环保技术，能够快速捕获并分解水中的有毒“永久化学品”（PFAS）。这项成果近期发表于《先进材料》期刊，标志着对抗全球最顽固污染威胁之一的重要进展。PFAS，即全氟和多氟烷基物质，是自20世纪40年代以来使用的人造化学品，常见于特氟龙锅具、防水服装和某些食品包装中，因其耐热、耐油脂和耐水特性而受欢迎，但同样的耐久性导致其分解缓慢，故被称为“永久化学品”。PFAS已广泛扩散，可在全球水体、土壤和空气中发现，研究将其暴露与肝损伤、生殖障碍、免疫系统紊乱和某些癌症联系起来。目前的去除方法主要依赖吸附，如使用活性炭或离子交换树脂，但效率低、速度慢、容量有限，并产生需处理的二次污染废物。新技术基于铜和铝制成的层状双氢氧化物（LDH）材料，该材料由韩国科学技术院的Kim首次发现，Chung进一步研究发现含硝酸盐的特定版本能以超高性能吸附PFAS。该LDH化合物捕获PFAS的能力比其他材料高1000倍以上，且速度极快，能在几分钟内去除大量PFAS，比商业碳过滤器快约100倍。其内部设计中的有序铜铝层和小电荷不平衡创造了高度有利的表面，使PFAS分子快速牢固附着。团队在河水、自来水和废水中测试了该材料，均保持高效，并在静态和连续流设置中表现良好，显示出在市政水处理系统和工业清理中的应用潜力。这一突破为应对全球污染挑战提供了可持续且高效的解决方案。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_95a0dc78b2e7edf3_3f6c78b4bf89.webp",
      "category": "Science"
    },
    {
      "id": "bd151cb4d727973b",
      "title": "我们正生活在物种发现的黄金时代",
      "summary": "一项新研究显示，我们正处于物种发现的黄金时代，科学家每年发现超过16,000个新物种，这是有史以来最高的记录。这项由亚利桑那大学研究人员领导并发表在《科学进展》杂志上的研究，通过分析2015年至2020年间约200万物种的分类记录，发现发现速度正在加速，远超每年约10个物种的灭绝率。新发现的物种包括昆虫、植物、真菌和脊椎动物等多样群体。研究人员预测，许多物种尚未被发现，例如鱼类物种可能高达115,000种，而目前仅描述了42,000种。分子技术的进步有助于通过基因差异识别外观相似但遗传不同的物种。发现新物种对保护至关重要，因为物种必须被科学描述才能受到保护，同时也对人类健康有益，例如从吉拉毒蜥中获得的GLP-1受体激动剂等天然产物可用于药物开发。总体而言，这项研究强调了持续探索对于理解和保护地球生物多样性的重要性，表明全球物种数量可能达到数千万甚至数亿。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bd151cb4d727973b_5c8cd99a94f9.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "政府淡化农场遗产税计划",
      "summary": "英国政府针对继承农场的税收提案已进行淡化处理，将起征点从100万英镑提高至250万英镑。这一政策退却源于数月来农民的抗议以及部分工党后排议员的担忧。去年预算案中，部长们宣布自2026年4月起，对价值超过100万英镑的农业资产征收20%的遗产税，结束了自1980年代以来的100%税收减免。环境大臣艾玛·雷诺兹在议会圣诞休会后发布声明，表示已倾听全国农民的意见，调整政策以保护更多普通家庭农场。她强调，较大庄园应贡献更多，同时支持作为英国农村社区支柱的农场和贸易企业。全国农民联合会负责人汤姆·布拉德肖欢迎这一变化，称其使许多家庭农场免受恶劣风暴的影响。然而，乡村土地与商业协会主席加文·莱恩指出，此宣布仅限制了损害，并未完全消除，许多家庭企业因昂贵机械和土地估值可能仍高于起征点，但利润微薄难以负担税负。德比郡农民本·阿德恩认为这是正确的一步，主张免除家庭农场税收，仅对有能力纳税的大公司征税。自提案公布14个月以来，农民定期在议会外抗议，一些农村地区的工党议员也表达关切，最近议会投票中，十余名后排议员弃权，一人反对导致被暂停党籍。这一修订反映了政府对公众压力的回应，但遗留了关于公平性和农村经济影响的持续辩论。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "气候顾问警告：2025年将打破高温记录，'这是我们的未来'",
      "summary": "英国政府首席气候顾问雷切尔·凯特教授警告称，随着气候变化持续推动气温上升，2025年有望成为英国有记录以来最热的一年，平均气温预计达到10.05°C，略高于2022年的10.03°C纪录。她指出，人类活动导致的二氧化碳排放是这一趋势的主要原因，使高温成为'新常态'。英国气象局支持这一观点，表示过去二十年中，英国最热的十年全部出现，且人为因素正在全球范围内加速变暖。凯特强调，缺乏降雨和持续温暖使国家在春季和夏季更容易遭受干旱和野火的影响，并呼吁通过投资自然和基础设施来增强韧性。她警告说，如果不立即采取适应措施，未来将付出更高代价。尽管气象局的预测基于截至12月21日的观测数据，并假设剩余日子气温较低，因此并非绝对确定，但这仍是最可能的结果，突显了应对气候变化的紧迫性。这篇文章旨在提高公众和政策制定者对气候风险的认识，促进及时行动以建设更具韧性的社会。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}