{
  "articles": [
    {
      "id": "866cf517b9969803",
      "title": "研究人员发现植物如何在无阳光或无性繁殖下生存",
      "summary": "一项由神户大学领导的新研究探讨了Balanophora属植物，这些植物通过缺乏光合作用和性繁殖来挑战典型的植物特征。这些寄生植物从宿主植物根部提取养分，大部分生命周期处于地下，仅在开花季节出现。研究旨在连接该属植物的进化关系、质体变化和繁殖策略。研究发现，所有Balanophora物种都拥有显著减少的质体基因组，可能源于一个共同祖先，表明它们共同进化远离了光合作用。尽管减少，质体仍保持代谢活性，暗示它们扮演关键角色。此外，无性繁殖似乎多次独立进化，可能是为了适应从日本到台湾的岛屿链殖民，那里传粉者或配偶稀缺。这项发表在《新植物学家》杂志上的研究整合了基因组学、生态学和繁殖数据，为了解植物如何适应极端条件提供了见解，并挑战了植物生命的传统定义。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_866cf517b9969803_198ebbd87216.webp",
      "category": "Science"
    },
    {
      "id": "470288b113db43b0",
      "title": "西班牙对可再生能源的承诺可能受到质疑",
      "summary": "西班牙正在推进其可再生能源转型，以阿拉贡地区的菲格雷拉斯镇为例，该镇拥有风力涡轮机和一个由中荷公司投资的新电动汽车电池工厂。这项投资凸显了西班牙对绿色能源的承诺，去年可再生能源贡献了57%的电力，高于2017年的三分之一，政府目标是在2030年达到81%。首相佩德罗·桑切斯以“绿色，宝贝，绿色”等口号推广这一转变。然而，4月份的一场大停电影响了西班牙和葡萄牙，引发了政治辩论。反对党领袖阿尔韦托·努涅斯·费霍批评政府对可再生能源的“狂热”，认为过度依赖可能导致了停电，尤其是在之前太阳能发电创纪录的背景下。政府和电网运营商否认这一联系，但该事件引发了对西班牙能源模式及其对风能、太阳能等间歇性能源依赖的质疑。这一辩论反映了在快速脱碳过程中，环境目标与能源可靠性之间的紧张关系，以及政治和技术挑战的复杂性。",
      "source": "BBC Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_470288b113db43b0_7e5dc5701571.webp",
      "category": "Science"
    },
    {
      "id": "6508e5c2c55291cf",
      "title": "哈佛肠道发现可能改变肥胖和糖尿病治疗方式",
      "summary": "哈佛大学的一项研究，在FAPESP支持下，发现了一组代谢物从肠道移动到肝脏，然后通过心脏分布到全身。这些循环化合物似乎影响肝脏内的代谢途径和身体对胰岛素的敏感性，为治疗肥胖和2型糖尿病提供了潜在新策略。研究发表在《细胞代谢》期刊上。研究人员分析了小鼠的血液样本，比较肝门静脉和周围血液，以追踪代谢物的富集情况。他们发现，饮食和遗传因素显著影响代谢物谱，高脂饮食下肥胖和糖尿病易感小鼠的肝门静脉代谢物数量减少。研究还使用抗生素改变微生物组，揭示了如mesaconate等代谢物的变化，这些代谢物参与能量生产的克雷布斯循环。这项工作强调了肠道微生物组、宿主遗传和环境在代谢疾病中的复杂相互作用，为未来治疗提供了见解。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6508e5c2c55291cf_787b95a88d73.webp",
      "category": "Science"
    },
    {
      "id": "bdc698d77f2e39c6",
      "title": "科学家最终揭示印度河流域文明崩溃的原因",
      "summary": "一项发表在《通讯-地球与环境》上的新研究报告指出，一系列持续超过85年的大干旱可能在印度河流域文明的最终衰落中发挥了核心作用。这一解释为这个有影响力的古代社会——位于现今印度-巴基斯坦边境附近，与古埃及同时代——经历城市和文化复杂性缓慢减少的原因提供了新见解。该研究还强调了长期环境压力如何塑造早期文明的发展和稳定性。印度河流域文明（IVC）是最早的已知城市文化之一，大约在5000至3500年前在印度河及其支流沿岸（现巴基斯坦和印度西北部）繁荣发展。在其鼎盛时期（4500至3900年前），该社会以其规划城市、广泛的基础设施和创新的水管理系统而闻名。尽管发展水平很高，但其长期、逐渐衰退的原因一直难以被研究人员完全解释。为了调查过去条件，Vimal Mishra及其同事重建了该地区5000至3000年前的气候模式。他们的分析结合了气候模型与几种古代环境变化的间接指标，包括来自两个印度洞穴的石笋和钟乳石中保存的化学特征，以及印度西北部五个湖泊记录的水位历史。数据表明，在此期间温度上升了约0.5摄氏度，年降雨量减少了10%至20%。研究团队还识别出发生在4450至3400年前的四段延长干旱期。每段干旱持续超过85年，影响了IVC相关区域的65%至91%，表明对水可用性产生了广泛而持久的影响。根据作者的说法，这些干旱可能影响了人们选择建立定居点的位置。在5000至4500年前，大多数社区位于降雨量较高的地区。4500年后，定居模式发生变化，人口向印度河靠近。这种转变可能反映了随着干旱条件加剧，对更可靠水源的依赖增加。一段特别长的干旱持续了113年（3531至3418年前），与该地区广泛去城市化的考古证据相符。基于这些发现，研究人员得出结论，印度河流域文明并未因单一气候事件而突然崩溃。相反，该社会可能经历了一个漫长而不均衡的衰退过程，其中反复发生的干旱成为一个重要因素。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_bdc698d77f2e39c6_910813d50f20.webp",
      "category": "Science"
    },
    {
      "id": "6a9b18fe246bb209",
      "title": "雄性倭黑猩猩利用隐藏线索提高交配成功率",
      "summary": "雄性倭黑猩猩能够解读雌性不可靠的生育信号，从而在受孕可能性最高时进行交配尝试。这项由日本京都大学的Heungjin Ryu领导的研究发表于开放获取期刊《PLOS Biology》。倭黑猩猩与许多哺乳动物不同，雌性在长时间内保持性接受状态，并呈现明亮的粉色生殖器肿胀，这种肿胀持续超过实际生育阶段。研究在刚果民主共和国Wamba的野生倭黑猩猩社区进行，通过每日观察性互动、视觉评估肿胀程度以及收集尿液样本测量雌激素和孕激素来识别排卵时间。数据显示，排卵可能性在雌性达到最大肿胀后8至27天内最高，这使得预测具有挑战性。然而，雄性的行为紧密跟随排卵的真实时机，他们将交配活动集中在较早达到最大肿胀且拥有较年幼儿婴的雌性身上，这两个指标与更高的排卵几率相关。这些发现揭示，雄性通过结合肿胀模式和雌性生殖历史的信息来提高繁殖成功率。由于雄性能够在缺乏精确信号的情况下合理估计生育能力，研究人员认为进化压力较小，使得信号准确性无需提高。这可能有助于解释该系统在长期进化时间尺度上的持久性。作者补充说，这项研究展示了即使是不精确的信号，在动物灵活使用而非期望完美准确性的情况下，仍能保持进化功能，结果有助于解释倭黑猩猩等显眼但嘈杂的排卵信号如何在复杂社会环境中持续存在并塑造交配策略。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6a9b18fe246bb209_c3bbba603419.webp",
      "category": "Science"
    },
    {
      "id": "0911261569fcdc52",
      "title": "投资者向设计“千兆”卫星的初创公司注资2.5亿美元",
      "summary": "一家名为K2的初创公司已筹集2.5亿美元，用于在加利福尼亚州托伦斯的一家工厂扩大生产。K2成立于2022年，旨在制造新型高功率卫星，分为Mega和Giga两类。其首颗主要演示卫星Gravitas计划于2026年3月由猎鹰9号火箭发射，由美国太空军资助。Gravitas将测试关键系统，包括一个20千瓦的霍尔效应推进器和可产生20千瓦电力的双太阳能阵列。K2计划利用即将到来的重型火箭，如SpaceX的星舰和蓝色起源的新格伦，部署Giga卫星，每颗卫星可产生高达100千瓦的电力，用于人工智能计算和天文望远镜等任务。公司采用垂直整合策略，自行设计推进器和航空电子设备等组件，以降低成本并扩大生产。K2已获得商业和政府客户5亿美元的签约合同，反映了对大型卫星平台的需求。这一举措旨在利用日益增长的发射能力，探索轨道上的新可能性。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    }
  ]
}