{
  "articles": [
    {
      "id": "58862a1aa45bf838",
      "title": "种植幼树以扩大温带雨林",
      "summary": "为了扩大西南部最后一片温带雨林，志愿者在达特穆尔的威斯特曼伍德国家自然保护区种植了800棵幼树。该项目由自然英格兰的志愿者领导，与康沃尔公爵领地、摩尔树木和林地信托基金合作进行。这些树苗被种植在有围栏的地块内，以保护它们免受动物啃食。此前，在2025年3月，该地点已种植了450棵树苗。康沃尔公爵领地的埃玛·马吉强调，这项工作反映了对建设和丰富自然景观的承诺，扩大和加强罕见的温带雨林不是一次性干预，而是需要持续、长期的努力。该项目旨在通过恢复森林覆盖来支持生物多样性，增强生态系统的韧性，并应对历史性的森林衰退，为碳封存和栖息地提供做出贡献。",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_58862a1aa45bf838_5dc02af3a735.webp",
      "category": "Science"
    },
    {
      "id": "11eec5b401692fa1",
      "title": "失眠与睡眠呼吸暂停共同显著增加心脏病风险",
      "summary": "耶鲁医学院的研究人员在《美国心脏协会杂志》上发表了一项研究，分析了近100万9/11后美国退伍军人的数据。他们发现，同时患有失眠和阻塞性睡眠呼吸暂停的成年人，其高血压和心血管疾病的风险显著高于仅患有一种疾病的人。这种组合被称为共病失眠与睡眠呼吸暂停（COMISA）。失眠涉及入睡或维持睡眠困难，而睡眠呼吸暂停则导致夜间呼吸反复暂停。当这两种疾病重叠时，健康影响会加剧，因为睡眠对心血管调节至关重要，能让心脏和血管休息和重置。研究强调，睡眠障碍常见且可治疗，但常被忽视为次要问题。通过共同评估睡眠障碍而非单独处理，医生可以在心血管风险轨迹早期识别风险，从而预防晚期疾病。研究人员主张将睡眠评估与其它主要风险因素一起常规进行，指出解决睡眠等可改变因素可能减轻心脏病负担。这项研究基于退伍军人数据，虽然样本量大，但可能对非退伍军人群体的普遍性有限，突显了在临床实践中整合睡眠医学以改善预防策略的必要性。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_11eec5b401692fa1_8949b4dcd26e.webp",
      "category": "Science"
    },
    {
      "id": "fc54b9a2c7733e62",
      "title": "奥赛普和维戈维药片中的隐藏成分引发新的肠道健康问题",
      "summary": "阿德莱德大学的研究人员对流行减肥药物口服版本中的成分进行了深入研究。他们的新发现表明，帮助药物在片剂形式中被吸收的化合物 salcaprozate sodium (SNAC) 可能具有超出其预期作用的生物效应。这是首个系统研究重复暴露于 SNAC 如何影响肠道微生物群、代谢功能及相关健康指标的体内研究。在为期 21 天的动物模型中，科学家观察到几个显著变化：SNAC 可能与肠道中有害细菌的转移、炎症标志物升高以及与认知障碍相关的蛋白质耗竭有关。研究人员强调，这些发现并未证明 SNAC 有害，但指出随着口服肥胖治疗因便利性和潜在成本节约而变得更加广泛，需要进一步调查。肥胖是一个主要的全球健康问题，影响全球约 8.9 亿成年人和 1.6 亿儿童，占大约八分之一的人口。在经合组织国家中，美国肥胖率最高，15 岁及以上人群中有 43% 受影响，澳大利亚以 31% 排名第六。奥赛普和维戈维等药物的处方在澳大利亚近年来迅速增加，反映了全球趋势。研究呼吁全面了解药片中所有成分的长期影响，而不仅仅是活性药物，以确保治疗安全。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_fc54b9a2c7733e62_ab004acf2a5d.webp",
      "category": "Science"
    },
    {
      "id": "824d814849dac45b",
      "title": "洪水和风暴如何影响野生动物？",
      "summary": "今年冬季的极端洪水和持续风暴对野生动物造成了严重影响，特别是在西南部、海峡群岛和法国等地区。洪水摧毁了鸟巢和栖息地，导致刺猬、田鼠等小型哺乳动物溺水，而海鸟如海鹦则被冲上海岸。专家形容这些条件为“世界末日般”，报告显示海龟搁浅，可能与风暴有关。早期筑巢的鸟类失去了蛋，保护主义者警告，由于洪水冲走了卵和越冬幼虫，今年春季蝴蝶和昆虫数量可能急剧下降。尽管一些物种具有天生的适应能力，但反复的风暴和饱和的地面压倒了动物的应对能力，行动缓慢的哺乳动物尤其面临风险。救援中心指出，冬季变得越来越潮湿，夏季越来越温暖，这扰乱了刺猬等物种的冬眠模式，导致健康问题和异常的进食习惯。这篇文章强调了当地野生动物正在承受的损失，以及气候变化条件带来的挑战。",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_824d814849dac45b_ac5b13080c06.webp",
      "category": "Science"
    },
    {
      "id": "e7e6c66f4b7a905b",
      "title": "身体如何真正衰老：跨越21个器官的700万细胞图谱",
      "summary": "一项发表在《科学》杂志上的新研究提供了对衰老过程的前所未有的视角。洛克菲勒大学的研究人员构建了迄今为止最详细的图谱，展示了衰老如何影响21个哺乳动物组织中数千种细胞亚型。通过检查来自三个不同年龄阶段（一个月、五个月和21个月）的小鼠的近700万个单个细胞，团队确定了哪些细胞随时间最脆弱，以及哪些因素可能驱动它们的衰退。研究发现，约四分之一的细胞类型在数量上随年龄发生显著变化，例如肌肉和肾脏细胞减少，免疫细胞扩张，这些变化早在中年时期就开始，并在不同器官间同步发生，表明衰老可能由共享信号协调。此外，约40%的衰老相关变化在雄性和雌性之间存在显著差异，例如雌性在衰老过程中表现出更广泛的免疫激活。这项研究旨在理解衰老的驱动因素，为针对衰老过程本身的干预措施打开大门，从而可能降低多种疾病的风险。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e7e6c66f4b7a905b_205994e3a797.webp",
      "category": "Science"
    },
    {
      "id": "91436793fb1951ad",
      "title": "新真菌研究支持林地创建",
      "summary": "在英格兰坎布里亚郡进行的一项新研究正在探索地下真菌网络如何支持创建有韧性的林地，作为全国建立26万公顷新森林目标的一部分。该项目由RSPB和Spun等组织领导，重点关注菌根真菌，这些真菌与树根形成共生关系，帮助树木吸收养分和水分，以换取碳。科学家们正在从Wild Haweswater采集土壤样本，分析存在的真菌类型，因为长期放牧已使真菌群落从支持林地的类型转变为草地类型。了解这些真菌组成对于指导树木种植策略至关重要，如选址和物种选择，以提高存活率和生态丰富性。该倡议旨在利用自然过程增强对林地创建的信心，解决如高地景观中树木建立等挑战。这项研究强调了微生物相互作用在生态系统恢复和可持续土地管理中的重要性，为大规模重新造林目标提供了科学依据。",
      "source": "BBC Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_91436793fb1951ad_3cf33dbf5b46.webp",
      "category": "Science"
    }
  ]
}