{
  "articles": [
    {
      "id": "49431a444c715f6a",
      "title": "Lord Mandelson's Pay-Off Review",
      "summary": "The UK Foreign Office is checking a payment given to Lord Mandelson after he was fired as the US ambassador. He got this money because he was let go from his job. The review started because new information came out about Mandelson talking to Jeffrey Epstein, a man who was in trouble for bad things. The police are also looking into this in the UK. Some government people say Mandelson should give the money back or donate it to a charity that helps victims. Mandelson's lawyers have not commented yet. The payment might be around £40,000, which is like three months of salary for his old job. The government will share more details about this payment soon because Parliament asked for it. Mandelson had contact with Epstein even after Epstein was convicted, and this was known when Mandelson got the ambassador job, but he was fired when more emails showed he supported Epstein.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_49431a444c715f6a_0cc540d313e5.webp",
      "category": "News"
    },
    {
      "id": "c3d5833d9c7dd830",
      "title": "My Car Was Stolen: What I Learned",
      "summary": "A person had their car stolen from outside their home. They learned that car thieves use clever tricks to steal cars without keys. One trick is called a relay attack, where thieves use equipment to copy the signal from a key fob inside the house and send it to the car to start it. Another trick is a CAN bus attack, where thieves plug a device into the car's wiring to trick it into starting. The police helped track the car a little, but it was hard to find. The person had to deal with insurance and buy a new car. They found out that many cars are stolen this way each year, and thieves use gadgets sold online. This shows how car crime is changing with new technology.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c3d5833d9c7dd830_8eabab5d618e.webp",
      "category": "News"
    },
    {
      "id": "39d899030409031f",
      "title": "A News Anchor Asks for Her Mom Back",
      "summary": "Savannah Guthrie is a famous news anchor on TV. She and her family made a video to ask for their mom, Nancy Guthrie, to come home safely. Nancy went missing from her house in Tucson, Arizona, last weekend, and police think someone took her. The family says they will pay to get her back, but they did not say how much. Police are looking for clues and offering a reward of $50,000 for information. They found that a doorbell camera was removed and a pacemaker app was disconnected. The FBI is checking a possible ransom note sent to news stations. The family has made other videos too, hoping to talk to the kidnapper and see proof that Nancy is okay. They are very worried and want her back soon.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_39d899030409031f_251e1261b107.webp",
      "category": "News"
    },
    {
      "id": "6cdc48c54b9d06e3",
      "title": "Prince William's Trip to Saudi Arabia: A Royal Adventure",
      "summary": "Prince William is going on a trip to Saudi Arabia because the UK government asked him to. This is his first visit there, and it is a tricky situation because Saudi Arabia is different from other countries he has visited. He will talk about energy and young people during his trip. Saudi Arabia is changing a lot—it is still ruled by a king, but it is becoming more open. For example, it now has big events like comedy shows and sports games. Some people worry about human rights in Saudi Arabia, like how women and others are treated. Prince William will meet with the leader, Crown Prince Mohammed bin Salman, and might discuss these tough topics. His job is to help with diplomacy, so he has to be careful and smart about what he says.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6cdc48c54b9d06e3_640253a1c795.webp",
      "category": "News"
    },
    {
      "id": "b7be715c7bd06d76",
      "title": "Japan's Election Day: Prime Minister Hopes for Victory",
      "summary": "In Japan, people are voting in an important election on Sunday. Prime Minister Sanae Takaichi is hoping her party, the Liberal Democratic Party, wins big. She is the first female leader of Japan and is very popular. Her party has been in charge for many years but is not as liked now. She wants to make Japan stronger by improving the economy and military, especially because of tensions with China. She also works closely with the United States. Recent polls show her party might win a lot of seats in parliament. If they don't win enough, she says she will quit. A big win could lead to changes in Japan's policies on security and immigration.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_b7be715c7bd06d76_8b3793cae8c9.webp",
      "category": "News"
    },
    {
      "id": "56d2faba4e036639",
      "title": "The Search for Nancy Guthrie: A Kidnapping Mystery",
      "summary": "Nancy Guthrie, an 84-year-old woman from Arizona, went missing from her home. Her family last saw her on January 31 after dinner and games. The next day, she didn't go to church, so they reported her missing. Authorities think she was kidnapped because they found her blood on the porch and her doorbell camera was turned off. Nancy has a pacemaker and needs medicine, so everyone is worried about her health. Police are looking for clues, like ransom notes, but haven't found a suspect yet. Neighbors are helping by sharing camera videos. The search continues to bring Nancy home safely.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_56d2faba4e036639_381316e17086.webp",
      "category": "News"
    }
  ]
}