{
  "articles": [
    {
      "id": "6fb1eddd4c4f439f",
      "title": "Chocolate Theft Crisis: UK Shops Lock Up Bars as Crime Rises",
      "summary": "UK retailers are increasingly locking chocolate bars in anti-theft plastic boxes due to a surge in thefts, where thieves steal chocolate to resell it. Stores such as Sainsbury's, Tesco, and Co-Op have implemented these security measures in response to warnings from police and industry groups like the Association of Convenience Stores. Police forces, including West Midlands and Wiltshire Police, have shared CCTV footage showing large-scale chocolate thefts, highlighting a specific trend. The British Retail Consortium reports 5.5 million shop thefts last year, with daily incidents of violence against workers, though numbers decreased slightly. The Heart of England Co-Op group lost £250,000 to chocolate theft in one year, making it their most stolen product. Retail theft impacts businesses financially and causes abuse towards staff, leading to increased security spending, such as £3 million by one group. Authorities are collaborating to address this organized crime, emphasizing its broader societal effects.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6fb1eddd4c4f439f_6062923eefac.webp",
      "category": "News"
    },
    {
      "id": "90be070134ce2b16",
      "title": "Robert Carradine's Death Sparks Mental Health Awareness Discussion",
      "summary": "Robert Carradine, a prominent US actor recognized for his roles in Revenge of the Nerds and the Disney Channel series Lizzie McGuire, has died at 71. His family disclosed that he died by suicide after battling bipolar disorder for nearly two decades, aiming to use his death as a platform to combat the stigma associated with mental illness. They emphasized that there should be no shame in discussing such issues, hoping to foster greater understanding and support. Hilary Duff, his co-star from Lizzie McGuire, expressed deep sorrow on Instagram, recalling his caring nature and the familial bond they shared on set. Carradine hailed from an acting dynasty, with his father John and brothers David and Keith also being actors, and he began his career in the 1972 film The Cowboys. Over the years, he appeared in notable films like Mean Streets, Coming Home, and Django Unchained, but he is most celebrated for his comedic role in Revenge of the Nerds and his paternal role in Lizzie McGuire. His family's statement described him as a beacon of light and a devoted family man, underscoring his valiant struggle and encouraging open dialogue about mental health to reduce societal stigma.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_90be070134ce2b16_a80a6a4d95b2.webp",
      "category": "News"
    },
    {
      "id": "f30549858d3f1dba",
      "title": "Governor Spanberger's Democratic Rebuttal to Trump's State of the Union",
      "summary": "Governor Abigail Spanberger of Virginia is set to deliver the Democratic response to President Donald Trump's State of the Union address on February 24. As the first female governor of Virginia, she recently won her election by a significant margin, campaigning on issues like affordability and lowering costs for families. This response is part of Democratic strategy to gain support in the upcoming midterm elections for Congress. Senate Democratic leader Chuck Schumer stated that Spanberger will outline a path forward focusing on reducing everyday expenses, safeguarding healthcare, and protecting national freedoms. The rebuttal follows Trump's address, where he will promote his achievements and set the Republican agenda. Historically, such responses are challenging due to their brevity and lack of live audience, with past examples like Senator Katie Britt's 2024 response facing criticism or being forgotten. Spanberger's speech will be shorter than Trump's, similar to last year's Democratic response by Senator Elissa Slotkin, highlighting the political risks and opportunities of this role.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_f30549858d3f1dba_5b633bb69d74.webp",
      "category": "News"
    },
    {
      "id": "05037a9c70658ca9",
      "title": "Incentive Payments for GPs to Prescribe Weight Loss Medications",
      "summary": "The UK government is introducing incentive payments for GP practices in England, offering an average of £3,000 annually to prescribe the weight loss drug Mounjaro, starting in April. This initiative is part of the GP contract and aims to increase access to weight loss support, with additional payments of about £1,000 for referrals to weight loss programs. Health Secretary Wes Streeting emphasizes that weight loss drugs can be transformative and should be based on need rather than ability to pay, addressing concerns about private purchases and unlicensed drugs. However, obesity experts caution that the scheme's impact may be limited because Mounjaro is tightly restricted on the NHS, available only to severely obese individuals with a BMI over 40 and specific health conditions. Currently, over 1 million people use weight loss drugs, mostly paying privately, and Wegovy, another drug, is prescribed by specialists, not GPs. This marks the first time weight loss drugs are included in GP incentive payments, which historically have targeted areas like dementia care and vaccinations. The bonus amount varies by practice size, and the government hopes this move will shift the NHS focus towards prevention.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_05037a9c70658ca9_611fd25f1a44.webp",
      "category": "News"
    },
    {
      "id": "543634c10d1707cb",
      "title": "UK's First Baby Born via Deceased Donor Womb Transplant",
      "summary": "In a groundbreaking medical achievement, a baby boy named Hugo has become the first child in the UK to be born using a womb transplanted from a deceased donor. His mother, Grace Bell, who is in her 30s and was born without a viable womb due to MRKH syndrome—a condition affecting about 1 in 5,000 women in the UK—underwent a 10-hour transplant surgery at The Churchill Hospital in Oxford in June 2024. After receiving IVF treatment and embryo transfer at The Lister Fertility Clinic in London, Hugo was born healthy at Queen Charlotte's and Chelsea Hospital in December 2025. Grace and her partner Steve Powell expressed deep gratitude to the donor's family for their selfless gift, which enabled her to carry and give birth to her own child. This milestone offers hope to many women with similar reproductive challenges, highlighting advances in transplant medicine and fertility treatments.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_543634c10d1707cb_34c40c4e604f.webp",
      "category": "News"
    },
    {
      "id": "223733ed9510e289",
      "title": "Federal Judge Blocks Report on Trump's Classified Documents",
      "summary": "In a significant legal development, federal judge Aileen Cannon, appointed by former President Donald Trump, has permanently blocked the release of a report by special counsel Jack Smith concerning Trump's handling of classified documents after his presidency ended in 2021. Judge Cannon argued that releasing the report would cause a manifest injustice since the case never went to a jury, and she dismissed the charges in 2024, citing Smith's unlawful appointment. However, the issue may continue as watchdog groups appeal to a higher court. Simultaneously, Trump is escalating trade tensions by warning countries to adhere to tariff agreements made during his administration, threatening higher tariffs in response to a recent Supreme Court decision that struck down some of his measures. The European Union is delaying ratification of a trade deal due to uncertainties from the U.S. side. Additionally, the Supreme Court has agreed to hear a case where oil and gas companies seek to block lawsuits from state and local governments, like Boulder, Colorado, seeking damages for climate change effects. This article highlights interconnected legal, political, and environmental challenges.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_223733ed9510e289_81344b7f452e.webp",
      "category": "News"
    }
  ]
}