{
  "articles": [
    {
      "id": "ca310beb0d48c8f7",
      "title": "格拉斯哥Pretty Ugly俱乐部之夜：20年文化现象探析",
      "summary": "Pretty Ugly是格拉斯哥一家具有崇拜色彩的俱乐部之夜，已运营20年，由三位在公关公司工作的朋友——Aarti Joshi、Pam Scobbie和Lee Beattie——创立，他们最初并无DJ经验。该活动以折衷主义的音乐混合而闻名，涵盖80年代流行音乐、情绪摇滚和强力民谣，旨在让参与者持续跳舞。多年来，它吸引了知名人物如广播员Kirsty Wark和歌手Paolo Nutini作为客座DJ，组织者甚至几乎说服了当时苏格兰首席部长Nicola Sturgeon参与，但因日程冲突未能成行。俱乐部的理念强调充满活力、包容的氛围，被誉为安全空间，欢迎多样化人群。随着阵容变化，如Lynne Johnston的加入，其核心使命始终一致：通过音乐培养社区感。在King Tut's Wah Wah Hut举行的周年纪念演出标志着这一里程碑，突显了其在格拉斯哥夜生活场景中的持久吸引力和文化影响。文章通过创始人引述和个人轶事，探讨了该俱乐部如何从草根倡议演变为文化地标，展示了音乐在促进社会凝聚力和文化多样性方面的作用。",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ca310beb0d48c8f7_60ad8ad2a5fa.webp",
      "category": "Fun"
    },
    {
      "id": "888a4a3a75117584",
      "title": "美国法官阻止拘留英国社交媒体活动家",
      "summary": "美国地区法官弗农·S·布罗德里克发布了一项临时限制令，阻止拘留英国社交媒体活动家伊姆兰·艾哈迈德。艾哈迈德是美国永久居民，也是“打击数字仇恨中心”的创始人，此前特朗普政府撤销了他的签证，指控他与其他四人试图胁迫科技平台审查言论自由。法官的裁决暂时阻止了官员在未经听证的情况下拘留艾哈迈德，允许他在案件审理期间与他的美国妻子和孩子留在美国。艾哈迈德提起法律诉讼，指控国务卿马可·卢比奥和司法部长帕梅拉·邦迪等官员，称这一行为是欺凌，并违反正当程序。此案凸显了数字权利活动与政府在线言论监管之间的紧张关系，欧洲领导人谴责美国此举为越权。卢比奥公开表示，签证被拒是因为有组织地试图压制反对观点，而州部门引用最高法院和国会先例为立场辩护。艾哈迈德的组织曾因报告仇恨言论而面临埃隆·马斯克公司的诉讼，案件虽被驳回但上诉待决。这一事件反映了移民法、第一修正案原则和全球内容审核辩论的复杂交织，法官的迅速干预强调了法律在保护权利方面的作用。",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_888a4a3a75117584_c96843bb1b51.webp",
      "category": "Fun"
    },
    {
      "id": "c0669af8b054adbe",
      "title": "地球如何度过全球火海：脚下的秘密水库",
      "summary": "约46亿年前，地球与今天平静的蓝色世界截然不同，频繁的强烈撞击使地表和内部处于动荡的熔融状态，大部分被全球岩浆海洋覆盖，温度极高，液态水无法生存。然而，如今海洋覆盖约70%的地表，水如何从熔融早期阶段幸存至今一直是科学家的谜团。最近由中国科学院广州地球化学研究所杜志学教授领导的研究提出了新解释：团队发现，大量水可能在地球地幔冷却和结晶过程中储存于深处。他们的结果发表于12月11日的《科学》杂志，改变了科学家对地球深部水储存的看法。研究人员表明，地幔中最丰富的矿物布里奇曼石可以像微观“水容器”一样工作，这种能力可能让早期地球在固化过程中将大量水困于地表之下。据团队称，这个早期水储库可能在地球从敌对、炽热世界转变为能支持生命的世界中起关键作用。通过使用金刚石压砧细胞系统和激光加热等先进工具，团队模拟了地表下660公里以上的极端条件，发现布里奇曼石的储水能力在高温下急剧增加。这挑战了下地幔几乎完全干燥的长期假设，模型表明该储库可能比早期估计大5到100倍，总水量可达现代海洋体积的0.08到1倍。这一发现有助于解释地球如何成为水文活跃的星球，并对系外行星研究产生影响。",
      "source": "Science Daily - Technology",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_c0669af8b054adbe_fc170215ea2f.webp",
      "category": "Fun"
    },
    {
      "id": "7462ba5f852a4736",
      "title": "悉尼·斯威尼：我想制作能拯救生命的电影",
      "summary": "在接受BBC采访时，悉尼·斯威尼表示，她希望制作能够“影响并可能拯救人们生命”的电影。这位28岁的美国演员今年出演了两部涉及家庭暴力问题的影片：心理惊悚片《女佣》和拳击传记片《克里斯蒂》。斯威尼称这一主题“普遍存在”，并在扮演这类角色时非常谨慎。她补充说：“能够让一部更商业化的电影谈论一个非常困难的话题是很重要的。”在《女佣》中，她饰演米莉·卡洛韦，该片基于弗里达·麦克法登2022年的同名国际畅销小说改编。这部小说在TikTok等平台上拥有大量读者粉丝。斯威尼表示她是这本书的“超级粉丝”，并“喜爱所有角色”。她说：“我喜欢复杂、多汁、疯狂、扭曲的故事。这是一个梦想项目。”影片还由阿曼达·塞弗里德和布兰登·斯克莱纳主演，分别饰演雇佣斯威尼角色的妮娜和安德鲁·温彻斯特。塞弗里德和斯威尼因外貌相似被选为《女佣》的两位女主角，但塞弗里德表示相似之处不止于此。她告诉BBC：“我们之间有不可思议的相似性，与那些生活方式和职业理想相似的人一起工作真的很有趣。”斯威尼还说，两人发展出一种“动态关系”，可以“享受彼此的陪伴”，这种关系使她们能够“深入探索角色”。塞弗里德饰演的妮娜在整部电影中与复杂的心理健康问题作斗争，这使得影片有时难以观看。她说：“你必须尽可能真实地演绎，因为它需要反映现实生活。”《女佣》被比作1990年代的家庭惊悚片，如《摇篮惊魂》、《致命诱惑》和《本能》，但通过身体和心理虐待的情节线，赋予了明显的现代转折。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7462ba5f852a4736_8140e799e8b2.webp",
      "category": "Fun"
    },
    {
      "id": "870bf2e033b44fa0",
      "title": "诉讼要求将特朗普名字从肯尼迪中心移除",
      "summary": "美国民主党众议员乔伊斯·比蒂提起一项诉讼，寻求将特朗普总统的名字从约翰·F·肯尼迪表演艺术中心移除。上周，肯尼迪中心董事会——由特朗普任命盟友组成——投票决定将该表演艺术中心更名为特朗普-肯尼迪中心。比蒂是美国法律指定的几位董事会成员之一，她在诉讼中声称更名是非法的，因为更改名称需要“国会法案”。诉讼称，比蒂在关于更名的会议上试图发言反对时被静音。比蒂认为，国会意图让该中心成为对前总统肯尼迪的“活纪念”。白宫在提供给BBC的声明中表示，特朗普通过加强其财务、现代化建筑和结束分裂性觉醒节目“挺身而出”拯救了肯尼迪中心。更名遭到严厉批评，尤其是在华盛顿特区，该中心自建成并以肯尼迪命名以来一直是一个标志性地标。音乐家查克·雷德取消了他在该中心的年度平安夜爵士音乐会，以回应更名。肯尼迪中心网站将演出列为取消。该表演艺术中心建设始于1950年代，肯尼迪于1963年遇刺后，国会决定以其命名。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_870bf2e033b44fa0_a5df7ea790af.webp",
      "category": "Fun"
    },
    {
      "id": "5cd93c43affb4b7b",
      "title": "凯瑟琳和夏洛特为圣诞颂歌音乐会演奏钢琴二重奏",
      "summary": "威尔士王妃凯瑟琳和夏洛特公主为一场圣诞颂歌音乐会演奏了钢琴二重奏。这场表演并非在威斯敏斯特教堂的“共度圣诞”活动中现场进行，而是提前在温莎城堡录制，并于圣诞夜在ITV1电视台播出。她们演奏了苏格兰作曲家厄兰德·库珀的作品《霍尔姆之声》，凯瑟琳仅用左手，夏洛特仅用右手，在温莎城堡的内厅完成录制。音乐会主题为庆祝“爱与团结的力量”，旨在认可社会贡献者，并应对社会中的分裂感。凯瑟琳在视频旁白中强调，圣诞节的核心在于以最简单、最人性化的方式体现爱，如倾听和帮助，而非盛大姿态。这并非凯瑟琳首次在颂歌服务中演奏；2021年，她曾为歌手汤姆·沃克伴奏。组织者表示，选择这一主题是为了让人们在一个常感破碎的世界中庆祝各种形式的爱。凯瑟琳希望通过这次特别表演突显连接的重要性，她在随服务顺序分发的信件中写道，“你们所付出的时间、关怀和同情，常常默默无闻且不求回报，对他人的生活产生非凡影响。” 整体而言，这篇文章展示了皇室活动如何被用来传递社会凝聚与关怀的信息。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5cd93c43affb4b7b_c0a671f1d5e4.webp",
      "category": "Fun"
    }
  ]
}