{
  "articles": [
    {
      "id": "c88d385ea3c6a396",
      "title": "科学家比较恐龙与哺乳动物数十年，却忽略了这一关键差异",
      "summary": "一项发表在《意大利地球科学杂志》上的新研究由马里兰大学的托马斯·R·霍尔茨提出，通过强调恐龙和哺乳动物在繁殖和育儿策略上的关键差异，挑战了长期以来对两者生态系统的比较。哺乳动物如老虎和大象提供长期的亲代照顾，幼崽在成年前依赖父母获取食物和保护，而恐龙则遵循不同的模式。化石证据显示，幼年恐龙很快独立，通常在几个月或一年内，与同龄个体组成群体并自谋生路。这种早期分离意味着幼年恐龙占据与成年恐龙不同的生态位，吃不同的食物并面对不同的捕食者。例如，幼年腕龙以低矮植物为食，而成年腕龙则能吃到高处的叶子，且面临较小的捕食者。霍尔茨认为这创造了“功能物种”，即不同生命阶段作为独立的生态实体，增加了恐龙群落的多样性。这一见解表明，恐龙生态系统可能比先前认为的更具生态多样性，即使其生物物种数量少于现代哺乳动物群落。该研究利用与现代鳄鱼的比较来支持这些发现，并鼓励科学家重新考虑如何测量史前时代的生态多样性。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_c88d385ea3c6a396_5170cebd0988.webp",
      "category": "Science"
    },
    {
      "id": "a2cb20ed98a55e28",
      "title": "新型发动机利用太空极寒在夜间发电",
      "summary": "加州大学戴维斯分校的工程师开发了一种设备，通过利用地球温暖与太空极寒之间的温差，在夜间产生机械动力。该系统基于斯特林发动机，这种机器能将热量转化为机械运动，与需要大温差的内燃机不同，斯特林发动机可在较小温差下高效运行。研究中，工程师将发动机一侧与地面温暖连接，另一侧通过辐射冷却面板向太空释放热量，从而驱动活塞产生机械能。经过一年的夜间测试，该紧凑设备每平方米至少能产生400毫瓦的机械功率，足以驱动小型风扇或通过电机产生电流。这项技术在低湿度和晴朗天空的地区表现最佳，未来可用于温室或住宅建筑的通风，减少对传统能源的依赖。加州大学戴维斯分校已提交临时专利，突显其商业化潜力。该研究展示了利用自然温度差异进行清洁能源生产的新途径，有助于推动可持续技术的发展。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a2cb20ed98a55e28_9e89cf45fb37.webp",
      "category": "Science"
    },
    {
      "id": "305c4ac511c71393",
      "title": "六行星天象奇观：夜空中的行星游行",
      "summary": "本周末，如果天气允许，观星者将迎来一场宇宙盛宴，六颗行星将在傍晚的天空中同时出现，形成所谓的行星游行。这些行星在日落后不久会在天空的同一区域可见，其中水星、金星、土星和木星肉眼可见，而天王星和海王星则需要双筒望远镜或天文望远镜才能观测到。在英国，最佳观看时间是周日，建议前往西方地平线视野开阔的地点以提高观测效果。行星游行是指从地球视角看，多颗行星似乎在天空中排成一条线的现象。牛津大学皇家天文学会研究员 Becky Smethurst 博士解释称，行星都在同一个平坦的平面上绕太阳运行，这是由于太阳系形成时气体云旋转扁平化的结果，因此它们有时会显得对齐。木星在双子座中闪耀，即使是在光污染严重的城镇也易于发现，而水星和金星则因位置较低而观测挑战较大。虽然六行星齐聚并非日常事件，但相对常见，而七行星游行则更为罕见，例如2025年2月出现过一次，下次需等待多年。这场天象为公众提供了学习行星运动和天文观测的宝贵机会。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_305c4ac511c71393_8a3db754770e.webp",
      "category": "Science"
    },
    {
      "id": "22f712bb0b91ce35",
      "title": "尼安德特人似乎偏爱现代人类女性",
      "summary": "最近的遗传学研究揭示了尼安德特人与现代人类之间交配的复杂模式，突出了“尼安德特人沙漠”的概念——人类基因组中缺乏尼安德特人DNA的区域。一个重要发现是X染色体上存在广泛的尼安德特人沙漠，这引发了对其原因的探究：是进化选择还是交配偏好？宾夕法尼亚大学的研究人员分析了尼安德特人基因组，发现尼安德特人X染色体上同样存在过多的现代人类DNA，与人类中的模式相呼应。这种对称性表明，偏见的交配，特别是尼安德特男性偏爱现代人类女性，可能扭曲了X染色体的遗传。进化理论提出，由于分离进化导致的遗传不兼容性，引入的基因可能破坏适应性并被选择淘汰。然而，X染色体在男性中的单倍体表达——有害基因被快速清除——使这一问题复杂化。通过比较尼安德特人和非洲人类基因组，研究人员对比了X染色体数据与其他基因组区域，发现其他区域显示相互沙漠，而X染色体在两种物种中都偏向现代人类序列。这表明交配偏好可能起了关键作用，为了解古代社会行为和人类走出非洲期间的基因交流提供了见解。",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_22f712bb0b91ce35_2e55a159fa47.webp",
      "category": "Science"
    },
    {
      "id": "8a68adb9d8d0117b",
      "title": "运动鞋吱吱声的物理学",
      "summary": "科学家研究了运动鞋在体育馆地板上发出吱吱声的物理原理，重点关注鞋底花纹几何形状对声音频率的影响。通过将篮球鞋在玻璃板上滑动，他们发现吱吱声源于粘滑摩擦，即表面交替粘附和滑动，产生脉冲。研究团队制作了具有平坦和脊状表面的硅橡胶块来模拟鞋底花纹，发现脊状块产生更均匀的脉冲和特定音高，而平坦块则产生无序噪声。这使得他们能够调整块体至精确频率，甚至演奏《星球大战》的“帝国进行曲”。这项研究挑战了传统摩擦模型，表明几何形状而非滑动速度决定频率。此外，它关联到地震动力学，因为类似脉冲机制也出现在构造断层中。该研究发表在《自然》杂志上，推进了摩擦学（研究摩擦的科学），并暗示了在可调材料中应用于更好抓地控制的潜力。",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_8a68adb9d8d0117b_970db123779c.webp",
      "category": "Science"
    },
    {
      "id": "88692fb9801480c9",
      "title": "常见脑部补充剂与男性寿命缩短相关",
      "summary": "《Aging-US》期刊上发表的一项最新研究探讨了血液中苯丙氨酸和酪氨酸水平与人类寿命的关系。该研究由香港大学和佐治亚大学的研究人员领导，利用英国生物银行超过27万名参与者的数据，结合观察性和遗传学方法（如孟德尔随机化）进行分析。研究发现，较高的酪氨酸水平与男性预期寿命缩短相关，遗传模型显示平均减少近一年，而在女性中未发现显著关联；苯丙氨酸在控制酪氨酸后与寿命无关。酪氨酸是神经递质如多巴胺的前体，影响认知功能，且男性通常酪氨酸水平高于女性，这可能部分解释性别间的寿命差距。研究提出了酪氨酸可能通过胰岛素抵抗等代谢途径影响男性衰老的生物学解释。尽管未直接测试补充剂，但结果对常用于提高注意力的酪氨酸补充剂的长期健康影响提出疑问，并建议通过适度控制蛋白质摄入等饮食调整来降低酪氨酸水平，以支持男性健康老龄化。该研究强调了在营养老年学中采取个性化、性别知情方法的重要性。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_88692fb9801480c9_9dc5218a1034.webp",
      "category": "Science"
    }
  ]
}