{
  "articles": [
    {
      "id": "865332a8e6378311",
      "title": "Investigating the Rise in Mental Health and ADHD Service Demand",
      "summary": "Health Secretary Wes Streeting has initiated an independent review to examine the increasing demand for mental health, ADHD, and autism services in England. This review will assess whether there is evidence of over-diagnosis and identify existing gaps in support. The government acknowledges ongoing investments in expanding services, but long waiting times for therapy persist in many areas. NHS data indicates a significant rise in mental health problems and ADHD cases over the past two decades, leading to concerns about unnecessary referrals to waiting lists. Streeting emphasized the need for a clinical, evidence-based approach to ensure accurate diagnoses and effective support. The review, led by clinical psychologist Prof Peter Fonagy, aims to rigorously test assumptions and incorporate feedback from affected individuals, with findings expected in the summer. Additionally, the government is addressing welfare reform, although this review is separate from those efforts. Recent figures show that 22.6% of adults reported mental health issues in 2023-24, with higher rates among youth and the unemployed.",
      "source": "BBC News",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_865332a8e6378311_ca0b836c624e.webp",
      "category": "News"
    },
    {
      "id": "1766bbd922b80501",
      "title": "Funding Energy Network Improvements Through Bill Increases",
      "summary": "Household energy bills in the UK are set to rise to fund a £28 billion investment in the energy network, approved by regulator Ofgem. This five-year plan aims to enhance electricity and gas grids, with costs adding approximately £108 to bills by 2031. However, Ofgem projects savings of about £80 from reduced reliance on imported gas and lower wholesale energy prices, resulting in a net annual increase of around £30. The investment focuses on maintaining gas networks and strengthening electricity transmission to ensure a safe and secure supply. Ofgem's chief executive, Jonathan Brearley, emphasizes the need to diversify energy sources away from gas to protect future bills and improve resilience. The Department for Energy Security and Net Zero supports this upgrade as essential for energy security after years of underinvestment. This plan involves separate network companies, not suppliers, and includes phased cost increases of 2-3% annually.",
      "source": "BBC News",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_1766bbd922b80501_e8f3c8f83af8.webp",
      "category": "News"
    },
    {
      "id": "235f664edc151cad",
      "title": "Earthquake Rattles North-West England: A Night of Surprise and Fear",
      "summary": "On Wednesday night, a 3.3-magnitude earthquake struck north-west England, specifically near Silverdale in Lancashire, at a depth of 1.86 miles. The British Geological Survey reported the event, which occurred shortly after 23:23 and was felt across Lancashire and the southern Lake District, including towns like Kendal and Ulverston within 12 miles of the epicentre. Residents described terrifying experiences: Nikki Maddox heard a deafening rumble and felt her house shake for about 20 seconds, fearing her roof was caving in, while Katrina Simmons was woken by the tremors, initially thinking someone had driven into her house. Social media and local reports indicated confusion, with some mistaking it for an explosion and emergency services being on standby. Despite the scare, there were no immediate reports of damage, and the earthquake was considered minor. This event highlights the rarity of such seismic activity in England and the impact on communities, even from small quakes.",
      "source": "BBC News",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_235f664edc151cad_2566ec850b1c.webp",
      "category": "News"
    },
    {
      "id": "24d8bab833a396c3",
      "title": "Evaluating Cough Remedies: Medicines vs. Natural Options",
      "summary": "This article examines the effectiveness of cough medicines compared to natural remedies like honey and lemon, based on insights from Professor Jacky Smith, a respiratory medicine expert. Coughs often result from cold viruses, which medicines cannot cure, but they can alleviate symptoms by coating the throat or reducing irritation. For dry coughs, ingredients like glycerol in syrups provide relief, while cheaper supermarket brands are equally effective as name brands, though sugar content should be monitored. Active ingredients such as dextromethorphan claim to suppress cough reflexes but have minimal impact and risk addiction if misused. Levomenthol offers a cooling sensation for chesty coughs. However, ingredients like guaifenesin, purported to loosen phlegm, lack strong evidence, and sedating antihistamines may aid sleep without treating the cough. The article emphasizes skepticism towards over-the-counter claims and highlights the value of simple remedies, advising careful dosing and consideration of sugar-free options for health concerns.",
      "source": "BBC News",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_24d8bab833a396c3_4981f074cc36.webp",
      "category": "News"
    },
    {
      "id": "93c41e59602ea0ff",
      "title": "Risk from a Leader's Signal Chat: Pentagon Investigation Reveals Dangers",
      "summary": "A Pentagon watchdog report, conducted by the Department of Defense's inspector general, has determined that Defense Secretary Pete Hegseth endangered U.S. service members by using the Signal messaging app to discuss a military strike in Yemen. The investigation, mandated by Congress, revealed that the messages were classified as 'secret/no foreign,' indicating that unauthorized disclosure could cause serious damage to national security. The incident came to light when a journalist was accidentally added to the chat, which provided sensitive, real-time updates about the strike against Houthi militants. This breach highlights vulnerabilities in communication protocols and raises questions about the handling of classified information by high-level officials. The report underscores the importance of secure methods for discussing military operations to protect both personnel and strategic interests.",
      "source": "PBS NewsHour",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_93c41e59602ea0ff_81743d00e83c.webp",
      "category": "News"
    },
    {
      "id": "f568f347d88efa11",
      "title": "Debating the Hepatitis B Vaccine for Newborns: A Public Health Discussion",
      "summary": "A federal advisory committee, led by U.S. Health Secretary Robert F. Kennedy Jr., is set to debate whether newborns should continue receiving the hepatitis B vaccine on their first day of life. Currently, federal health recommendations mandate this vaccination to prevent hepatitis B, a liver infection that can lead to serious conditions like liver failure, cancer, and cirrhosis, especially in infants. The Advisory Committee on Immunization Practices will hold a live hearing to discuss potential changes to these guidelines, which could contradict longstanding public health advice. In response, the American Academy of Pediatrics, represented by Dr. Sean O'Leary, plans to advocate for maintaining the birth dose, emphasizing that the vaccine is lifesaving. This debate highlights tensions between evolving health policies and evidence-based practices, as stakeholders weigh the benefits of early vaccination against possible concerns. The outcome could impact public health strategies and infant care across the United States, making it a critical issue for families and healthcare providers.",
      "source": "PBS NewsHour",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_f568f347d88efa11_cfd7de8adb68.webp",
      "category": "News"
    }
  ]
}