{
  "articles": [
    {
      "id": "1cad9aa2c790f27c",
      "title": "NASA卫星捕捉到巨型海啸的意外行为",
      "summary": "2026年7月，俄罗斯堪察加半岛附近发生8.8级强震，引发了一场横跨太平洋的大型海啸。恰逢其时，NASA与法国航天局联合发射的SWOT卫星（表面水与海洋地形卫星）捕捉到了这一事件的高分辨率空间数据。与传统模型预测的简单非弥散波不同，卫星数据显示海啸波呈现出复杂、相互作用的弥散模式。研究人员将卫星观测与DART浮标数据结合，精化了地震估计并分析了海啸行为。这一发现挑战了大型海啸作为稳定单波传播的科学观点，表明弥散效应——即波能分散成多个分量——可能影响海啸对海岸线的影响。SWOT卫星于2022年发射，主要任务是全球地表水调查，但其意外捕获的海啸数据提供了前所未有的海洋表面细节，被比喻为“新眼镜”。这项研究发表于《地震记录》，强调了修订海啸模型的必要性，以纳入弥散能量，从而改进预测和海岸安全。研究意义深远，可能推动数值模拟和风险评估的进步，增强沿海社区的韧性。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "25f534541b3c871b",
      "title": "曾被指责引发儿童癫痫的流感药物获得惊人逆转",
      "summary": "多年来，医生们一直在质疑一种常用于儿童流感的抗病毒药物是否会导致严重的神经精神症状，或者这些影响实际上是由感染本身引起的。关于癫痫、混乱和幻觉的报告加剧了医疗专业人员和家庭的担忧。范德比尔特门罗卡雷尔儿童医院的新研究挑战了长期以来对奥司他韦（俗称达菲）的担忧。这项发表在《JAMA Neurology》上的研究分析了田纳西州医疗补助计划中692,295名5-17岁儿童的健康记录，发现流感感染本身与较高的神经精神事件发生率相关。然而，在流感期间接受奥司他韦治疗的儿童，这些事件减少了约50%，包括癫痫等神经系统疾病和幻觉等精神结果。研究人员得出结论，奥司他韦不会增加风险，反而可能预防神经精神并发症，强调流感是主要驱动因素。这项大规模分析为儿科医生和家庭提供了关键证据，突出了在严重流感季节准确评估流感治疗风险与益处的重要性。",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_25f534541b3c871b_136ceab02865.webp",
      "category": "Science"
    },
    {
      "id": "1683bc1ddc82fecc",
      "title": "你以为每天做200个食物选择？再想想吧",
      "summary": "一项流行的健康声称认为，个人每天会做出超过200个与食物相关的决定，且通常是无意识的。然而，由马克斯·普朗克人类发展研究所的玛丽亚·阿尔穆德纳·克拉森领导的研究对此提出了质疑。这个数字源于2007年布莱恩·万辛克和杰弗里·索巴尔的一项研究，参与者以两种方式估计他们的日常食物决定：首先是单一估计，平均为14.4个决定；然后通过分解为“何时”、“什么”和“多少”等类别，产生了平均226.7个决定。研究人员将差距解释为无意识决策的证据，但克拉森及其同事认为，这是由于方法学问题导致的缺陷。他们指出，细分问题会导致更高的估计，这是一种称为“次可加性效应”的认知偏差，是数字膨胀的真正原因。这种误导性声称可能通过让人们感觉对饮食习惯控制力不足而损害自我效能感。团队强调，有意义的食物决定应基于具体的现实情境，并与个人目标（如健康或可持续性）相关联，且需要多种研究方法以确保准确理解。他们的工作凸显了健康信息传递中批判性评估的重要性。",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1683bc1ddc82fecc_2dd5ddbc306e.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "非洲最早的火葬距今9500年",
      "summary": "考古学家在马拉维的霍拉山脚下发现了非洲已知最古老的火葬堆，距今约9500年。这一发现促使人们重新思考古代狩猎采集社区的群体劳动和仪式活动。火葬堆包含一名成年女性的170块骨碎片，骨上有切割痕迹，头骨被移除，表明可能存在与纪念和祖先崇拜相关的丧葬仪式。研究表明，火葬需要至少30公斤的枯木和草料，温度需超过500°C，需要社区共同努力。此外，现场发现的石制尖状物和重复使用迹象暗示了深厚的传统。这一发现挑战了狩猎采集社会缺乏复杂仪式的观点，揭示了早期人类在非洲的文化实践和社会组织。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    },
    {
      "id": "55a6bfaea62fc8be",
      "title": "医院停用常见麻醉药，因其也是气候超级污染物",
      "summary": "这篇文章详细介绍了地氟烷（desflurane）这种常用吸入麻醉药的逐步停用情况，因其被归类为气候超级污染物，在20年内的全球变暖潜能值超过二氧化碳的7,000倍。欧盟自1月1日起禁止在非必要病例中使用地氟烷，而美国多家医院，如耶鲁纽黑文健康系统，也率先基于环境影响淘汰了该药物。地氟烷每年全球排放约1,000吨，相当于160万辆汽车的温室气体排放量，而医疗保健部门占美国排放的8.5%。替代品如七氟烷（sevoflurane）的变暖潜能值低十倍且成本更低，耶鲁系统每年节省120万美元。其他主要提供者，包括凯撒医疗和美国麻醉合作伙伴，通过减少地氟烷使用和采用低流量麻醉技术，实现了高达90%的排放削减。这一运动反映了医疗专业人员，如麻醉师乔迪·谢尔曼和教授沙尼塔·约翰逊，倡导在减排中发挥领导作用，突出了临床实践、环境政策和经济激励在应对气候变化中的交叉点。文章强调，小变化在医疗保健中能产生重大影响，展示了行业如何适应全球挑战。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_55a6bfaea62fc8be_f0d3e365ed19.webp",
      "category": "Science"
    },
    {
      "id": "5650ead1925ec9a0",
      "title": "日常化学品悄然损害有益肠道细菌",
      "summary": "剑桥大学的研究人员进行了一项大规模的实验室分析，测试了1076种人造化学品，发现其中168种对健康人体肠道中的有益细菌有害。这些化学品包括农药（如除草剂和杀虫剂）以及工业化合物（如阻燃剂和塑料材料），通过食物、饮水和环境日常接触。暴露会减缓或停止细菌生长，可能导致消化问题、肥胖、免疫功能减弱等健康问题。令人担忧的是，一些细菌为生存而适应，产生对如环丙沙星等抗生素的耐药性，增加了感染治疗难度。目前的安全评估通常忽略肠道微生物组影响，因为化学品设计针对特定目标。为此，团队开发了机器学习模型来预测化学品对肠道细菌的毒性，呼吁更新安全评估，以在设计中确保化学品对微生物组安全，预防未来风险。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5650ead1925ec9a0_65abc14b1b18.webp",
      "category": "Science"
    }
  ]
}