{
  "articles": [
    {
      "id": "c0ee5fca99e561d8",
      "title": "Armed Robber Targets Actress Anya Taylor-Joy in London Break-In",
      "summary": "In February 2023, Kirk Holdrick, a 43-year-old career criminal, participated in a burglary at a London mansion where actress Anya Taylor-Joy and her husband, Malcolm McRae, were staying. Holdrick and an accomplice smashed a side window to enter the property, prompting the couple to barricade themselves in a bedroom. The intruders attempted to prise open the bedroom door, but McRae confronted them, bluffing that he had a gun and causing them to flee empty-handed. Prosecutors suggested this might have been a targeted raid on the celebrities. Holdrick, who has a long criminal history, was later arrested and pleaded guilty to burglary. Additionally, he was involved in a separate home invasion in Dorset where a mother and daughter were threatened with violence, for which he received a 12-year sentence. The London incident left Taylor-Joy and McRae traumatized, fearing future targeting. This case highlights issues of celebrity security and the consequences of repeat offenses.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c0ee5fca99e561d8_4ca04c941805.webp",
      "category": "Fun"
    },
    {
      "id": "b7aa1bd54c1a499e",
      "title": "Bad Bunny's Super Bowl Performance: Unity and Controversy",
      "summary": "Bad Bunny, a Puerto Rican pop star and Spotify's most streamed artist, is set to headline the Super Bowl 60 halftime show in Santa Clara, California, marking a historic moment as the first solo male Latin artist to perform the show entirely in Spanish. NFL Commissioner Roger Goodell emphasizes that Bad Bunny's performance aims to unite the United States, leveraging the platform to bring people together through creativity and talent. This comes in response to criticism from former President Donald Trump, who labeled the choice as sowing hatred and stated he would not attend the Super Bowl. Bad Bunny, known for his advocacy, recently won a Grammy Award for album of the year and used the occasion to speak out against Trump's immigration policies, calling for ICE to be removed. The article highlights the intersection of entertainment, politics, and social issues, with Goodell addressing security concerns and Bad Bunny's previous avoidance of U.S. tours due to fears of ICE raids. The performance is expected to draw over 120 million viewers, sparking debates on cultural representation and unity in a divided climate.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7aa1bd54c1a499e_157668039d0b.webp",
      "category": "Fun"
    },
    {
      "id": "9b447a3c0efe6e19",
      "title": "The Evolution of the Australian Open: From Tennis Tournament to Cultural Festival",
      "summary": "The Australian Open, nicknamed the 'Happy Slam' by Roger Federer, has transformed from a traditional two-week Grand Slam into a three-week extravaganza blending sports and entertainment. Under tournament director Craig Tiley's vision of 'festivalisation,' it now features events like the One Point Slam, star-studded opening ceremonies with Federer and Novak Djokovic, and music performances by artists such as Peggy Gou and The Kid Laroi. This shift has attracted record crowds and increased revenue, positioning the tournament as the 'Glastonbury of tennis.' However, criticisms have emerged, including intrusive behind-the-scenes cameras, overcrowding, and concerns that many attendees are more interested in the festival atmosphere than the tennis itself. With Tiley reportedly considering leaving, the article explores the tournament's recent success and questions its future direction, balancing innovation with maintaining the core tennis product. The expansion reflects broader trends in sports entertainment but raises debates about commercialization and athlete comfort.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9b447a3c0efe6e19_8eaee7f7f2ec.webp",
      "category": "Fun"
    },
    {
      "id": "bebc84b15fbdb766",
      "title": "Jesy Nelson Advocates for Social Media Ban to Safeguard Youth Mental Health",
      "summary": "Jesy Nelson, a former member of the pop group Little Mix, has experienced severe online trolling since her rise to fame on The X Factor in 2011, which she credits as a major factor in her mental health struggles. In her new documentary, Life After Little Mix, she discusses her journey into motherhood and reveals her support for banning social media platforms for individuals under 16 in the UK. Nelson argues that such a measure could protect young people from cyberbullying and allow them to enjoy childhood without digital pressures. She acknowledges the social challenges, such as potential exclusion if children lack access, but emphasizes the importance of safety. The documentary also covers her personal experiences, including her twins' medical conditions—Twin-to-Twin Transfusion Syndrome and Spinal Muscular Atrophy—highlighting her desire to document memories for her daughters. Nelson's advocacy aligns with a recent government consultation on youth well-being, reflecting broader societal concerns about social media's impact on mental health.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_bebc84b15fbdb766_f50479f23881.webp",
      "category": "Fun"
    },
    {
      "id": "55240e26eb7a7d48",
      "title": "Investigation into the Abduction of a News Anchor's Mother",
      "summary": "Nancy Guthrie, the 84-year-old mother of NBC News anchor Savannah Guthrie, is suspected to have been abducted from her home in Tucson, Arizona. She was last seen on Saturday evening, and her family reported her missing the following day. Pima County Sheriff Chris Nanos expressed grave concern about the scene at her property, indicating she did not leave willingly. The investigation is active, with the FBI assisting, and authorities are exploring possibilities such as stalking or harassment. Search efforts included drones, aircraft, helicopters, heat sensors, and infrared technology, but searchers were sent home to rest after an overnight operation. Nancy is described as not in good physical health but without cognitive issues. Homicide detectives were called to the scene, which is unusual for a missing person case, suggesting serious concerns. Savannah Guthrie was absent from her Today show and issued a statement thanking the public for support. The sheriff urged anyone with information to come forward, as the motive remains unclear.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_55240e26eb7a7d48_178a3e4138e6.webp",
      "category": "Fun"
    },
    {
      "id": "56a1ac48b559ded3",
      "title": "A Record-Breaking Gravitational Wave Tests Einstein's Theory of Gravity",
      "summary": "Scientists have detected GW250114, the clearest gravitational wave signal ever recorded from merging black holes. This event provides a precise tool for testing Albert Einstein's theory of general relativity. The signal was observed by the LIGO, Virgo, and KAGRA collaborations on January 14, 2025, and announced in September 2025. Improved detector accuracy over the past decade made this signal much clearer than earlier ones like GW150914. According to physicist Keefe Mitman and colleagues, GW250114 behaves exactly as predicted by general relativity. When black holes merge, the resulting object vibrates like a struck bell, producing tones with oscillation frequencies and damping times. Measuring these tones allows scientists to calculate the mass and spin of the black hole and verify general relativity. In this case, two tones were measured, and they matched Einstein's theory. However, scientists suspect future signals might deviate, offering clues to unresolved mysteries like dark energy, dark matter, and quantum gravity. The study, published in Physical Review Letters, aims to explore potential cracks in Einstein's theory and advance our understanding of fundamental physics.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_56a1ac48b559ded3_40301a74f26f.webp",
      "category": "Fun"
    }
  ]
}