{
  "articles": [
    {
      "id": "cc72f41ef0c8f290",
      "title": "Is the BBC in Safe Hands?",
      "summary": "A group of important people in the UK government are worried about the BBC, which is a big TV and radio company. The head of a committee, Dame Caroline Dinenage, said that Samir Shah, who is in charge of the BBC board, did not give clear answers when he talked to them. She thinks the BBC might not be in 'safe hands' because of problems with how they report news fairly. Recently, two top leaders at the BBC quit after a disagreement about editing a speech by Donald Trump. Shah promised to 'steady the ship' and fix things, but some people are not sure he can do it. The BBC is now looking for a new leader to help make things better.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cc72f41ef0c8f290_36414c27641c.webp",
      "category": "Fun"
    },
    {
      "id": "a4e6aecbf7917e70",
      "title": "A Woman Tricked by Fake Celebrity Scammers",
      "summary": "A woman named Jane was tricked by scammers who pretended to be the famous actor Jason Momoa on Facebook. They started chatting and moved to WhatsApp, saying it was safer. The scammers also acted like Momoa's agent, lawyer, and even his daughter. They asked Jane for money for things like flights to meet him and gifts for his daughter. Over time, she lost £80,000 from her inheritance. Jane felt very sad and stupid but is sharing her story to help others avoid similar scams. She hopes people will be careful online and not trust strangers who ask for money.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a4e6aecbf7917e70_6b8d5ec9e10e.webp",
      "category": "Fun"
    },
    {
      "id": "fa84fb9d13c8d145",
      "title": "Mystery of a Teen Found in a Singer's Car",
      "summary": "A 15-year-old girl named Celeste Rivas Hernandez was found dead in singer D4vd's car in Hollywood. Her body was discovered in the trunk after police smelled something bad at a tow yard. The court has sealed the records, meaning no one can see the details about her death. The police asked for this to get information first. The medical examiner says this is very unusual and not helpful. Celeste had been missing since April, and her body was badly decomposed. She had a tattoo similar to the singer's. No one has been arrested, and the investigation is ongoing.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fa84fb9d13c8d145_2858e72cd6b9.webp",
      "category": "Fun"
    },
    {
      "id": "0483817dcf098851",
      "title": "Remembering Reggae Star Jimmy Cliff",
      "summary": "Jimmy Cliff, a famous reggae singer from Jamaica, has died at 81 years old. He was very important in music and helped people all over the world enjoy reggae songs like 'Wonderful World, Beautiful People'. He also acted in a movie called 'The Harder They Come' that made reggae popular in America. His wife, Latifa Chambers, shared the sad news on Instagram, saying he died from a seizure and pneumonia. Jimmy Cliff was born in Jamaica in 1944 and grew up in a poor family. He started singing in church when he was six and wrote his own songs as a kid. He moved to Kingston when he was 14 and changed his name to Cliff to show he wanted to reach high goals. He will be remembered for his great music and happy spirit.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0483817dcf098851_8140eb07a266.webp",
      "category": "Fun"
    },
    {
      "id": "d73fbe769c130ea9",
      "title": "Italy Wins Big Tennis Trophy Again!",
      "summary": "Flavio Cobolli is a tennis player from Italy who helped his team win the Davis Cup, a big tennis competition, for the third time in a row. He played very hard in a long match against Spain and won after being behind. His friend Matteo Berrettini also won his match. They have known each other since they were kids, and Berrettini used to babysit Cobolli and play tennis with him. Now, they are like brothers and won together for Italy. Cobolli said it was his dream to become a world champion, and he felt very happy. Italy is the first country to win three straight Davis Cup titles in over 50 years. Even though some top players were missing, Cobolli and Berrettini did a great job.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d73fbe769c130ea9_1416bbd96d0e.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy Play for the Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They won the deciding doubles game to set up a final against Italy. Spain is trying to win the Davis Cup for the seventh time. Italy is the two-time defending champion and also reached the final by beating Belgium. Both teams are missing their top players due to injuries, like Carlos Alcaraz for Spain and Jannik Sinner for Italy. The final will be played in Bologna, Italy, on Sunday. Spain's captain, David Ferrer, is proud of his team and says they will rest and get ready for the tough match ahead.",
      "source": "BBC Tennis",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    }
  ]
}