{
  "articles": [
    {
      "id": "f972a9cb5c2ab181",
      "title": "银解决了固态电池的一个主要问题",
      "summary": "斯坦福大学的研究人员在《自然材料》期刊上发表了一项研究，解决了固态电池开发中的一个关键障碍：陶瓷固体电解质（如LLZO，即锂镧锆氧化物）在循环过程中因机械和电化学应力形成微观裂纹的问题。固态电池相比传统锂离子电池具有更高的安全性、能量密度和充电速率，但其商业化受到电解质脆性和裂纹扩展导致失效的阻碍。该团队开发了一种新颖的表面工程方法，涉及沉积3纳米厚的银层并在300°C下进行热处理，使银离子（Ag+）融入电解质的晶体结构中。这种离子银掺杂不同于先前的金属银涂层，显著增强了机械强度，将抗裂性提高了五倍，并减轻了锂侵入预先存在的表面缺陷的问题——这在快速充电时尤为严重。机制涉及银原子取代多孔结构中的锂，形成20-50纳米深的强化亚表面区域。由徐欣及资深作者顾温迪和William Chueh领导的研究采用了先进表征技术，包括带有专用探针的扫描电子显微镜来量化断裂韧性。这项工作不仅为制造缺陷提供了可扩展的解决方案，还表明该方法可能适用于其他陶瓷材料，有望加速固态电池在电动汽车和电网存储等高需求应用中的采用。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_f972a9cb5c2ab181_19597af7d0aa.webp",
      "category": "Science"
    },
    {
      "id": "48c86f67499515b3",
      "title": "科学家将病毒送入太空，它们以惊人方式进化",
      "summary": "一项新研究探讨了在太空微重力条件下，噬菌体（感染细菌的病毒）与其大肠杆菌宿主之间的相互作用。研究人员将样本分别置于地球和国际空间站上进行比较，发现尽管噬菌体在太空中仍能感染细菌，但感染过程有所延迟。基因分析显示，太空样本中的噬菌体和大肠杆菌都出现了独特突变：噬菌体积累了增强感染能力的突变，而细菌则进化出防御机制以适应失重环境。通过深度突变扫描等技术，团队发现受体结合蛋白的变化提高了噬菌体对抗地球上耐药性大肠杆菌菌株的活性。这项研究强调了微重力如何重塑微生物进化动力学，为太空探索和对抗抗生素耐药性感染提供了新见解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_48c86f67499515b3_81872fe7a786.webp",
      "category": "Science"
    },
    {
      "id": "856925e27a19aa85",
      "title": "一代一遇的发现正在改变乳业养殖",
      "summary": "本文介绍了一项革命性的农业创新：高油酸大豆如何重塑乳业养殖的经济和营养科学。在密歇根州南部的普雷斯顿家族农场，与密歇根州立大学的合作表明，将这种大豆纳入奶牛饮食能迅速提高牛奶中的脂肪和蛋白质含量，从而提升牛奶的市场价值。同时，农场每月购买的饲料成本降低了20%，实现了可观的财务节约。这项研究的科学基础由亚当·洛克教授领导，涵盖了对膳食脂肪（特别是油酸在优化牛奶成分和奶牛健康中的作用）超过十年的研究。美国农业部国家食品与农业研究所及行业合作伙伴的资助增强了项目的可信度和实际应用性。进一步研究显示，烘烤大豆能增强其功效，提供了加工优势。这项创新减少了对昂贵营养补充剂（如添加脂肪和氨基酸）的依赖，并刺激了需求，导致密歇根州种子短缺。文章将此视为一代一遇的进步，强调跨学科研究——结合农学、动物科学和经济学——如何推动乳业部门的可持续实践和盈利能力，具有潜在的行业广泛影响。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_856925e27a19aa85_6646eafd5a2c.webp",
      "category": "Science"
    },
    {
      "id": "4344ad22aff1fa61",
      "title": "海洋损害使气候变化成本几乎翻倍",
      "summary": "2026年，加州大学圣地亚哥分校斯克里普斯海洋研究所的一项开创性研究表明，将海洋损害纳入碳社会成本评估后，气候变化的经济成本几乎翻倍。研究发现，全球珊瑚损失、渔业中断和沿海基础设施破坏每年造成近2万亿美元的损失，使每吨二氧化碳的成本从51美元增至97.20美元。这是首次在碳社会成本中包括海洋损害，揭示了气候金融中的一个数万亿美元盲点。该研究涉及渔业专家、珊瑚礁研究员、生物学家和气候经济学家的跨学科合作，分析了珊瑚、红树林、渔业和海港等关键领域。它强调，依赖海鲜和海洋资源的岛国和低收入国家面临不成比例的健康和财务风险。研究人员认为，在經濟模型中纳入海洋数据可以推动适应投资，如珊瑚礁恢复，并解决污染国家避免最严重后果的不平等问题。这些发现挑战了现有政策框架，旨在通过量化非使用价值（如生态系统退化的文化损失）来影响国际决策。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4344ad22aff1fa61_dc176d2c7ea4.webp",
      "category": "Science"
    },
    {
      "id": "20dc2e96b9f9b9e7",
      "title": "微塑料削弱海洋吸收碳的能力",
      "summary": "一项最新研究发现，微塑料正在干扰海洋吸收二氧化碳的能力，这一过程对调节地球温度至关重要。微塑料是小于五毫米的塑料颗粒，已广泛分布于全球海洋、湖泊、空气甚至人体中，通过携带毒素和破坏生态系统构成环境风险。该研究发表在《危险材料杂志：塑料》上，指出微塑料影响浮游植物和浮游动物，这些生物对将碳从大气转移到深海层的生物碳泵至关重要。此外，塑料圈——塑料表面的微生物群落——通过复杂的生物活动促进温室气体产生。由伊赫桑乌拉·奥拜杜拉博士领导的科学家警告，这种干扰可能导致海洋变暖、酸化和生物多样性丧失，威胁全球粮食安全和沿海社区。研究呼吁紧急行动，将解决塑料污染作为气候变化缓解的一部分，强调海洋作为地球最大碳汇正被微塑料破坏。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_20dc2e96b9f9b9e7_225a6b99f6f0.webp",
      "category": "Science"
    },
    {
      "id": "e4d122e7d7575af6",
      "title": "NASA巨型月球火箭抵达发射台，准备执行阿尔忒弥斯二号任务",
      "summary": "美国国家航空航天局（NASA）已将其巨型火箭——太空发射系统（SLS）运送到佛罗里达州卡纳维拉尔角的肯尼迪航天中心39B发射台，这是为阿尔忒弥斯二号任务做准备的关键一步。这枚98米高的火箭在近12小时内通过爬行运输车以0.82英里/小时的最高速度垂直移动，现场直播捕捉了这一缓慢而壮观的场景。该任务计划进行为期10天的航行，将搭载四名宇航员——NASA的里德·怀斯曼、维克多·格洛弗、克里斯蒂娜·科赫和加拿大宇航员杰里米·汉森——绕月飞行而不着陆，为未来的阿尔忒弥斯三号月球着陆任务奠定基础。最终准备工作包括进行一次“湿式彩排”，以测试燃料操作和倒计时程序，最早可能于2月6日发射。此次任务具有重要意义，因为它是自1972年阿波罗17号以来首次载人月球任务，旨在推动人类太空探索，并为2027或2028年的月球着陆设定阶段。宇航员们观看了火箭的移动过程，并表达了对接下来的发射的准备，突显了太空探索中的协作努力。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e4d122e7d7575af6_0e1ac87de0f3.webp",
      "category": "Science"
    }
  ]
}