{
  "articles": [
    {
      "id": "c8559fbcdeee3ab3",
      "title": "BP Divests Majority Stake in Castrol to Refocus on Core Business",
      "summary": "BP has agreed to sell a 65% stake in its Castrol motor oil division to Stonepeak, a US investment firm, for $6 billion, valuing Castrol at $10.1 billion. BP will retain a 35% stake in Castrol, which it acquired in 2000. The cash proceeds will be used to reduce debt and allow BP to concentrate on its core crude oil and gas operations. This sale is a key step in BP's broader strategy to divest $20 billion in assets, announced in February, with the company now over halfway to that target. BP is shifting its strategy away from green energy investments due to pressure from investors who were dissatisfied with its financial performance compared to rivals like Shell and Equinor. The deal follows recent leadership changes, including the appointment of Meg O'Neill as BP's first female CEO, set to take over in 2026. Interim CEO Carol Howle described the sale as beneficial for stakeholders, emphasizing reduced complexity and a focus on integrated businesses. This move is part of a series of asset sales, including offloading US wind energy and Dutch mobility units, as BP aims to streamline its operations and strengthen its balance sheet.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c8559fbcdeee3ab3_d58aa64ca517.webp",
      "category": "Fun"
    },
    {
      "id": "46833e4040c3fe91",
      "title": "Construction Leader Criticizes New Fire Safety Law as Inadequate",
      "summary": "David Jones, president of the Institute of Construction Management, has publicly criticized government plans to turn post-Grenfell fire safety guidance into law, calling it 'spineless' and 'open to interpretation.' He argues that the guidelines, known as PAS 9980, allow too many 'tolerable' risks by permitting flammable materials in window systems and between floors to remain if they do not cause fire to spread beyond certain limits in standard tests. Jones claims this enables developers to 'game the system' by avoiding necessary repairs, and he highlights that engineers are not required to present specific fire test data, making assessments subjective. The government defends the guidelines as a proportionate approach to the cladding crisis, aiming to bring clarity and certainty to addressing fire safety defects. However, progress has been slow since Grenfell, with only around 475 out of over 5,500 identified unsafe blocks fully fixed in the past year. Cladding campaigners note the frequent use of 'tolerable' in the guidelines, raising concerns about ongoing risks. This article explores the debate between industry experts seeking stricter regulations and authorities balancing safety with practical implementation.",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_46833e4040c3fe91_6d74ac57d58c.webp",
      "category": "Fun"
    },
    {
      "id": "52f8639bd7b4dfc7",
      "title": "Stranger Things Finale: Anticipating the Climax and Fan Expectations",
      "summary": "As Stranger Things approaches its grand finale on Netflix, fans are eagerly anticipating the resolution of its sci-fi fantasy horror narrative. The show, known for its 80s nostalgia and supernatural elements, left Hawkins in peril at the start of season five, with Demogorgons and Vecna threatening the town. Key characters like Eleven and Hopper are battling in the Upside Down, while mysteries unfold, such as Henry Creel's scared appearance outside a cave where Max and Holly are trapped. The finale, consisting of three episodes dropping on Boxing Day in the UK and Christmas Day in the US, followed by a two-hour final episode on New Year's Day, aims to tie up loose threads. Executive producer Shawn Levy emphasizes that the creators, the Duffer brothers, are committed to avoiding disappointing endings like those of Game of Thrones and Lost, crafting a feature-length episode for the global fanbase. This article explores what could happen next, highlighting fan hopes and the show's efforts to deliver a satisfying conclusion.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_52f8639bd7b4dfc7_5f78521f52d8.webp",
      "category": "Fun"
    },
    {
      "id": "2b7f0c083e156acb",
      "title": "Police Investigation into Bob Vylan's IDF Chants at Glastonbury Concludes with No Charges",
      "summary": "Avon and Somerset Police have concluded an investigation into chants made during Bob Vylan's performance at the Glastonbury festival, deciding not to pursue criminal charges. The chants, which included phrases like 'death to the IDF' (Israel Defense Forces), were reviewed for potential hate crimes or incitement to violence. After examining evidence, including a voluntary interview with a man in his 30s and statements from approximately 200 witnesses, the police determined that the actions did not meet the Crown Prosecution Service's threshold for prosecution, citing insufficient evidence for a realistic conviction. This decision has sparked criticism from the Israeli embassy in London and Jewish charities such as the Community Security Trust and Campaign Against Antisemitism, who argue it undermines trust and safety for Jewish communities. Meanwhile, Bob Vylan, a London-based punk-rap duo, faced consequences including being dropped from festivals and having US visas revoked post-performance. The investigation involved consulting legal precedents and experts to ensure a thorough assessment.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_2b7f0c083e156acb_1fbe851d24a0.webp",
      "category": "Fun"
    },
    {
      "id": "ea44e2f3205156f6",
      "title": "Timothée Chalamet Honors Susan Boyle with a Hero Jacket",
      "summary": "Scottish singer Susan Boyle received a jacket from Hollywood actor Timothée Chalamet, who considers her one of his British heroes. Chalamet has been distributing jackets from his upcoming film, Marty Supreme, to individuals he views as exceptional, including figures like Frank Ocean and Tom Brady. Boyle, known for her viral 2009 Britain's Got Talent audition, expressed gratitude, noting the jacket fit perfectly and looking forward to the film's Boxing Day release. Chalamet, who was 13 when Boyle gained fame, recalled her performance as a pivotal moment during YouTube's early days, stating it moved him deeply. This gesture highlights cross-generational admiration in the entertainment industry, connecting Boyle's past success with contemporary recognition. The article also mentions a film society screening less mainstream movies, adding context to cultural appreciation.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ea44e2f3205156f6_3cc48370a956.webp",
      "category": "Fun"
    },
    {
      "id": "14b09236df919643",
      "title": "Judge Dismisses Antisemitism Case Against Comedian Reginald D Hunter Over Improper Motives",
      "summary": "A judge has quashed a private prosecution against comedian Reginald D Hunter, initiated by the Campaign Against Antisemitism (CAA). The CAA accused Hunter of sending offensive communications on social media in August and September 2024. District Judge Michael Snow ruled that the prosecution was abusive and intended to get Hunter 'cancelled', meaning to damage his reputation and career. He criticized the CAA for misleading the court by not fully disclosing the social media context, including tweets from the recipient that were hostile towards Hunter. The judge also noted the CAA failed to mention a Charity Commission investigation into their organization. Hunter, known for TV appearances, expressed relief and hope for future employment. His lawyer accused the CAA of weaponizing the courts for political agendas, while the CAA maintained they acted with candour. This case highlights issues of free speech, legal ethics, and the misuse of judicial processes.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_14b09236df919643_7019ee7c3670.webp",
      "category": "Fun"
    }
  ]
}