{
  "articles": [
    {
      "id": "17c1e6cfa4dcb4ae",
      "title": "Reforming Policing: A National Service to Address Crime Priorities",
      "summary": "Home Secretary Shabana Mahmood has proposed a National Police Service (NPS), referred to as a 'British FBI', as part of police reforms in England and Wales. The NPS will assume responsibility for counter-terrorism, fraud, and organized crime investigations, currently handled by various agencies like the National Crime Agency and regional units. This shift aims to alleviate local police forces, which Mahmood argues are overburdened by major crimes without proper training, preventing them from effectively addressing everyday offences such as shoplifting and anti-social behavior. She describes an 'epidemic of everyday crime' that often goes unpunished, undermining community confidence. The NPS will consolidate national policing functions, including those of the Metropolitan Police for counter-terror and other specialized units, under a single organization led by a national police commissioner. It will invest in new technologies like facial recognition and standardize training and resources across forces to ensure uniform security levels. While overall crime has decreased, Mahmood emphasizes the need to tackle rising everyday crime through this restructured model, which builds on past reforms like the Serious and Organised Crime Agency. The Home Office also plans to recruit external talent for leadership roles, signaling a broader transformation in policing approaches.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_17c1e6cfa4dcb4ae_1a4c2bc11918.webp",
      "category": "News"
    },
    {
      "id": "a6ca563b6e6a0d0f",
      "title": "The Changing World Order and Middle Powers' Challenges",
      "summary": "This article reflects on the post-World War 2 international order, where the United States played a key role in rebuilding Europe through initiatives like the Marshall Plan and containing Soviet expansion. It describes a speech given at Columbia University in 2002, shortly after 9/11, where the speaker highlighted America's benevolent influence in creating a rules-based system that promoted peace and democracy in the West. However, the article also presents contrasting perspectives, such as from a Pakistani student who compared the US to Imperial Rome, arguing that American power is perceived as oppressive and unaccountable in the Global South. This challenges the notion of a universally fair rules-based order, pointing out asymmetries in trade enforcement and international law. The piece suggests that as the world shifts back towards a pre-WW2 dynamic with great power competition, middle powers face new difficulties in navigating an uneven system where benefits are not equally shared.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a6ca563b6e6a0d0f_bdba44e32ed5.webp",
      "category": "News"
    },
    {
      "id": "32ed4c13d343ab98",
      "title": "Syrian Army and Kurdish-Led Forces Extend Ceasefire Amid Ongoing Tensions",
      "summary": "The Syrian defense ministry announced a 15-day extension of a ceasefire with the Kurdish-led Syrian Democratic Forces (SDF), following a previous four-day truce that had just expired. This extension aims to support U.S. forces in transferring accused Islamic State militants from prisons in northeastern Syria to detention centers in Iraq, while also contributing to de-escalation and civilian protection. The SDF confirmed their commitment to the agreement, emphasizing its role in fostering stability. However, tensions remain high due to recent intense clashes where the SDF lost significant territory, and government forces have been reinforcing the area. The ceasefire is part of broader negotiations, including a March agreement for the SDF to hand over territory and merge fighters with government forces, though talks stalled in January, leading to renewed conflict. A new version of the accord was signed recently, including provisions for SDF members to integrate into army and police forces individually. The SDF has expressed concerns about government military buildups, viewing them as potential escalations, but pledges to uphold the truce.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_32ed4c13d343ab98_662888309d37.webp",
      "category": "News"
    },
    {
      "id": "6e350453b25cbf7b",
      "title": "Exploring Eco-Friendly De-Icing Options for Winter Safety",
      "summary": "During winter storms, clearing ice and snow is essential, but traditional rock salt (sodium chloride) poses significant risks to the environment, pets, and infrastructure. Experts highlight that rock salt becomes ineffective below 15°F and can pollute freshwater, damage vegetation, and erode concrete. As alternatives, calcium chloride and magnesium chloride are more effective in extreme cold because they release heat, accelerating ice melting, though they are costlier and still contain chlorides that cause environmental harm. Blends and coatings can mitigate these issues. A notably safer option is calcium manganese acetate, developed as an environmentally friendly replacement; it is biodegradable and inhibits corrosion, but its high cost and potential impact on water oxygen levels are drawbacks. This article emphasizes the importance of selecting de-icing products that balance effectiveness, safety, and environmental stewardship, urging consumers to consider long-term impacts beyond initial expense.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6e350453b25cbf7b_62cbdedf0aba.webp",
      "category": "News"
    },
    {
      "id": "b69d8588ccbac812",
      "title": "Understanding Your Legal Rights During ICE Encounters",
      "summary": "This article examines the legal rights individuals have when interacting with Immigration and Customs Enforcement (ICE) agents, particularly in light of recent incidents in Minneapolis. ICE, a federal agency, has the authority to enforce immigration laws, but its actions are constrained by the U.S. Constitution, specifically the Fourth Amendment, which protects against unreasonable searches and seizures. The article highlights cases where ICE agents stopped and detained residents, such as a Hmong grandfather and a father, sparking protests and raising questions about the limits of ICE's power. Legal experts, including Alexandra Lopez and Michele Goodwin, clarify that while ICE can question people in public spaces, more extensive interactions like brief detentions require 'reasonable suspicion'—a standard based on factual evidence, not mere guesses. The discussion covers the difference between public and private encounters, noting that home entries have stricter requirements. The purpose is to educate the public on constitutional safeguards, emphasizing that all individuals, regardless of immigration status, are entitled to these protections. The article also touches on broader issues, such as whether the Supreme Court is becoming more lenient towards aggressive ICE tactics, encouraging readers to understand their rights to navigate such situations effectively.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b69d8588ccbac812_4108dbfce893.webp",
      "category": "News"
    },
    {
      "id": "c879ccae2e61a35b",
      "title": "Major Winter Storm Disrupts Travel and Power Nationwide",
      "summary": "A severe winter storm swept across the United States, leading to the cancellation of thousands of flights and creating hazardous conditions over the weekend. The storm, which impacted roughly 140 million people or over 40% of the U.S. population, prompted winter storm warnings from New Mexico to New England. The National Weather Service forecasted widespread heavy snow, sleet, and freezing rain from Saturday to Monday, warning that the ice and snow would melt slowly, hindering recovery efforts. In response, President Donald Trump approved emergency declarations for at least a dozen states, while the Federal Emergency Management Agency pre-positioned resources like commodities and search teams. Homeland Security Secretary Kristi Noem urged people to stay home if possible, and state officials such as New Jersey Governor Mikie Sherrill imposed travel restrictions, including a 35 mph speed limit on highways. Crews worked to restore downed power lines in southern states, and forecasters noted that the damage, particularly from ice, could rival that of a hurricane, emphasizing the storm's intensity and prolonged impact.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c879ccae2e61a35b_1e3191fce83b.webp",
      "category": "News"
    }
  ]
}