{
  "articles": [
    {
      "id": "8b9f98a467a4c876",
      "title": "Unhealthy Foods Are Causing Big Health Problems Worldwide",
      "summary": "Experts from many countries are warning that ultra-processed foods are becoming very popular and are making people sick. These foods, like sugary snacks and packaged meals, are replacing healthy foods such as fruits and vegetables. Big companies use advertising and political influence to sell more of these foods, which can lead to diseases like obesity and diabetes. The experts want governments to take action by putting warning labels on these foods, limiting ads, and making healthy foods cheaper and easier to get. This is important because eating too much ultra-processed food can harm our health over time.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8b9f98a467a4c876_28d7771ceb38.webp",
      "category": "Science"
    },
    {
      "id": "937cef69fedb50c3",
      "title": "How Fat Cells Work in Our Bodies",
      "summary": "Fat cells in our body store energy and use a protein called HSL to release it when needed. Scientists thought without HSL, fat would build up and cause obesity, but they found that people and mice without HSL actually lose fat and have a condition called lipodystrophy. This happens because HSL is not just on fat droplets but also inside the nucleus of fat cells, where it helps keep them healthy. Both obesity and lipodystrophy can lead to health problems like heart disease. This new discovery helps us understand how to better treat these conditions and improve health for many people around the world.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_937cef69fedb50c3_a05df44805e0.webp",
      "category": "Science"
    },
    {
      "id": "a6a050be1e4046cf",
      "title": "A Mysterious Metal Discovery in Sweden",
      "summary": "In Sweden, archaeologists found a special metal object called a plano-convex ingot. At first, they thought it was from the Bronze Age, but tests showed it was made of a copper-zinc-tin-lead alloy from the Iron Age. This ingot is shaped like a rounded lump and was used to carry metal long ago. Scientists from the University of Gothenburg worked with experts from Poland to study it. They used science to learn about its makeup and history. This discovery helps us understand how people in the past traded and connected with each other. It shows that teamwork and careful study can reveal secrets from history, even from a single object.",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_a6a050be1e4046cf_a1a91504b611.webp",
      "category": "Science"
    },
    {
      "id": "e961ce82bc1b792c",
      "title": "The Mystery of the Moon's Birth",
      "summary": "Long ago, about 4.5 billion years, a big planet called Theia crashed into Earth. This huge crash changed Earth and made the Moon. Scientists are still trying to understand how it happened. They study rocks from Earth and the Moon to find clues. By looking at tiny parts called isotopes, they can learn about Theia. Isotopes are like different versions of elements that tell where something came from. The new study shows that Earth and Theia might have been neighbors in the inner Solar System. This helps explain why the Moon is here today and teaches us about how planets form.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e961ce82bc1b792c_a4c0a68b7370.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Ancient City Found in Kazakhstan",
      "summary": "Archaeologists have discovered an old city called Semiyarka in Kazakhstan. It was built 3,500 years ago during the Bronze Age. The city was very big, with houses, a large building, and workshops where people made bronze tools and objects. It was found using spy photos from space and modern tools like drones. Most people back then were nomads who moved around, but this city had permanent homes. The city was in a good spot near a river, which helped with trade and control. This discovery shows that ancient people on the steppe were more advanced than we thought.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Space Rockets: Successes and Surprises",
      "summary": "This article talks about exciting news in space rockets. Blue Origin's New Glenn rocket had a successful launch and landing, and they plan to make it even stronger. SpaceX is getting ready to test its new Starship rocket. A company called Katalyst won a contract from NASA to rescue an old space telescope named Swift using a Pegasus rocket, which hasn't flown much lately. Another company, Ursa Major, got a lot of money to build rocket engines for defense and space projects. Rocket Lab launched a secret payload quickly from New Zealand. The article explains why the Pegasus rocket was chosen for the rescue mission, even though it's expensive, because it can reach the right orbit and other rockets can't do the job as well. It's all about how companies are working hard to explore space and keep satellites safe.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}