{
  "articles": [
    {
      "id": "3bd43307fd5d5bc8",
      "title": "International Summit Aims to Secure Ukraine's Future",
      "summary": "French President Emmanuel Macron is convening a significant summit in Paris, attended by Ukrainian President Volodymyr Zelensky and representatives from more than 30 nations, known as the Coalition of the Willing. The primary objective is to negotiate and solidify security guarantees for Ukraine, which would be activated in the event of a ceasefire or peace agreement with Russia. Russia's full-scale invasion in February 2022 has led to ongoing conflict, with Moscow controlling substantial portions of the Donbas region, including Donetsk and Luhansk. Despite recent slow progress, Russia remains opposed to compromises and continues attacks, particularly targeting Ukraine's infrastructure. The Paris discussions focus on creating a multinational force to reassure Ukraine post-peace, defining specific security guarantees against potential Russian aggression, and supporting Ukraine's military and economic recovery. Additionally, there is emphasis on securing a US commitment, or 'backstop,' to respond if Russia violates peace terms. The meeting occurs amidst broader geopolitical tensions, such as US actions in Venezuela, but centers on ensuring long-term stability for Ukraine through coordinated international efforts.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3bd43307fd5d5bc8_1347ea8049df.webp",
      "category": "News"
    },
    {
      "id": "bf1694d7b837aa02",
      "title": "Late Diagnosis of Spinal Muscular Atrophy in Newborns",
      "summary": "This article discusses the issue of delayed diagnosis for babies with Spinal Muscular Atrophy (SMA), a rare and progressive muscle-wasting disease that can be fatal if untreated. Parents report that their children, such as Dani-Rae Brown and Lucian Neale, were diagnosed months after symptoms appeared, leading to severe disabilities like wheelchair dependence. Dani-Rae's father highlights that she showed symptoms at five months but was not diagnosed until twelve months, blaming the NHS for the delay. Currently, the NHS only screens newborns for SMA if they have a sibling with the condition, as part of a blood spot test for nine rare diseases. SMA UK, a charity, advocates for universal newborn screening to enable early treatment, which could prevent muscle deterioration and allow normal development. The Welsh government states it follows UK National Screening Committee advice, which does not recommend routine SMA screening, but is open to future recommendations. The article emphasizes the personal impact on families and calls for policy changes to improve early detection.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bf1694d7b837aa02_d6505f238b22.webp",
      "category": "News"
    },
    {
      "id": "cd67db39a4080280",
      "title": "Starmer's Strategy of Avoiding Criticism of Trump Over Venezuela Incident",
      "summary": "Following the US capture of Venezuelan President Nicolás Maduro and his wife from Caracas, UK Prime Minister Sir Keir Starmer has adopted a cautious approach, refraining from public criticism of President Donald Trump. This strategy stems from a decision made about a year ago, when Starmer anticipated Trump's return to the White House, to avoid public commentary on what he expected to be a remarkable presidential term. Starmer believes that openly criticizing Trump could lead to public disputes with a powerful leader known for dramatic conflicts, potentially harming UK interests. Instead, he prioritizes maintaining a pragmatic and private dialogue with the US, exemplified by a recent deal that limited tariffs and saved thousands of jobs at Jaguar Land Rover in the UK. Critics, including opposition parties like the Liberal Democrats and SNP, condemn Starmer's reluctance to address potential breaches of international law, arguing it undermines Labour's commitment to defending the rule of law. However, Starmer's allies defend the approach as mature and in the national interest, avoiding juvenile behavior and focusing on tangible benefits.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cd67db39a4080280_355f36b0c2c1.webp",
      "category": "News"
    },
    {
      "id": "f403a1d9a653e8e3",
      "title": "Birmingham Bin Strike Reaches One-Year Milestone Amid Ongoing Dispute",
      "summary": "The bin strike in Birmingham has reached its one-year mark, beginning with one-day walkouts on January 6, 2025, and escalating to an indefinite all-out strike on March 11. The dispute originated from council plans to downgrade certain job roles, which the union Unite claims would result in pay cuts of up to £8,000 annually for around 170 workers. This has led to significant disruptions, including piles of uncollected waste in streets, raising public health concerns voiced by Health Secretary Wes Streeting. While Birmingham City Council has maintained household waste collections, recycling services have been suspended since February, forcing residents to hoard recyclables, dispose of them with general waste, or visit tips. In areas like Castle Vale, local efforts by the Pioneer Group have helped manage waste, but inner-city regions such as Small Heath face prolonged collection delays. Residents express mixed feelings, with some sympathizing with workers due to past union experiences, while others criticize the lack of resolution. The strike continues with no end in sight as Unite demands a fair deal, and the council plans to implement a new waste collection regime regardless of ongoing industrial action.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f403a1d9a653e8e3_cfd60b6e91b1.webp",
      "category": "News"
    },
    {
      "id": "b8791acbdab424ef",
      "title": "Tensions Escalate as Colombia Responds to Trump's Allegations",
      "summary": "Colombia, a major non-NATO ally of the United States located west of Venezuela, is facing heightened tensions due to President Trump's repeated threats against its President Gustavo Petro. Trump has alleged, without evidence, that Petro has connections to the drug trade, a claim that lacks proof as Petro has no indictments for drug trafficking. Petro, a former left-wing guerrilla fighter with the M-19 group who demobilized in the 1990s, has responded strongly, stating he is willing to defend Colombia if attacked. This situation follows a U.S. military operation in Venezuela, which Trump suggested could extend to Colombia. Colombian leaders and the public interpret Trump's statements as a violation of international law and sovereignty, viewing them as a colonial attitude from the U.S. towards Latin America. Many Colombians are unhappy with what they see as blatant interference, similar to the removal of Venezuela's president, despite his unpopularity. The article highlights the diplomatic strain and the principles of national independence at stake.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b8791acbdab424ef_6654a6f1de20.webp",
      "category": "News"
    },
    {
      "id": "36cc9deb2df0f19c",
      "title": "Debating Leadership in Venezuela: Trust and Opposition Views",
      "summary": "This article from PBS NewsHour explores the political situation in Venezuela, focusing on leadership controversies. Nicolás Maduro, the current president, faces strong opposition, with Nobel Peace Prize winner María Corina Machado as a key leader. Her top aide, David Smolansky, criticizes Maduro's former vice president, Delcy Rodríguez, who was recently sworn in as acting president, stating she is not trustworthy to lead. The White House is engaging with remnants of Maduro's regime after a raid, highlighting U.S. involvement. Smolansky emphasizes that nine out of ten Venezuelans desire Maduro's removal and accountability, and he notes that the U.S. is ensuring rights like legal representation, which Maduro denied. The piece raises questions about who truly governs Venezuela—Rodríguez or U.S. influence—and underscores the ongoing struggle between the Maduro government and opposition forces seeking democratic change.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_36cc9deb2df0f19c_64f481dbf476.webp",
      "category": "News"
    }
  ]
}