{
  "articles": [
    {
      "id": "03fdfb4bcd3eeea8",
      "title": "NASA计划再次送宇航员绕月飞行",
      "summary": "NASA正推进其太空探索计划，重点是通过阿尔忒弥斯二号任务送宇航员绕月飞行，这是五十多年来的首次此类旅程。该倡议是更广泛的阿尔忒弥斯活动的一部分，旨在到2028年在月球表面建立持续的人类存在。在特朗普总统的领导下，NASA通过《国家太空政策》和《工薪家庭减税法案》的资金支持，得以追求雄心勃勃的目标。该机构已完成多次载人航天和科学任务，测试了新的实验飞机，并加速了月球探索、地球科学和火星技术的工作。NASA领导层强调，这些成就反映了明确的美国太空领导方向，计划继续发射科学任务，如南希·格雷斯·罗曼太空望远镜，并开发核推进技术用于深空旅行。整体动力来自积极的员工和强大的合作伙伴关系。NASA的目标是扩展人类知识，为未来几十年的太空探索奠定基础。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_03fdfb4bcd3eeea8_c68ed829024d.webp",
      "category": "Science"
    },
    {
      "id": "5064511f364a3c3c",
      "title": "爱迪生是否在1879年意外制造了石墨烯？",
      "summary": "莱斯大学的化学家们复制了托马斯·爱迪生1879年的关键实验，发现了一个令人惊讶的副产品。石墨烯是已知最薄的材料，由单层碳原子以六角形晶格排列而成，具有许多特殊性质，在电池、超级电容器、天线、水过滤器、晶体管、太阳能电池和触摸屏等领域有广阔应用前景。2010年，首次在实验室合成石墨烯的物理学家获得了诺贝尔物理学奖。但根据发表在《ACS Nano》期刊上的一篇新论文，19世纪的发明家托马斯·爱迪生可能在一个多世纪前研究白炽灯泡时，无意中制造了石墨烯作为副产品。研究团队由研究生卢卡斯·埃迪领导，他们重新创建了爱迪生的实验，使用竹制灯丝的工艺灯泡，在110伏电源下加热20秒，达到2000-3000°C的温度。通过拉曼光谱和透射电子显微镜分析，他们发现部分灯丝转变为涡轮层石墨烯，呈现光泽银色。尽管这不能证明爱迪生确实制造了石墨烯，因为他缺乏检测工具，但这项研究强调了用现代材料科学工具重新审视早期技术的潜力。作者指出，其他早期技术如真空管、弧光灯和早期X射线管，也可能意外产生了当时未分析或注意到的特殊材料或反应。创新可以通过用新工具和新问题重新解读过去而涌现，在“爱迪生石墨烯”的案例中，一个140年前的发明不仅在字面上，而且在科学上继续发光。",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5064511f364a3c3c_819b9f5626c4.webp",
      "category": "Science"
    },
    {
      "id": "a50849b7913600f4",
      "title": "脑电波或能帮助瘫痪患者重新活动",
      "summary": "脊髓损伤常导致瘫痪，因为损伤阻断了大脑与肢体之间的神经信号传递，尽管两者功能正常。意大利和瑞士的研究人员在一项发表于APL Bioengineering的研究中，探索了使用脑电图（EEG）作为非侵入性解决方案来弥合这一差距。EEG通过佩戴带有电极的帽子在头皮上检测大脑活动，当患者尝试移动瘫痪肢体时，捕获的信号可被解读并发送到脊髓刺激器，激活神经以产生运动。这种方法旨在避免手术植入电极的风险，如感染。然而，EEG在检测来自大脑深层区域的信号方面面临挑战，使其对上肢比下肢更有效。为了克服这一点，团队采用机器学习算法分析患者尝试简单运动时的复杂EEG数据。他们的研究表明，EEG可能为恢复瘫痪患者的通信提供更安全的替代方案，但需要进一步开发以提高准确性和适用性。这项研究强调了脑机接口领域的进展，为非侵入性神经技术带来了希望，尽管在空间分辨率和信号处理方面仍需改进。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a50849b7913600f4_230e358b0bde.webp",
      "category": "Science"
    },
    {
      "id": "f05d4c114819f9ed",
      "title": "土壤改良减少蝗虫损害并使产量翻倍",
      "summary": "一项在塞内加尔进行的研究表明，施用氮肥可以显著减少蝗虫损害并使作物产量翻倍。由亚利桑那州立大学全球蝗虫倡议的Arianne Cease领导的研究人员与当地农民合作，面对塞内加尔蝗虫的频繁爆发。农民种植了两块小米地：一块施用氮肥，一块未处理。结果显示，施肥地块蝗虫较少，作物损害减少，收获量是未处理地块的两倍。这种方法为管理迁徙性害虫如蝗虫提供了一种可持续的、基于社区的工具，蝗虫通过摧毁作物威胁粮食安全。该研究发表在《科学报告》期刊上，强调改善土壤质量可以改变蝗虫行为，因为营养贫瘠的土壤往往产生高碳水化合物、低蛋白质的植物，从而鼓励爆发。通过解决土壤健康问题，农民可以增强作物韧性，减少对有害农药的依赖，有助于长期农业可持续性。这项研究得到了美国国际开发署的支持，突出了环境科学、农业经济和公共政策在开发抵御迁徙性害虫的弹性农业实践中的交叉点。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f05d4c114819f9ed_078c0f230638.webp",
      "category": "Science"
    },
    {
      "id": "e79de2ccdb922043",
      "title": "童年ADHD特征对成年健康的隐藏影响",
      "summary": "一项由伦敦大学学院和利物浦大学研究人员领导的研究发现，在10岁时表现出ADHD特征的儿童到46岁时更有可能经历身体健康问题和健康相关残疾。这项研究发表在JAMA Network Open上，分析了1970年英国队列研究中10,930名参与者的数据，该研究从出生到中年跟踪个体。ADHD特征通过家长和教师问卷评估，无论是否正式诊断。研究结果表明，童年时期较高的ADHD特征与报告两种或更多慢性疾病（如偏头痛、背部问题、癌症、癫痫或糖尿病）的几率增加14%相关。ADHD以注意力差异、多动和冲动为特征，可能损害日常功能中的规划和时间管理，导致社会和职业困难。研究强调，ADHD常持续到成年，但英国的支持服务相比其他高收入国家有限，导致健康差异。研究人员指出，量身定制的支持对于减轻长期健康风险和帮助ADHD患者茁壮成长至关重要。这项研究增加了证据基础，表明ADHD与整个生命周期中较差的健康相关，呼吁改进诊断和干预措施。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e79de2ccdb922043_c492ae26cb1d.webp",
      "category": "Science"
    },
    {
      "id": "a2dc0401407b3d46",
      "title": "火箭报告：中国火箭12小时内两次失败；Rocket Lab报告挫折",
      "summary": "本文来自Ars Science的火箭报告第8.26版，探讨了全球火箭行业的最新进展和挫折。中国火箭在约12小时内发生两次失败，凸显了太空发射系统的可靠性问题。Rocket Lab在其Neutron火箭的关键资格测试中遭遇重大挫折，可能推迟其首次亮相，反映了开发可重复使用运载火箭的挑战。在澳大利亚，Gilmour Space Technologies获得了1.48亿美元的资金，成为估值超过10亿美元的独角兽初创公司，这体现了该国为减少对SpaceX等外国供应商的依赖而推动主权发射能力的战略举措。同时，Isar Aerospace因阀门问题推迟了其Spectrum火箭的发射，欧洲在失去俄罗斯发射渠道和美欧关系紧张的背景下寻求增强太空主权。此外，Orbex与The Exploration Company签署了意向书，可能出售其业务，表明小型发射市场竞争中的财务压力。报告综合这些事件，说明了国家和私营实体如何在快速发展的太空领域中应对创新障碍、资本获取和战略联盟。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a2dc0401407b3d46_4215c7baf13f.webp",
      "category": "Science"
    }
  ]
}