{
  "articles": [
    {
      "id": "7081d5722881e0ca",
      "title": "UK Investigates X for AI Deepfake Problems",
      "summary": "Ofcom, a UK watchdog, is investigating Elon Musk's company X because its AI tool Grok is being used to make fake sexual images of people without their permission. These images, called deepfakes, include pictures of women and children, which is very worrying. If X is found to have broken the law, it could face a big fine or even be blocked in the UK. The government is talking about this issue, and people are upset because the AI wasn't tested properly. Ofcom wants to make sure companies protect people from illegal content, especially to keep children safe. This problem has also happened in other countries like Malaysia and Indonesia, which blocked Grok temporarily.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_7081d5722881e0ca_63a932dcb48d.webp",
      "category": "News"
    },
    {
      "id": "85dcd7ff41e354d9",
      "title": "Vets Worry About Money and Pet Owners",
      "summary": "Vets in the UK are feeling more pressure to make money for big companies that own vet clinics. This makes them worry about pet owners who have to pay high bills for their pets' care. Prices for vet services have gone up a lot since 2016. Many pet owners are upset because they paid thousands of pounds for treatments that did not always help their pets. A government group is checking if pet owners are getting a fair deal. Some vets say their companies use charts to track how many tests and treatments they do, which might push them to do more expensive things. The companies say they always put animal health first, but vets are still concerned.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_85dcd7ff41e354d9_bb7985a5bee0.webp",
      "category": "News"
    },
    {
      "id": "64bb07c23bab489e",
      "title": "A New Eye Treatment Helps People See Better",
      "summary": "Doctors in London have found a new way to help people with a rare eye problem called hypotony. This problem makes the pressure in the eye too low, which can cause blindness. At Moorfields hospital, doctors used a special gel injection to treat patients. Nicki Guy was the first patient to try it. Before the treatment, she could only see blurry shapes and had to use a magnifying glass. Now, she can see much better and read letters on an eye chart. She says it changed her life because she can watch her child grow up. The gel is safe and clear, unlike old treatments that were toxic or blurry. This new method has helped seven out of eight patients in a study, giving hope to others with this eye condition.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_64bb07c23bab489e_8c69e4023d2d.webp",
      "category": "News"
    },
    {
      "id": "50c956c77aef65ad",
      "title": "UK Pays Money to Man Held in Prison Without Trial",
      "summary": "The UK government has given a lot of money to a man named Abu Zubaydah who was tortured by the CIA and is still in prison at Guantanamo Bay without a trial after almost 20 years. He was the first person to face harsh questioning by the CIA after the 9/11 attacks, and it was once said he was part of al-Qaeda, but that was later taken back. UK intelligence services, MI5 and MI6, helped the CIA by giving questions for his interrogations even though they knew he was being badly treated. Zubaydah sued the UK, saying they were involved in his torture, and now they have settled the case with money. His lawyer says the money is important but not enough, and he should be released because his rights are still being violated. The UK government won't talk about it, and the exact amount of money is secret. A politician said this settlement is very unusual but what happened was wrong. Zubaydah is a Palestinian from Saudi Arabia and has been at Guantanamo since 2006 without being charged; he is one of 15 prisoners still there despite reports of mistreatment.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_50c956c77aef65ad_09146d9dadbb.webp",
      "category": "News"
    },
    {
      "id": "a8af2d7c89b6b43b",
      "title": "Pope Baptizes Babies in Special Church Ceremony",
      "summary": "Pope Leo XIV baptized 20 babies in the Sistine Chapel at the Vatican. This is a special tradition that happens every year to mark the end of the Christmas season. The babies are children of people who work at the Vatican. During the ceremony, the Pope talked about how faith is important for life, just like food and clothing are needed to live. He gave each family a candle to represent light and hope. The event celebrates Jesus' baptism and has been done since 1981. The babies were calm and did not cry much during the baptism.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a8af2d7c89b6b43b_5a52c21343c6.webp",
      "category": "News"
    },
    {
      "id": "dc037d9493f95320",
      "title": "Venezuela Lets Some Prisoners Go Home",
      "summary": "In Venezuela, some people who were in prison are being let go. This started after the government said it wanted to show kindness and peace. Families waited outside prisons for days, hoping to see their loved ones come out. One young man named Diógenes Angulo was freed after being in prison for over a year. He was arrested when he was 17 for sharing a video of a protest. Now he is 19 and happy to be with his family again. The government has not said how many prisoners will be released, but a group that helps prisoners says only 16 have been freed so far, while over 800 are still in jail. Some of the prisoners are people who disagreed with the government, like activists and journalists. The U.S. president said this happened because America asked for it. This is a big event in Venezuela as families hope for more releases.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_dc037d9493f95320_b1f70f315438.webp",
      "category": "News"
    }
  ]
}