{
  "articles": [
    {
      "id": "15343eb2c64f7dee",
      "title": "北极光点亮英国天空，呈现粉绿相间色彩",
      "summary": "近日，一场严重的磁暴由日冕物质抛射引发，导致北极光（又称 Aurora Borealis）在英国及欧洲部分地区天空中出现，呈现出绿色和粉色的绚丽色彩。这一现象源于太阳喷发的带电粒子与地球大气中的气体相互作用：氧原子发出绿光，氮则贡献红、蓝和粉色。周一晚间，该极光在苏格兰、北爱尔兰、威尔士及英格兰多地可见，BBC 收到了相关照片，并有报告称意大利北部和法国南部也观测到。然而，随后几天由于极光信号减弱及英国上空云量增加，可见度下降，尽管苏格兰北部和东部及北爱尔兰的晴朗天空可能提供有限观赏机会。当前正值太阳活动极大期，这是太阳约 11 年周期中的高峰阶段，以黑子活动加剧为特征，促进了日冕物质抛射和太阳耀斑，从而增加了极光频率。磁暴对人类无害，因地球大气层提供保护，但可能干扰卫星和电网等技术系统。最佳观赏条件包括晴朗黑暗的天空、朝北方向，使用相机等设备可增强色彩感知。本文强调了太阳动力学与地球现象之间的相互作用，突出了空间天气的美学意义和实际影响。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_15343eb2c64f7dee_16dd9a15391f.webp",
      "category": "News"
    },
    {
      "id": "48132943168be2ef",
      "title": "欧洲因格陵兰问题改变对特朗普的温和策略",
      "summary": "美国总统特朗普再次强调，出于国家安全考虑，美国必须控制格陵兰，并预测欧洲领导人不会强烈反对。然而，在欧洲领导人周三在瑞士达沃斯举行的世界经济论坛上与特朗普会面时，他们计划采取不同的策略。格陵兰是丹麦的半自治领土，而丹麦是欧盟和北约的成员国。特朗普正施压丹麦在这些组织中的盟友，要求他们放弃哥本哈根，让美国控制格陵兰，否则将面临对所有出口到美国商品的高额惩罚性关税。这对本已低迷的欧洲经济来说是一个恐怖情景，尤其是依赖对美出口的行业，如德国的汽车工业和意大利的奢侈品市场。周一，德国财政部长在与法国同行举行世界经济论坛前的紧急会议后表示，“我们不会让自己被勒索”。特朗普的威胁对欧洲政府来说犹如一记耳光，他们（欧盟和英国分别）去年刚刚与美国总统达成了关税协议。法国财政部长罗兰·莱斯库尔说：“我们正经历未知领域。我们从未见过这种情况。一个盟友，一个250年的朋友，正在考虑使用关税作为地缘政治武器。”他的德国同行拉尔斯·克林拜尔补充道：“一条线已经被越过……你会理解，今天我不会具体说会发生什么。但有一点必须明确：欧洲必须做好准备。”突然之间，欧洲领导人自特朗普重返白宫第二任期以来明显青睐的温和策略似乎已经过时。虽然为跨大西洋关系敲响丧钟还为时过早，但欧盟至少希望在周三的全球经济论坛上以“说话温和，手持大棒”的方式接近美国总统，这是借鉴前美国总统西奥多·罗斯福的理念。罗斯福认为，要实现目标，需要外交辅以可信的力量。欧洲现在似乎正在采取一种“好警察，坏警察”的策略。欧洲领导人告诉特朗普总统，他们支持他优先考虑北极安全，因此他无需在格陵兰问题上单打独斗。同时，欧盟外交官已透露，他们正在考虑对价值930亿欧元的美国商品征收关税，甚至限制美国企业（可能包括银行和高科技公司）进入欧盟庞大的单一市场，如果特朗普实施他的“格陵兰关税”。这些报复性措施很可能也会对美国消费者产生连锁影响。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_48132943168be2ef_71ebde572817.webp",
      "category": "News"
    },
    {
      "id": "52f6d3ef3f9198dc",
      "title": "英国医院等待时间恶化：你的医院在其中吗？",
      "summary": "这篇文章分析了英国医院等待时间的现状，揭示近四分之一的医院自政府一年前公布解决积压计划以来，等待时间进一步恶化。BBC的分析显示，在检查的129家医院信托中，有31家出现倒退，另有17家进展甚微，尽管全国范围内正在取得进展。受影响的关键治疗包括膝关节和髋关节手术，政府目标是到2029年3月达到18周等待时间目标，这一目标自2015年以来一直未实现。医院面临多种挑战，如人员短缺、医生罢工和IT系统问题，阻碍了改进。文章以72岁的关节炎患者玛丽·沃特豪斯为例，她在布莱克浦医院信托等待了八个月才得到评估，导致健康状况恶化，需要双侧髋关节和膝关节置换手术，但由于关节炎晚期和手术复杂，她最终决定放弃治疗。她的经历突显了及时治疗的重要性，但关节炎英国组织指出，护理获取存在不平等。政府将减少等待时间作为国家医疗服务体系的首要任务，并设定了2026年3月的临时目标，但分析表明许多信托机构持续挣扎，强调需要持续行动以确保患者获得及时治疗。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_52f6d3ef3f9198dc_13e0ad8e0f92.webp",
      "category": "News"
    },
    {
      "id": "cd6a056bb8bdc15b",
      "title": "圣丹斯电影节告别帕克城和已故创始人罗伯特·雷德福",
      "summary": "圣丹斯电影节是美国独立电影的重要展示平台，今年正经历深刻变革。在犹他州帕克城开幕的本次电影节，展映了多样化的影片，包括娜塔莉·波特曼等明星参演的作品以及《阳光小美女》等修复经典。然而，今年活动带有苦乐参半的色彩，原因有二：一是告别了长期举办地帕克城，二是创始人罗伯特·雷德福于去年九月去世，电影节需在没有他的情况下前行。明年，圣丹斯将迁至科罗拉多州博尔德，开启新篇章。该电影节为独立电影人提供了关键平台，许多像格雷格·荒木和丹尼尔·罗赫尔这样的资深人士将其职业生涯归功于此。今年主题强调遗产，通过向雷德福致敬和反思圣丹斯在培养电影方面的作用，许多影片在严肃主题中融入幽默。尽管面临变化，参与者视其为对电影节持久影响的庆祝，也是迈向未来的一步，确保其继续作为电影创新的重要渠道。文章探讨了电影节的历史背景、对电影人的影响以及独立电影在行业演变中的更广泛意义。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_cd6a056bb8bdc15b_cc2218145881.webp",
      "category": "News"
    },
    {
      "id": "9642edbb7f7507f0",
      "title": "希恩鲍姆在美国军事行动引发担忧后安抚墨西哥",
      "summary": "墨西哥总统克劳迪娅·希恩鲍姆针对美国在墨西哥附近的两起军事行动引发的担忧作出回应。首先，美国联邦航空管理局发布咨询，因军事活动建议飞机在墨西哥、中美洲和南美洲附近的东太平洋上空谨慎飞行，这引起了墨西哥的警觉。希恩鲍姆表示，她的政府等待了数小时，直到美国政府提供书面保证，承诺不会有美国军机飞越墨西哥领土，并指出墨西哥最初未获通知。其次，一架美国军用运输机在墨西哥城附近的托卢卡机场降落，反对派参议员克莱门特·卡斯塔涅达对此提出质疑，要求政府解释批准程序。希恩鲍姆澄清这是一次后勤行动，用于培训墨西哥公务员，由墨西哥国防部长授权，并符合双边协议。这些事件凸显了在特朗普政府近期单方面行动于委内瑞拉以及威胁对墨西哥毒品卡特尔采取直接军事行动后，墨西哥的敏感性加剧。希恩鲍姆与特朗普讨论了安全合作，墨西哥强调不接受主权侵犯，这反映了持续的外交紧张关系以及美墨关系中沟通的重要性。文章通过官方声明和社交媒体报道，探讨了主权保护与合作之间的平衡，以及地缘政治动态对双边关系的影响。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9642edbb7f7507f0_fd9112904fc0.webp",
      "category": "News"
    },
    {
      "id": "5087c54a72f224d2",
      "title": "欧洲坚决反对特朗普推动收购格陵兰并威胁新关税",
      "summary": "特朗普总统加大压力，威胁如果北约盟友不允许美国收购格陵兰，将对其征收新关税。欧洲领导人召开会议协调应对措施，努力解决由特朗普引发的危机。丹麦及盟国欧洲部队正在加强在格陵兰的军事存在，增派部队以应对该丹麦领土未来的压力。欧洲领导人表示坚决支持格陵兰。据PBS新闻报道，总统加强了对格陵兰的威胁，暗示由于未获得诺贝尔和平奖，他不再感到有义务仅通过和平手段获取该领土。在致挪威首相的信中，特朗普写道：“考虑到贵国决定不授予我诺贝尔和平奖，我不再感到有义务纯粹考虑和平，尽管和平将始终占主导地位，但现在可以考虑对美国有利和适当的事情。除非我们完全控制格陵兰，否则世界不安全。” 这一局势凸显了跨大西洋关系的深刻裂痕，欧洲通过外交和军事手段巩固立场，抵制美国压力，展现了个人不满、经济胁迫和领土主权在国际事务中的交织影响。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5087c54a72f224d2_54cd78271c6a.webp",
      "category": "News"
    }
  ]
}