{
  "articles": [
    {
      "id": "ae93c0ed30e7373f",
      "title": "From Waiters to TV Stars: The Big Hit Show",
      "summary": "Heated Rivalry is a TV show that became very popular even though it didn't have famous actors or a big budget. It tells the story of two ice hockey players who fall in love, based on a book by Rachel Reid. The show was made in Canada with a small amount of money and filmed quickly in Ontario. The main actors, Connor Storrie and Hudson Williams, were waiters before this and are now famous, appearing on TV shows and even hosting events. The casting directors had to find actors who could skate, look athletic, and be comfortable with romantic scenes. The show's success has surprised many people and is watched all over the world, breaking records on websites like IMDB. It shows that a good story can become a hit without needing lots of money or big names.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ae93c0ed30e7373f_874605ebdc34.webp",
      "category": "Fun"
    },
    {
      "id": "e2c042fe5b5d7473",
      "title": "Katie Boulter Wins a Tennis Trophy",
      "summary": "Katie Boulter, a tennis player from Britain, won a big tennis tournament called the Ostrava Open. She played against Tamara Korpatsch from Germany and won in three sets. This is her fourth trophy on the WTA Tour, which is a group of professional tennis events. After winning, she will move up in the world rankings to number 84, which is a big improvement. Boulter thanked her new coach, Michael Joyce, for helping her. She also mentioned that this win was special because it came during a tough year for her. Another British player, Emma Raducanu, lost her final match in a different tournament. Boulter's victory shows her hard work and determination in tennis.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_e2c042fe5b5d7473_676b53f03abc.webp",
      "category": "Fun"
    },
    {
      "id": "5217d793b11ed102",
      "title": "A Space Mystery: Why Uranus Had So Much Energy When Voyager 2 Visited",
      "summary": "A long time ago, in 1986, a spacecraft called Voyager 2 flew past the planet Uranus. Scientists were surprised because it found a lot of high-energy radiation around Uranus, more than they expected. For almost 40 years, they didn't know why. Now, new research from the Southwest Research Institute might have an answer. They think that space weather, like solar wind events from the Sun, was happening at Uranus during the flyby. This space weather could have made the radiation belts supercharged with extra energy. The scientists compared data from Voyager 2 with what we know about Earth's space weather. This helps explain the mystery, but there are still more secrets about Uranus to discover, and scientists want to send another mission to learn more.",
      "source": "Science Daily - Technology",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_5217d793b11ed102_a5ea76398e62.webp",
      "category": "Fun"
    },
    {
      "id": "a591d5bb1fd9facf",
      "title": "Emma Raducanu Loses Tennis Final in Romania",
      "summary": "Emma Raducanu, a British tennis player, lost a big tennis match called the Transylvania Open final in Romania. She played against Sorana Cirstea from Romania, who won easily with scores of 6-0 and 6-2. Raducanu only won two games in the whole match. She was tired because she had a long match the day before and wasn't feeling well. Cirstea played very well and won her fourth title in her career. Raducanu said she was happy to be in the final even though she lost. The match happened in Cluj-Napoca, Romania, and many people watched.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a591d5bb1fd9facf_19c70337e2e2.webp",
      "category": "Fun"
    },
    {
      "id": "bd24c902244817c9",
      "title": "Gwen John: The Artist Who Wanted to Be Free",
      "summary": "Gwen John was an artist who lived a long time ago in Britain. She did not want to do what people expected women to do back then. She loved painting and wanted to be free to make art. People thought she was shy and stayed home all the time, but she was actually very social and interested in others. Now, a big show of her paintings is opening in Cardiff to celebrate her 150th birthday. This exhibition brings her works together from many places for the first time. A TV show about her life has also been made. Gwen John's brother was also a famous artist, but she is becoming more well-known today. She started painting when she was young and never gave up on her dream.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_bd24c902244817c9_ebdd7e8b2f69.webp",
      "category": "Fun"
    },
    {
      "id": "599f8c35e10e3ca8",
      "title": "Princesses and Family Trouble",
      "summary": "Princesses Beatrice and Eugenie are in the news because of their parents, Prince Andrew and Sarah Ferguson. New emails show they had lunch with a man named Jeffrey Epstein after he got out of prison for bad things. They also gave tours of Buckingham Palace for him. People are asking questions about what the princesses knew or did. Some feel sorry for them, while others think they were old enough to understand. This situation makes their future in the Royal Family uncertain.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_599f8c35e10e3ca8_91d16e17b108.webp",
      "category": "Fun"
    }
  ]
}