{
  "articles": [
    {
      "id": "8c13546c1ecfefca",
      "title": "新测试可在症状出现前揭示阿尔茨海默病",
      "summary": "北亚利桑那大学的研究人员正在开发一种新测试，可能可以在症状出现前检测出阿尔茨海默病，从而减缓其进展。这项研究由生物科学系助理教授特拉维斯·吉本斯领导，重点关注大脑代谢，特别是大脑如何利用葡萄糖进行思考和情感等功能。在阿尔茨海默病中，大脑代谢减慢，可作为早期指标。历史上，测量葡萄糖代谢需要侵入性程序，如在颈部静脉插入导管，但吉本斯团队正在探索一种侵入性较小的方法，利用血液中的微囊泡。微囊泡是源自神经元的小囊泡，携带生物标志物，充当大脑的信使。通过使用商业试剂盒分析这些微囊泡，研究人员可以在无需侵入性采样的情况下评估大脑健康。该研究首先在健康志愿者中验证方法，然后与轻度认知障碍和阿尔茨海默病患者进行比较。这可能成为一种常规检查工具，用于跟踪疾病进展。吉本斯强调，类似于通过生活方式改变预防心血管疾病，这种方法有望主动管理大脑健康。该研究得到亚利桑那阿尔茨海默病协会的支持，并涉及与其他科学家的合作，旨在减轻老龄化社会的负担。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8c13546c1ecfefca_81180fcb7ac6.webp",
      "category": "Science"
    },
    {
      "id": "9a4a81c857c82281",
      "title": "发现隐藏恒星：尘埃不应存在之处",
      "summary": "在距离地球约70光年的地方，一颗名为Kappa Tucanae A的恒星长期困扰着天文学家。它被加热到超过1000华氏度的尘埃包围，在极其靠近恒星轨道上发出强烈光芒。在这种条件下，尘埃本不应存活，它要么会蒸发，要么在短时间内被恒星的辐射推开。现在，亚利桑那大学的研究人员认为他们找到了关键缺失的一环：他们发现了一颗伴星，它反复穿过这片异常热尘埃所在的区域。这一发现发表在《天文学杂志》上，由亚利桑那大学斯图尔德天文台的博士后研究员托马斯·斯图伯领导。研究团队利用欧洲南方天文台的MATISSE仪器，实现了该技术有史以来最高对比度的恒星伴星探测。这一发现为科学家研究热外黄道尘埃提供了一个罕见的天然“实验室”。这类尘埃已成为寻找其他恒星周围类地行星的主要障碍。热外黄道尘埃挑战了关于行星系统行为的基本观念，其粒子极其微小，类似于火灾产生的烟雾，且轨道非常靠近恒星。这些区域的强烈热量和辐射本应几乎立即摧毁尘埃。这一谜团之所以重要，是因为热尘埃常出现在科学家希望可能存在类地行星的恒星周围。美国宇航局计划于2040年代发射的宜居世界天文台旨在使用先进日冕仪遮挡星光以观测微弱行星，而热尘埃通过产生所谓的“日冕仪泄漏”（散射光，可能隐藏潜在宜居世界的信号）干扰这一过程。了解尘埃的来源和行为对未来行星搜寻任务至关重要。为更近距离调查该系统，斯图伯团队使用了干涉测量法，这是一种结合多台望远镜光线以模拟更大望远镜的方法。研究人员在2022年至2024年间反复观测Kappa Tucanae A，意外发现了一颗在高度拉长轨道上运动的伴星，其最接近时距主星仅0.3天文单位——比我们太阳系中任何行星距太阳都近。这一恒星实验室的形成将助力未来研究。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_9a4a81c857c82281_338f9c971291.webp",
      "category": "Science"
    },
    {
      "id": "4f71be875a80cb67",
      "title": "特朗普曾试图取消的43亿美元太空望远镜现已完工",
      "summary": "美国国家航空航天局（NASA）已完成南希·格雷斯·罗曼太空望远镜的组装工作，这是一个以NASA首位首席天文学家命名的新观测台。技术人员在马里兰州完成了内外部分的连接，标志着这一里程碑，计划于2026年秋季发射。该望远镜经过了严格测试，包括热真空室，以确保能承受火箭发射条件。与詹姆斯·韦伯太空望远镜相比，罗曼望远镜结构较简单，镜面较小，但视野更广，将进行对数十亿恒星和星系的宇宙普查，有助于研究暗物质和暗能量，它们约占宇宙的95%。罗曼望远镜配备了先进探测器，形成300兆像素的相机，对可见光和近红外光敏感，类似夜视镜技术，能拍摄与哈勃望远镜分辨率相当但覆盖天空区域大得多的图像，例如将哈勃的超深场扩展100倍。此外，罗曼望远镜还包括日冕仪，用于拍摄恒星周围的微弱行星。该项目面临普通挑战，官员表示，这代表了太空探索的重要一步。",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_4f71be875a80cb67_45eaf5edaf5e.webp",
      "category": "Science"
    },
    {
      "id": "a593007c9c0500a7",
      "title": "英国政府放宽自然保护规定以促进住房建设",
      "summary": "英国政府宣布对英格兰的生物多样性净增益（BNG）规则进行修订，豁免面积低于2,000平方米的住房开发项目必须改善野生动物栖息地的要求。此举旨在推动住房建设，作为在当前议会任期内建造150万套新住房的广泛计划的一部分。这些修订由住房部长马修·彭尼库克提出，旨在简化规划流程并应对住房危机，他称在某些地区这已成为紧急状况。然而，自然慈善机构和保护组织对此表示强烈批评，警告称削弱BNG可能破坏自然恢复努力。野生动物与乡村链接组织的理查德·本威尔称之为“损害控制”而非积极的自然领导。另一方面，批评者如全国建筑商联合会的里科·沃图莱维奇认为，BNG增加了建筑成本并复杂化了规划过程，特别是对小型开发商而言。其他改革包括对火车站附近的规划申请（甚至涉及绿带土地）给予“默认批准”，以及要求新建房屋包含如雨燕砖等自然友好特征。政府估计豁免将每年影响约12,500套住房，先前提案曾考虑豁免面积高达10,000平方米的更大场地。这一政策调整突显了城市规划中发展需求与生态保护之间的持续紧张关系。",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a593007c9c0500a7_3407efc01fbb.webp",
      "category": "Science"
    },
    {
      "id": "585136de9fa600ad",
      "title": "意大利山区发现数千个恐龙足迹",
      "summary": "在意大利北部的斯特尔维奥国家公园，科学家发现了数千个距今约2.1亿年前（三叠纪时期）的恐龙足迹。这些足迹属于原蜥脚类恐龙，这是一种草食性恐龙，具有长颈和尖锐的爪子。足迹直径可达40厘米，以平行排列的方式保存在垂直的山壁上，表明这些恐龙以群体方式移动。该地区在三叠纪时期曾是一片潮汐平原，后来随着阿尔卑斯山脉的形成而抬升。古生物学家克里斯蒂亚诺·达尔·萨索称这一发现为“巨大的科学宝藏”，并指出足迹中还有圆形排列，可能反映了复杂的社交行为，如防御性聚集。发现者摄影师埃利奥·德拉·费雷拉希望此举能引发人们对地球历史认知的反思。由于地点偏远，意大利文化部表示将使用无人机和遥感技术进行进一步研究，并将此发现与即将举办的冬奥会相联系，象征自然与体育的传承。这一发现不仅增进了对恐龙行为和环境变迁的理解，还展示了现代科技在古生物学中的应用。",
      "source": "BBC Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_585136de9fa600ad_f768d2d36f2a.webp",
      "category": "Science"
    },
    {
      "id": "d9b386e5e6ee212d",
      "title": "简单一转揭示罗马玻璃的1500年秘密",
      "summary": "华盛顿州立大学艺术史教授兼玻璃吹制师Hallie Meredith在纽约大都会艺术博物馆研究罗马玻璃笼杯时，通过简单转动杯子，在背面发现了被忽视的抽象形状和铭文。这些元素长期以来被视为装饰，但Meredith认为它们是制作标记，用于标识作坊身份。她的研究发表在学术期刊上，显示这些符号出现在公元4至6世纪的多个器物上，表明玻璃工匠共享一套视觉系统。通过分析工具痕迹和未完成作品，她发现证据表明这些容器由团队合作制作，而非个人工匠。Meredith的实践经验作为玻璃吹制师深刻影响了她的学术工作，帮助她理解古代制作的物理需求。她教授一门名为“体验古代制作”的课程，学生通过3D打印和传统技术重现文物，以培养对古代工匠的同理心。她的新书即将由剑桥大学出版社出版，旨在恢复古代工匠在社会历史中的可见性，挑战以往仅关注技术的学术讨论。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_d9b386e5e6ee212d_95070496e0e5.webp",
      "category": "Science"
    }
  ]
}