{
  "articles": [
    {
      "id": "54fa0be8ff7b26b8",
      "title": "A Hidden Chemical Rain from Old Refrigerators and Medicines",
      "summary": "Scientists have discovered a new type of pollution called an invisible chemical rain falling all over Earth. This rain comes from chemicals used in old refrigerators and some medicines that help people sleep during surgery. These chemicals break down in the air to form a substance called TFA, which is a forever chemical because it doesn't go away easily. Between 2000 and 2022, about 335,500 tonnes of TFA fell from the sky onto land and water. The problem is getting worse because these chemicals stay in the air for a long time, and more TFA will keep coming down for many years. Researchers at Lancaster University used computer models to figure this out and checked their work with real samples from ice and rain. TFA might harm fish and other water animals, and it has been found in people's bodies too, so scientists are worried about its buildup. They say we need to think carefully when replacing bad chemicals to avoid new problems.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_54fa0be8ff7b26b8_b0d6aaacbf95.webp",
      "category": "Science"
    },
    {
      "id": "ab49218dcaceda4b",
      "title": "Mars Lakes Stayed Liquid Under Ice",
      "summary": "Scientists found that small lakes on Mars long ago could have stayed liquid for many years, even though it was very cold. They used a special computer model to study this. The model showed that lakes near Mars' equator, like in Gale Crater, might have had a thin layer of ice on top that melted in warmer seasons. This ice acted like a blanket, keeping the water underneath from freezing completely. The research helps explain how water could exist on Mars without it being warm. This is important because we see signs of old lakes on Mars, but it was thought to be too cold. The study was done by researchers from Rice University and published in a science journal.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ab49218dcaceda4b_7fe2d395013e.webp",
      "category": "Science"
    },
    {
      "id": "577f53f040187a17",
      "title": "A New 3D Color Scan for Seeing Inside Our Bodies",
      "summary": "Scientists have made a new machine that takes pictures inside the human body in 3D color. It shows both the shape of soft tissues and how blood vessels are working. This can help doctors find breast cancer better, check nerve damage from diabetes, and study the brain. The machine combines two old ways of taking pictures: ultrasound and photoacoustic imaging. Ultrasound uses sound waves to see tissue shape, but it's not very detailed. Photoacoustic imaging uses laser light to see blood vessels in color, but it doesn't show tissue well. By putting them together, the new machine is simpler and cheaper. It has been tested on people and could be used in hospitals soon to help patients.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_577f53f040187a17_4622425b03de.webp",
      "category": "Science"
    },
    {
      "id": "831fde6e152f74f7",
      "title": "A Black Hole That Burps Like a Star Wars Spaceship",
      "summary": "Astronomers found a black hole named Jetty McJetface that is doing something surprising. It is burping out bright energy like the Death Star from Star Wars, but much stronger. This happened after a star got too close and was torn apart by the black hole's gravity. At first, scientists didn't see the burps, but years later, the black hole started shining brightly again. They think it might keep getting brighter until 2027. This helps scientists learn that black holes can have delayed burps, which they didn't know before. They are now looking for more black holes that act like Jetty to understand space better.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_831fde6e152f74f7_16e690fb3060.webp",
      "category": "Science"
    },
    {
      "id": "bbeacc4ef761dd51",
      "title": "Why Skin Rash Can Hurt Joints",
      "summary": "Some people with a skin rash called psoriasis get sore joints later. This joint problem is called psoriatic arthritis. Scientists have found out why this happens. They discovered that special cells from the skin can travel through the blood to the joints. In the joints, these cells meet other cells that should protect the joint. But in people who get psoriatic arthritis, the protective cells don't work well. This lets the skin cells cause inflammation and pain in the joints. The good news is that doctors might be able to find these traveling cells in the blood early. This could help stop joint damage before it starts by treating people sooner.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_bbeacc4ef761dd51_bb6cca211ef2.webp",
      "category": "Science"
    },
    {
      "id": "76a30867afe7e363",
      "title": "What Are Important Minerals and Why Do We Need Them?",
      "summary": "Countries want special minerals to make things like phones and electric cars. These minerals are called critical minerals because they are very important for a country's safety and economy. China is a big country that helps make these minerals usable for the world. Some minerals, like rare earths, are used in tiny chips that help computers and hospitals work. Even though they are called rare, they are not very rare in the ground. Different countries have different lists of which minerals are important to them. For example, the US says copper is important, but the UK does not. As we use more technology and clean energy, we need more of these minerals.",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_76a30867afe7e363_4f3a1a567cdd.webp",
      "category": "Science"
    }
  ]
}