{
  "articles": [
    {
      "id": "5d18fbbad1381058",
      "title": "A Big Hole in a Canal Causes Trouble",
      "summary": "A large hole, called a sinkhole, has opened up in a canal in Shitchurch, Shropshire. This has caused a major incident, with two narrowboats falling into the hole and two more stuck at the edge. Police and fire services are helping people stay safe and asking others to avoid the area. No one is hurt. The Canal and River Trust is checking what happened and trying to fix the water levels. A local councillor said it happened early in the morning, and people thought it was an earthquake. Water has flooded into a nearby field, but a flood gate is stopping more water from escaping. Everyone is working to make the area safe again.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5d18fbbad1381058_9a655b986a34.webp",
      "category": "News"
    },
    {
      "id": "e55d2969f1bad6f3",
      "title": "Lawmakers Want More Epstein Papers Released",
      "summary": "Two US lawmakers, Thomas Massie and Ro Khanna, are upset because not all the government files about Jeffrey Epstein have been made public. Epstein was a man who hurt many people, and the law says all the papers should be released by a certain date. Only some papers came out, with parts hidden or missing, which makes the lawmakers and survivors angry. They are thinking about using a special rule called 'inherent contempt' to take legal action against Attorney General Pam Bondi, who is in charge of the papers. This rule could fine Bondi every day she doesn't release the full files. The Department of Justice says they are following the law and will release more soon, but the lawmakers want everything now to help the victims.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e55d2969f1bad6f3_ffb79030376d.webp",
      "category": "News"
    },
    {
      "id": "6c415424b370131a",
      "title": "A University Gets a Warning After a Talk is Disrupted",
      "summary": "A professor named Alice Sullivan gave a talk at the University of Bristol, but some people protested during it because they disagreed with her ideas. She is upset and says the university did not protect her right to speak freely. The university says they did keep her safe and support free speech. Universities have rules to let people share their thoughts, even if others find them upsetting, while also allowing peaceful protests. Prof Sullivan wrote a letter threatening to take the university to court over this issue. She had done a review for the government about collecting data on sex and gender. The protest was about trans rights, and she feels the university listened too much to complaints instead of helping her talk go smoothly.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6c415424b370131a_a18989f59821.webp",
      "category": "News"
    },
    {
      "id": "94e2cfece0a9c6dc",
      "title": "Fun TV Shows for Christmas Time",
      "summary": "Christmas is a time when families watch special TV shows together. This article talks about some fun programs to see over the holidays. There is a comedy show called Two Doors Down about funny neighbors having a Christmas special. A new movie called Finding Father Christmas is about a boy who believes in Santa and tries to prove he is real. The Princess of Wales hosts a carol service with singing and readings. Kate Winslet is making a new Christmas film too. These shows help people enjoy the festive season until a popular show called The Traitors starts in January.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_94e2cfece0a9c6dc_13276e382f90.webp",
      "category": "News"
    },
    {
      "id": "bf2c954b3f8bc976",
      "title": "Nicki Minaj Talks About Her Beliefs and Politics",
      "summary": "Nicki Minaj, a famous rapper, surprised people by speaking at a conservative event in Arizona. She talked about her support for President Donald Trump and Vice President JD Vance, calling them role models. Nicki was interviewed by Erika Kirk, whose husband Charlie Kirk was being remembered at the event. Nicki explained that she likes Trump and Vance because they have heart and soul, and she feels proud of them. She also made fun of California Governor Gavin Newsom by using a nickname. Nicki said she is tired of being pushed around and thinks it's important to speak your mind, even if others disagree. She believes that people should use their minds more. Erika Kirk thanked Nicki for being brave, and Nicki said they are too busy building things to worry about critics. Nicki is from Trinidad and is known for songs like 'Super Freaky Girl' and has been nominated for Grammy awards.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_bf2c954b3f8bc976_bdbe6ca7e626.webp",
      "category": "News"
    },
    {
      "id": "be5e9cba35a91a7c",
      "title": "President Trump's Special Walkway at the White House",
      "summary": "President Donald Trump made a special walkway at the White House with bronze plaques for each U.S. president. These plaques have descriptions that sound like his social media posts, and some of them are not true. For example, Joe Biden's plaque says he won the election because it was corrupt, but that is false because many lawsuits and investigations found no evidence of fraud. It also says Biden had the highest inflation ever, but inflation was higher in the 1970s and 1980s. Barack Obama's plaque calls him divisive, but polls show many people like him. It says his health care law was ineffective, but it helped more people get insurance. The article checks these facts to show what is true and what is not.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_be5e9cba35a91a7c_8eb511e387c6.webp",
      "category": "News"
    }
  ]
}