{
  "articles": [
    {
      "id": "c5d35d714bd0140b",
      "title": "UK Economy Grows Slowly at End of 2025",
      "summary": "In the last part of 2025, the UK economy grew by only 0.1%, which is a very small increase. This means the economy was not doing very well. The Office for National Statistics (ONS) said that the services sector, which is a big part of the economy, did not grow at all for the first time in over two years. The construction sector had its worst performance in four years, with a big drop in building new houses. However, manufacturing helped a little by increasing. Overall, the growth was called 'subdued,' which means it was weak. The government wants to grow the economy more, but it is still slow. Some companies like Jaguar Land Rover helped by making cars again after a cyber-attack, but others held back on spending because they were unsure about taxes. Experts say the economy lacks momentum, but the government believes it has a good plan for the future.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c5d35d714bd0140b_a8ce929533e8.webp",
      "category": "News"
    },
    {
      "id": "197f4291cfe3a059",
      "title": "Remembering a TV Star: James Van Der Beek",
      "summary": "James Van Der Beek, an actor from the TV show Dawson's Creek, has died at age 48 from bowel cancer. His friends and co-stars, like Katie Holmes and Busy Philipps, are sharing kind words about him on Instagram. They talk about his bravery and kindness. He was diagnosed with cancer in 2023 and told everyone in 2024. He played Dawson Leery on the show from 1998 to 2003. People are sad and are helping his family by donating money online through a fundraiser. The fundraiser has raised over $1 million to support his wife and six children. His co-stars ask for privacy for the family during this hard time.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_197f4291cfe3a059_c9dc42b23972.webp",
      "category": "News"
    },
    {
      "id": "5d117db678e9732b",
      "title": "Sad Stories of Baby Loss at a Hospital",
      "summary": "This article tells a sad story about some families who lost their babies at a hospital in Sussex, England. The families were excited to have their first babies, but something went wrong. Two couples even planned to name their sons Felix. An investigation found that the hospital might not have taken good care of these families. The hospital paid a lot of money for mistakes in maternity care. Some parents say the hospital did not tell them the truth about what happened. The hospital says it tries to keep babies safe. This story helps us learn about how hospitals need to be careful and listen to parents.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_5d117db678e9732b_c3c33604809d.webp",
      "category": "News"
    },
    {
      "id": "0403ee361c4164f4",
      "title": "Snow and Ice Warnings for the UK",
      "summary": "After lots of rain, cold weather is coming back to the UK. Snow and ice warnings are in place for Scotland and northern England from Thursday to Friday. Arctic air will make temperatures drop, and rain will turn to snow, especially on higher ground. Up to 10cm of snow might pile up above 200m. When the snow clears, it will get very cold, causing ice on roads and making driving dangerous. Health alerts are also issued to help protect vulnerable people from the cold. By Tuesday, temperatures should go back to normal. Remember to stay safe in the snow and ice!",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0403ee361c4164f4_a75021ea9477.webp",
      "category": "News"
    },
    {
      "id": "aa138f9056da5395",
      "title": "A Big Meeting About a Bad Man's Papers",
      "summary": "Pam Bondi, a lawyer for the government, had a meeting with lawmakers in Congress. They asked her many questions about files related to Jeffrey Epstein, a man who did bad things to people. Bondi did not want to talk much about these files. She got angry and said mean things to the Democrats who were asking questions. She said they were just putting on a show. Instead, she talked about how past governments did not do enough about Epstein. Republicans in the meeting supported Bondi and blamed others. Some people who were hurt by Epstein watched the meeting and were upset because they felt the files were not handled safely. The meeting showed that people are fighting over how to deal with Epstein's case.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_aa138f9056da5395_88dcd1f7ac10.webp",
      "category": "News"
    },
    {
      "id": "e13971998305be1d",
      "title": "Jobs and Layoffs: What's Happening in the U.S. Economy?",
      "summary": "In January 2026, the U.S. economy added 130,000 new jobs, which is good news because it means more people are working. The unemployment rate went down a little to 4.3%. But there is also some bad news. The government revised last year's job numbers and found that only 181,000 jobs were added in 2025, which is much fewer than they thought before. At the same time, big companies like Amazon and UPS are laying off thousands of workers. This mix of good and bad news makes people unsure about how strong the economy really is. An expert named Harry Holzer, who used to work for the government, helps explain what these numbers mean for jobs and the future.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e13971998305be1d_a87035a8d4a5.webp",
      "category": "News"
    }
  ]
}