{
  "articles": [
    {
      "id": "c04feec0f4947e12",
      "title": "A New Leader for a Big Union in the UK",
      "summary": "Andrea Egan has been chosen as the new leader of Unison, which is the largest trade union in the UK with over 1.3 million members. She won the election by getting almost 60% of the votes, even though not many members voted. Andrea Egan used to be in the Labour Party but was removed three years ago. She beat Christina McAnea, who is a friend of Prime Minister Keir Starmer. After winning, Andrea Egan said she will stand up to employers, politicians, and ministers who do not help union members. She promised to hold the Labour Party accountable and not give them easy support. Keir Starmer congratulated her and said he wants to work together. Unison helps workers in public services like schools, hospitals, and police. Andrea Egan will start her job in January for five years.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c04feec0f4947e12_a0ee42304cdf.webp",
      "category": "News"
    },
    {
      "id": "4e436b6a066dbeec",
      "title": "Doctors Go on Strike in England for Five Days",
      "summary": "Doctors in England are on strike for five days, which means they are not working to ask for better pay and more training jobs. NHS bosses, who run hospitals, say this strike will cause problems for patients because many services might be slowed down or stopped. At the same time, a flu wave is making hospitals very busy. The doctors' union, called the BMA, wants the government to promise higher pay and more training places. The government and union talked but did not agree, so the strike started. Senior doctors are helping to cover some work, but non-urgent care like hip replacements could be affected. This is the 14th strike by these doctors in a long argument over pay.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4e436b6a066dbeec_7198fca5bc34.webp",
      "category": "News"
    },
    {
      "id": "4b2caf95218cbef2",
      "title": "Prices Go Down, Inflation Drops",
      "summary": "In November, prices for things like food, clothes, and drinks went down, which helped lower inflation in the UK. Inflation is a measure of how much prices are rising overall. It fell to 3.2%, which is lower than before and surprised experts. Food prices dropped, especially for cakes, biscuits, and cereals. This is good news because it means things might get cheaper for families. The Bank of England might lower interest rates soon, which could help people save money. However, some prices, like for beef and chocolate, are still going up. The government is working to reduce bills, like for trains and energy, to help everyone.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4b2caf95218cbef2_76200800088b.webp",
      "category": "News"
    },
    {
      "id": "28824737480e2a37",
      "title": "Many Americans Are Unhappy with How the President Handles Money Issues",
      "summary": "A new poll shows that many Americans are not happy with how President Trump is handling the economy, which is about money and jobs. Fifty-seven percent of people disapprove, and only thirty-six percent think he is doing a good job, which is the lowest ever in this poll. People are worried about the cost of living, like prices for food and housing, and healthcare costs. Seven in ten Americans say living in their area is too expensive. This unhappiness might affect how people vote in future elections. Experts say when people feel money is tight, they blame the president. The poll also found that more voters now trust the Democratic party to handle the economy better than the Republican party, which is a big change from before.",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_28824737480e2a37_b0d318e8209c.webp",
      "category": "News"
    },
    {
      "id": "55d67380006a56c5",
      "title": "Timothée Chalamet's Favorite Brits and His New Movie",
      "summary": "Timothée Chalamet is a famous actor from Hollywood. He is making a list of five great British people. He names Lewis Hamilton, David and Victoria Beckham, and a rapper called Fakemink. His last pick is Susan Boyle, a singer from Britain's Got Talent. He says she dreamed big and moved many people with her song. Chalamet is doing this to promote his new movie about table tennis called Marty Supreme. He gives jackets with the movie title to people he thinks are great, like swimmers and football players. He is in London for his movie tour, opening a store and staying in a hotel.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55d67380006a56c5_203ef66bf9c0.webp",
      "category": "News"
    },
    {
      "id": "4bd216be00866e37",
      "title": "Jobs Report Shows Changes in U.S. Job Market",
      "summary": "A new report about jobs in the U.S. shows that the job market is cooling down, which means it is getting slower. The unemployment rate went up to 4.6%, the highest in four years. This means more people are looking for work but cannot find jobs. However, there was some good news: 64,000 new jobs were added last month, which is better than expected. The report was delayed because the government had a shutdown for six weeks, so data collection was paused. An expert named David Wessel from the Brookings Institution says this shows the labor market is weakening, but there is uncertainty due to the shutdown affecting the data. The report also noted job losses in October and at the federal level recently.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4bd216be00866e37_513737596fac.webp",
      "category": "News"
    }
  ]
}