{
  "articles": [
    {
      "id": "51d4389191988317",
      "title": "Billie Jean King Talks About Tennis Matches for Boys and Girls",
      "summary": "Billie Jean King is a famous tennis player who played a big match against Bobby Riggs in 1973. That match was called the 'Battle of the Sexes' and was watched by many people around the world. It helped women fight for equal rights in sports. Now, there is a new tennis match between Aryna Sabalenka and Nick Kyrgios, also called the 'Battle of the Sexes.' Billie Jean King says the new match is different because her match was about making social changes for women, but this one is just for fun. She hopes Sabalenka wins, but she thinks it's not the same as her important match. The new match has special rules, like a smaller court for Sabalenka, which King did not have in her match.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_51d4389191988317_98a5e4543272.webp",
      "category": "Fun"
    },
    {
      "id": "2857df8829dad7ba",
      "title": "A Tennis Legend Talks About an Old Match",
      "summary": "Billie Jean King is a famous tennis player from America. She played a big match in 1973 against Bobby Riggs called the 'Battle of the Sexes'. She won that match. Now, there is a new 'Battle of the Sexes' match between Aryna Sabalenka and Nick Kyrgios. Billie Jean King says the new match is not the same as her old match. Her match in 1973 was about social change. This means it helped make things better for women in sports and society. She thinks women's tennis is getting better today. The article is from BBC Tennis and talks about how sports can change the world.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2857df8829dad7ba_25230d6b6945.webp",
      "category": "Fun"
    },
    {
      "id": "a62701cbfb0d91dc",
      "title": "Iceland Says No to Eurovision Song Contest",
      "summary": "Iceland has decided not to join the Eurovision Song Contest in 2026, making it the fifth country to do so after Spain, Ireland, Slovenia, and the Netherlands. They are boycotting because Israel is allowed to participate in the competition. The director of Iceland's national broadcaster, RÚV, said there is no peace or joy in the contest right now, so they are stepping back. RÚV also mentioned that Israel's involvement has caused disagreements among members of the European Broadcasting Union and the public. Iceland made this decision just before the deadline to confirm participation. Eurovision's director respects their choice and hopes they return soon. The contest is supposed to celebrate its 70th anniversary, but some countries are unhappy with Israel being there due to the war in Gaza and voting concerns.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_a62701cbfb0d91dc_ba8cfd8be965.webp",
      "category": "Fun"
    },
    {
      "id": "f6e26a17db212dac",
      "title": "Remembering Sophie Kinsella, a Kind Author",
      "summary": "Sophie Kinsella was a famous author who wrote the Shopaholic books. She passed away at age 55. Her friends and other authors remember her as a very kind and warm person. Jojo Moyes, another writer, said Sophie was graceful and smart. Sophie's books have sold over 50 million copies all around the world. She was diagnosed with a serious illness called brain cancer in 2022. People loved her because she brought joy through her stories. Her family is sad about her death. This article tells us how much she was appreciated and how her work touched many lives.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_f6e26a17db212dac_ff1b8d1a5b04.webp",
      "category": "Fun"
    },
    {
      "id": "9297561fb1d86a9d",
      "title": "Tennis Stars Play Fun Match",
      "summary": "Aryna Sabalenka is the top women's tennis player in the world. She is going to play a special match against Nick Kyrgios, a men's tennis player. The match is called 'Battle of the Sexes' and will happen in Dubai in December. Sabalenka says this match is not risky for her or for women's tennis. She thinks it will be exciting and fun for fans. Kyrgios has had some problems in the past, but he is also playing. Sabalenka is confident that everything will be okay. The match is an exhibition, which means it's for entertainment and not for a championship. They want to show their skills and bring people together to watch tennis. Sabalenka believes it's a positive thing for sports.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9297561fb1d86a9d_db8d0ae74139.webp",
      "category": "Fun"
    },
    {
      "id": "ff83a2162d26823b",
      "title": "Billie Jean King Says Women's Tennis is Improving",
      "summary": "Billie Jean King is a famous tennis player who won 39 big tournaments called Grand Slams. She helped start the Women's Tennis Association (WTA), which organizes women's tennis games. King says that the WTA made a new deal with Mercedes-Benz, a car company, worth a billion dollars. This deal shows that women's tennis is leading the way in women's sports. It means more money and support for female tennis players, helping the sport grow. King believes this is a good sign that women's tennis is moving in the right direction. Her opinion is important because she has worked hard for women's rights in sports. This news can encourage girls to play tennis and shows that women's sports are getting more attention.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ff83a2162d26823b_a00218fdfc97.webp",
      "category": "Fun"
    }
  ]
}