{
  "articles": [
    {
      "id": "53024d37be133768",
      "title": "考古学家发现苏格兰3000年前神秘集体墓葬遗址",
      "summary": "最新研究揭示了苏格兰南部约3300年前的一个“神秘集体埋葬事件”。2020年和2021年，Guard考古公司在建设通往Twentyshilling风电场通道期间，在邓弗里斯和加洛韦的桑克尔附近进行了挖掘。他们发现了一个青铜时代的古坟——一个古老的墓葬土墩，里面有五个紧密排列的骨灰瓮，装着几个人的火化骨头。领导挖掘的考古学家托马斯·缪尔表示，某种“可怕事件”，如饥荒，可能导致了许多人同时被埋葬。风电场位于桑克尔以南约三英里（4.8公里）的崎岖高地上。在挖掘中，Guard考古公司发现了这些骨灰瓮，里面至少有八个人的火化骨头，所有这些都在公元前1439年至1287年之间的某个时间一次性埋葬。北边较远的一小组坑也被挖掘，揭示了公元前2867年至2504年之间的新石器时代晚期活动。缪尔说：“Twentyshilling古坟中的五个骨灰瓮至少包含八个人。”“这些骨灰瓮同时埋葬，因为它们紧密地放在坑中，并且属于相同的公元前15至13世纪日期范围。”他表示，这表明这是一次集体埋葬，“可能是同一家庭或群体”。他指出：“Twentyshilling遗骸的重要之处在于，它们被火化后几乎立即埋葬。”他说这很不寻常，因为青铜时代有“相当的传统”将尸体暴露一段时间，如在边境地区Broughton的另一处挖掘中看到的那样。“那个地方被重新打开了几次并重复使用，所以它被一个社区长期使用，”他说。“而在Twentyshilling，社区一定发生了某种可怕事件——可能是饥荒——许多人在很短的时间内相继死亡。”该地区的青铜时代可能是一个“特别紧张的时期”，因为该地区的其他墓葬遗址显示出饥荒和废弃的证据。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_53024d37be133768_6d332a370cc5.webp",
      "category": "Science"
    },
    {
      "id": "04456595f79ccf85",
      "title": "AI检测癌症但也能读取你的身份",
      "summary": "病理学是医生通过显微镜检查组织样本来诊断癌症的关键领域，传统上被视为客观过程，不涉及患者人口统计信息。然而，人工智能（AI）在病理学中的应用揭示了新挑战。哈佛医学院的研究人员领导的一项研究表明，AI模型可以从组织切片中推断出患者的种族、性别和年龄等人口统计细节。这种意外能力引入了偏见，导致AI在不同患者群体中的诊断准确性存在差异。例如，模型在区分非裔美国人和男性患者的肺癌亚型、以及分类年轻患者的乳腺癌亚型时表现较差，这些差异出现在约29%的诊断任务中。偏见产生的原因是AI从组织图像中提取人口统计模式并用于决策，这与病理学应纯粹客观的假设相悖。为解决这一问题，研究人员开发了FAIR-Path框架，显著减少了测试模型中的偏见。这项研究强调了医疗AI公平性的重要性，因为偏见系统可能影响诊断结果和患者护理。该工作部分由联邦资金支持，发表于《细胞报告医学》杂志，凸显了对医疗AI工具进行持续评估和改进的必要性，以确保所有患者获得准确和公平的诊断。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_04456595f79ccf85_2cf66ed833a0.webp",
      "category": "Science"
    },
    {
      "id": "acd9c0b44a6990ad",
      "title": "这种微小蛋白质帮助控制饥饿感",
      "summary": "最新研究表明，一种名为MRAP2的辅助蛋白质对于调节食欲的MC3R蛋白质功能至关重要。由伯明翰大学科学家领导的研究团队在《Science Signaling》期刊上发表了一项研究，利用细胞模型观察MRAP2如何与MC3R相互作用。他们发现，当MRAP2与MC3R等量存在时，细胞信号传导增强，从而帮助MC3R平衡能量摄入和消耗。研究还调查了与肥胖相关的MRAP2基因突变，显示这些突变会削弱其对MC3R的支持，导致食欲调节失调。这一发现揭示了遗传因素如何通过干扰激素系统导致肥胖。主要作者Caroline Gorvin博士强调，理解MRAP2的作用为肥胖风险和潜在治疗提供了新线索。这项研究是代谢和细胞信号传导合作的一部分，旨在开发未来药物，靶向MRAP2以增强饱腹感和改善能量平衡，为体重管理提供新选择。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_acd9c0b44a6990ad_ba0d7e112af3.webp",
      "category": "Science"
    },
    {
      "id": "e5b4b60bb3b639ef",
      "title": "科学家证明“不可能”的地球到太空量子链接是可行的",
      "summary": "一项最新研究表明，量子信号可以从地球上传至卫星，这一上行链路方法长期以来被认为不切实际。由悉尼科技大学教授西蒙·德维特和亚历山大·索尔恩采夫领导的研究团队，在《物理评论研究》期刊上发表了题为“通过上行卫星通道进行量子纠缠分布”的论文。他们通过精细建模，考虑了现实世界因素如背景光、大气效应和光学系统不对准，证明上行量子纠缠分布是可行的。传统下行链路中，卫星在太空产生纠缠粒子并发送至地面，主要用于加密通信；而上行方法利用地面设备的优势，如更大功率、更易维护和更强信号生成能力，有望支持高带宽量子网络，连接量子计算机以实现可扩展的量子互联网。近年来，中国的“墨子号”和“济南一号”卫星在下行量子通信方面取得重要进展，但上行策略为超越加密应用提供了实用路径。研究人员建议使用无人机或气球接收器进行初步测试，作为迈向利用低地球轨道卫星构建大规模量子网络的一步。这一发现挑战了旧有观念，可能推动全球量子通信技术的未来发展。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e5b4b60bb3b639ef_1a4c91b79337.webp",
      "category": "Science"
    },
    {
      "id": "c1e7ec7e79196fa9",
      "title": "特朗普政府威胁解散主要气候研究中心",
      "summary": "特朗普政府通过管理和预算办公室主任拉塞尔·沃特宣布计划解散国家大气研究中心（NCAR），这是一个在气候和天气研究领域的关键机构。沃特批评NCAR是“气候警报主义”的主要来源，并针对其多样性倡议，称为“觉醒”活动，旨在将 underrepresented 群体纳入科学领域。NCAR总部位于科罗拉多州博尔德，在怀俄明州设有超级计算中心，由美国国家科学基金会（NSF）资助，并由大气研究大学联盟（UCAR）管理。政府计划将某些研究活动转移到其他机构，重点关注所谓的“绿色新骗局研究”，同时保留其他功能。然而，此类变更的法律权限尚不明确，因为NCAR的管理协议可能不允许政府直接下令。NSF已表示 compliance，计划剥离超级计算机和研究飞机等资源，并将气候变化排除在关键功能之外。科学家们，包括凯瑟琳·海霍和加文·施密特，表示沮丧，警告解散NCAR将严重影响气候科学和研究基础设施。过去的法院裁决曾以“任意和任性”为由阻止类似行动，但政府坚持，可能在法律斗争期间 disrupt 研究。文章强调了政府的气候科学怀疑论与科学界依赖证据研究之间的意识形态冲突，突显了政治干预对科学完整性的潜在危害。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_c1e7ec7e79196fa9_4babcf6873a7.webp",
      "category": "Science"
    },
    {
      "id": "7234ff298e97b8ea",
      "title": "科学家解决困扰数十年的量子谜题",
      "summary": "由莱斯大学物理学家戴鹏程领导的一个全球研究团队验证了在奇异量子自旋液体中存在涌现光子和分数化自旋激发，并将晶体铈锆氧化物（Ce2Zr2O7）确定为这种奇异物质状态的清洁三维示例。这项发表在《自然·物理学》上的工作解决了凝聚态物理学中一个长期存在的争论。量子自旋液体多年来一直吸引着物理学家，因为它们最终可能支持变革性技术，包括量子计算和无耗散能量传输。与普通磁体不同，这些材料避免了常规磁序，其磁矩在接近绝对零度的温度下保持强量子纠缠和持续集体运动，产生类似于涌现量子电动力学的行为。研究人员依靠先进的极化中子散射来锁定这些难以捉摸的特征，这种方法帮助他们隔离了关心的磁散射，同时过滤掉其他信号，即使系统接近零温极限。他们的测量还揭示了接近零能量的涌现光子信号——这是将量子自旋冰与常规磁体中更熟悉相区分开的一个定义性特征。比热测量提供了额外证据，支持这些预测的涌现光子遵循类似于声音在固体中传播的色散关系。早期确认此类行为的尝试常受到技术噪声和不完整数据的干扰。莱斯大学领导的团队通过改进样品制备和高精度仪器，以及涉及欧洲和北美主要实验室的国际合作，应对了这些挑战。在这三维候选材料中，研究人员观察到了涌现光子和自旋子——量子自旋冰的关键标志。这一结果解决了凝聚态物理学中一场长期争论，并为科学家研究下一代量子现象和潜在技术路径提供了强大平台。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7234ff298e97b8ea_0fdd46881939.webp",
      "category": "Science"
    }
  ]
}