{
  "articles": [
    {
      "id": "1924a2590abe37c3",
      "title": "HS2铁路沿线发现的宝藏藏于秘密仓库",
      "summary": "在英国HS2高速铁路建设过程中，考古学家发现了约45万件文物，为英国历史提供了新的见解。这些宝藏藏于约克郡的一个秘密仓库中以确保安全，包括可能属于罗马角斗士的标签、一把可能超过4万年前的手斧以及19世纪的金假牙。自2018年以来，约1000名考古学家在伦敦至伯明翰路线的60个挖掘点进行了工作，这是英国规划法律要求的遗产保护评估的一部分。虽然野外工作已基本完成，但这些文物的未来——是继续储存还是公开展示——尚未决定。该项目引发了争议：像英格兰遗产这样的组织赞扬这些发现，但批评者如议员格雷格·史密斯则认为，HS2不断攀升的成本、延误以及对环境和历史景观的破坏使其不值得建设。HS2的回应承认了过去的问题，但强调了其考古团队的细致工作。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    },
    {
      "id": "257a73a2455337b0",
      "title": "皮肤科医生称胶原蛋白补充剂并非人们期望的皮肤修复良方",
      "summary": "胶原蛋白补充剂被广泛宣传为对抗皮肤老化的解决方案，但皮肤科医生警告说，它们并非经过证实的有效方法。胶原蛋白是皮肤、肌肉和骨骼中 essential 的蛋白质，随着年龄增长，其产量减少，导致皱纹和关节不适。然而，口服胶原蛋白补充剂可能无法有效将胶原蛋白输送到皮肤，因为身体在消化过程中会将其分解。关于这些补充剂的研究结果不一：一些研究表明，水解胶原蛋白可能改善皮肤水合和弹性，而其他高质量研究则未发现任何益处。一项对23项随机对照试验的荟萃分析指出，支持胶原蛋白补充剂的研究往往质量较低且由制药公司资助，而独立资助的高质量研究则显示无益。安全性也是关注点，尤其是海洋来源的补充剂可能被甲基汞污染，且缺乏像药物那样的严格监管。美国皮肤科学会指出，许多补充剂缺乏第三方验证和清晰的成分信息。相反，专家强调通过富含蛋白质和维生素C的健康饮食，以及使用防晒霜、涂抹局部维A酸和避免吸烟等生活习惯，来支持身体自然产生胶原蛋白。这些方法更有科学依据，对维护皮肤健康更安全可靠。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_257a73a2455337b0_148725f872c1.webp",
      "category": "Science"
    },
    {
      "id": "733e491146bbfd50",
      "title": "挪威岛屿北极熊变胖更健康，尽管海冰减少",
      "summary": "科学家们发现，自1990年代初以来，挪威斯瓦尔巴群岛的北极熊变得更胖、更健康，尽管气候变化导致海冰持续减少。北极熊通常依赖海冰作为平台来捕食海豹，以获取富含脂肪的餐食，但斯瓦尔巴的北极熊通过食用更多陆基猎物（如驯鹿和海象）来适应冰损失。研究人员在1992年至2019年间对770只成年熊进行了称重和测量，发现它们的身体状况显著改善。海象自1950年代以来在挪威受到保护，数量增加，为北极熊提供了新的脂肪食物来源。此外，海豹聚集在更小的冰区，使其更容易被捕获。然而，科学家警告称，这一积极趋势可能是暂时的；随着海冰继续减少，北极熊将不得不旅行更远距离到达狩猎场，消耗更多能量并耗尽宝贵的脂肪储备。这项研究发表在《科学报告》上，强调了物种如何适应环境变化，但也凸显了气候变化对北极生态系统的长期威胁。",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_733e491146bbfd50_f74a76e41184.webp",
      "category": "Science"
    },
    {
      "id": "fbddfedf29ff6c4c",
      "title": "简单血液测试可在症状出现前数年发现帕金森病",
      "summary": "瑞典查尔姆斯理工大学和挪威奥斯陆大学医院的研究人员取得了一项突破性进展，能够在帕金森病症状出现前数年通过血液检测发现该疾病。他们识别出与早期细胞变化相关的生物标志物，特别是涉及DNA损伤修复和应激反应机制。利用机器学习，团队分析了基因活动模式，这些模式仅在帕金森病早期阶段的个体中出现，而在健康人或晚期患者中不存在。这一发现为早期诊断打开了关键窗口，因为帕金森病通常具有长达20年的无症状前期，在此期间大脑损伤在不知不觉中发生。该研究发表在《npj帕金森病》期刊上，表明基于血液的测试可能在五年内成为一种经济高效且易于获取的筛查工具，有望彻底改变我们对这种神经退行性疾病的应对方式。帕金森病全球影响超过1000万人，随着人口老龄化，预计病例数将大幅增加，早期检测对于延缓疾病进展和改善患者生活质量至关重要。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fbddfedf29ff6c4c_911392bc67ed.webp",
      "category": "Science"
    },
    {
      "id": "fa9848ac1b6f8e8c",
      "title": "各州拟对化石燃料公司征税以建立气候变化超级基金",
      "summary": "随着气候变化成本上升，美国多个州正在推动立法，要求化石燃料公司通过气候变化超级基金承担财务责任。这些基金旨在支付与气候影响相关的费用，如保险费用上涨、公用事业账单、医疗支出以及极端天气造成的损失。伊利诺伊州等州正在引入法案，由州代表罗宾·加贝尔领导，强调纳税人不应独自承担负担，而石油公司持续获利。这一运动是全国性努力的一部分，在康涅狄格州和科罗拉多州等地举行活动，纽约州和佛蒙特州已通过相关法律。该策略借鉴了1980年的超级基金法，该法强制污染者支付清理费用。民意调查显示强烈支持，71%的可能选民赞成这一想法。然而，这些法案面临化石燃料行业和法律挑战的反对，包括美国司法部的批评，称其繁琐且具有意识形态动机。倡导者认为，由于联邦在气候政策上的不作为以及联邦紧急事务管理局的预算削减，各州必须独立行动。这一动态突显了气候责任方面的政治冲突，各州试图填补联邦政策空白，同时应对复杂的法律和经济环境。",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fa9848ac1b6f8e8c_bc34138bd20c.webp",
      "category": "Science"
    },
    {
      "id": "757d601b007402a8",
      "title": "科学家利用噪音冷却量子计算机",
      "summary": "量子计算机需要在接近绝对零度的极低温下运行，以维持脆弱的量子态，但冷却系统产生的噪音会干扰量子信息。瑞典查尔姆斯理工大学的研究人员开发了一种微型量子“冰箱”，将这一挑战转化为优势。该设备不试图消除噪音，而是部分依赖噪音来操作。通过注入受控的微波噪音，研究人员能够精确管理热量和能量流动，实现如制冷或热引擎等多种功能。这项研究基于布朗制冷概念，利用随机热波动驱动冷却，并测量了低至阿托瓦特的微小热流。这一创新解决了量子技术扩展中的能量耗散问题，为药物发现和安全通信等应用提供了新途径。研究发表在《自然通讯》上，展示了通过噪音利用提升量子系统实用性的新方法。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_757d601b007402a8_d71b20204841.webp",
      "category": "Science"
    }
  ]
}