{
  "articles": [
    {
      "id": "2ecbb9a5ed26d75d",
      "title": "Wisconsin's Depth Leads to Dual Meet Victories Over UCLA and UC-San Diego",
      "summary": "On January 3rd in San Diego, the Wisconsin Badgers men's and women's swim teams secured victories in a dual meet against UCLA and UC-San Diego. The women's team scored 117 points, outperforming UCLA (100 points), UC-San Diego (44 points), and Tulane (1 point). The men's team defeated UC-San Diego with a score of 175.5 to 86.5. Wisconsin demonstrated strong performance across multiple events, starting with a win in the 400 medley relay. Key swimmers included Maggie Wanezek, who won the 100 backstroke and 200 IM, and Blair Stoneburg, who took the 100 freestyle. UCLA's Jada Duncan stood out with wins in the 200 freestyle, 100 freestyle, and 100 butterfly, while UC-San Diego's Chloe Braun narrowly won the 100 breaststroke. The meet featured individual races and relays, highlighting team depth and competitive spirit. Results show Wisconsin's ability to accumulate points through various swimmers, contributing to their overall success.",
      "source": "SwimWorld",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2ecbb9a5ed26d75d_8298dfa91af6.webp",
      "category": "Fun"
    },
    {
      "id": "a30a4a55ee34400b",
      "title": "Molecular Electronics: Shaping the Future of AI Hardware",
      "summary": "Researchers at the Indian Institute of Science have developed molecular devices that could revolutionize AI hardware by combining memory and computation in a single material. For decades, scientists have sought alternatives to silicon in electronics, but molecular systems often behave unpredictably due to complex interactions. Simultaneously, neuromorphic computing aims to create brain-inspired hardware that learns naturally, though current systems still mimic learning rather than embody it. This study bridges these efforts by designing ruthenium complexes whose behavior can be tuned through chemical adjustments, allowing them to function as memory elements, logic gates, selectors, analog processors, or electronic synapses. The team, led by Sreetosh Goswami, synthesized 17 complexes and studied how molecular shape and ionic environment influence electron dynamics, enabling shifts between digital and analog operation. A theoretical framework based on many-body physics and quantum chemistry was developed to predict device behavior from molecular structure, explaining electron transport and ion shifts. This adaptability opens doors to neuromorphic hardware where learning is encoded directly into materials, potentially leading to energy-efficient and intelligent AI systems. The researchers are now integrating these molecules onto silicon chips to advance practical applications.",
      "source": "Science Daily - Technology",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a30a4a55ee34400b_8ca2e8f1f006.webp",
      "category": "Fun"
    },
    {
      "id": "120f79bb8158a614",
      "title": "South Carolina Swimming Teams Triumph Over Queens in Early 2026 Meet",
      "summary": "In one of the first swimming meets of 2026, the South Carolina Gamecocks traveled to Charlotte to compete against Queens University. The women's team secured a decisive victory with a score of 181-78, while the men's team also won with a score of 156-104. South Carolina demonstrated strong performances across various events. Key wins included Amy Riordan in the 100 backstroke (52.69 seconds), Alexis Dalton in the 100 breaststroke (1:02.79), and Taylor Grimley in the 100 butterfly (53.60). Other notable achievements were Emma Reiser's win in the 1000 freestyle (9:47.73) and Kara West's victory in the 50 freestyle (23.03). Queens managed a few wins, such as Abigail Zboran in the 200 freestyle (1:47.29) and Nien Levy in the 50 freestyle (19.93), but overall, South Carolina dominated. The meet highlighted the depth of South Carolina's roster, with multiple relay teams and individual swimmers contributing to the success.",
      "source": "SwimWorld",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_120f79bb8158a614_7de7ae3139b0.webp",
      "category": "Fun"
    },
    {
      "id": "6f6f92e2809ce270",
      "title": "Swiatek Critiques 'Battle of the Sexes' as Unnecessary for Modern Women's Tennis",
      "summary": "Iga Swiatek, a prominent tennis champion, argues that the women's game no longer requires 'Battle of the Sexes' exhibitions to prove its worth. She references a recent match in Dubai between Nick Kyrgios and Aryna Sabalenka, which Kyrgios won on a modified court, but Swiatek did not watch it, dismissing it as mere entertainment without social significance. Contrasting this with the historic 1973 match between Billie Jean King and Bobby Riggs, which highlighted gender equality struggles in tennis, Swiatek asserts that contemporary women's tennis has evolved to stand independently. She emphasizes the abundance of talented female athletes and compelling narratives in the sport, making direct comparisons to men's tennis unnecessary. Instead, Swiatek advocates for events like the United Cup, a mixed-team tournament in Australia that features men's and women's singles along with mixed doubles, as a superior way to unite tennis fans and enhance the sport's appeal. She believes such collaborative formats foster excitement and showcase players in diverse roles, ultimately strengthening tennis as a whole.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6f6f92e2809ce270_59d042504138.webp",
      "category": "Fun"
    },
    {
      "id": "3cf65c6895b62d89",
      "title": "Coronation Street and Emmerdale Unite in a Crossover Event",
      "summary": "In an unprecedented move, the British TV soaps Coronation Street and Emmerdale are merging for a one-off crossover episode titled Corriedale, airing on Monday as part of a revamped schedule. Executive producer Iain MacLeod, who oversees both shows, conceived the idea to blend the two universes, inspired by his challenging commutes between Manchester and Leeds, where delays and accidents are common. The episode features a dramatic stunt on a dark winter road, bringing characters from both soaps together in a high-speed collision. MacLeod describes it as a 'once-in-a-lifetime opportunity' for fans to see interactions between favorite characters. Filming involved three weeks of intense night shoots, with actors like Joe-Warren Plant from Emmerdale enjoying off-set camaraderie. This crossover aims to boost viewer engagement and attract attention through a spectacular, albeit slightly preposterous, event, highlighting the creative use of personal experiences in storytelling.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3cf65c6895b62d89_3e56ed38b10e.webp",
      "category": "Fun"
    },
    {
      "id": "5f2babbe6195e6ef",
      "title": "The Shift from Women-Led Stories to Male-Dominated Action in Bollywood",
      "summary": "In 2025, Bollywood experienced a significant shift as violent, male-driven action thrillers dominated the box-office and cultural discussions, contrasting sharply with 2024 when women-led films gained global acclaim. Films like Dhurandhar, an espionage thriller set against India-Pakistan tensions, became major hits, emphasizing hypermasculine themes. The top 10 box-office hits were largely male-centric, including historical epics like Chhaava and action spectacles like War 2, with only Lokah, a Malayalam superhero film, featuring a female lead. This trend extended beyond action to romances like Saiyaara and mythical spectacles, which reinforced traditional male heroism. Critics note that 2024 offered a glimpse of potential with films by Payal Kapadia and others, but 2025 reverted to Bollywood's long-standing fixation on macho heroes, reminiscent of Amitabh Bachchan's 'angry young man' era. Experts argue that one year of progress is insufficient to address historical inequalities in casting and opportunities for women, highlighting the need for sustained efforts to diversify storytelling in Indian cinema.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5f2babbe6195e6ef_72183513ff21.webp",
      "category": "Fun"
    }
  ]
}