{
  "articles": [
    {
      "id": "836b4a1582aae819",
      "title": "A Plan to End the War in Ukraine",
      "summary": "Ukraine's friends from other countries are worried about a plan from the United States to stop the war between Russia and Ukraine. They think the plan needs more work. The plan has some good ideas for peace, but they are concerned about how it might change Ukraine's borders and limit its army. Ukrainian President Zelensky said this is a very hard time for Ukraine because they feel pressured to accept the plan. The plan suggests that Ukrainian troops leave some areas, and Russia would keep control of places like Donetsk and Crimea. It also wants to limit the size of Ukraine's military and bring Russia back into groups like the G7. The leaders of many countries, including Canada, France, and the UK, signed a statement saying borders should not be changed by force and that Ukraine needs to be safe from future attacks.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "c8628e54ecc0434f",
      "title": "Rachel Reeves Plans Her Big Budget",
      "summary": "Rachel Reeves is the Chancellor, and she is getting ready to announce a big budget plan. A budget is like a plan for how the government will spend money. She has been working on this for months with her team. Her main goals are to make living costs lower, reduce waiting times in the NHS, and pay down the national debt. Some people in her party are worried, and others are skeptical that she can do it because there are many challenges, like high taxes and debt. The budget will be shared soon, and everyone is watching to see what happens.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c8628e54ecc0434f_2e427015ed81.webp",
      "category": "News"
    },
    {
      "id": "850128e8cb325c20",
      "title": "Big Newspaper Company Buys Another Newspaper",
      "summary": "A company called Daily Mail and General Trust, which publishes the Daily Mail newspaper, has agreed to buy the Daily Telegraph and Sunday Telegraph for £500 million. This means they will own these famous newspapers. The deal needs to be approved by the Culture Secretary in the UK to make sure it is good for the public. The chairman of DMGT said he really likes the Telegraph and wants to help it grow into a global brand, while keeping it independent from their other papers. Some people are worried that having too few companies own many newspapers might not be fair for competition. The companies hope the deal will be done quickly.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "News"
    },
    {
      "id": "0dd60ce99301b3dd",
      "title": "New Study on Medicine for Kids Who Question Their Gender",
      "summary": "In the UK, a new study is starting to learn about puberty blockers, which are medicines that can delay puberty in children. This study will look at how these drugs affect kids' bodies, feelings, and social lives. It involves about 220 children under 16 who are going through puberty and feel their gender doesn't match their body. Last year, the UK banned these drugs for regular use because there wasn't enough proof they are safe. Now, doctors can only give them as part of research. Some people worry if this study is right or fair. The researchers say they want to help families make better choices by understanding the benefits and risks. Puberty blockers have been used to help kids with gender distress, but the Cass review showed we need more information. This trial will check physical health and even brain development for the first time.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0dd60ce99301b3dd_e567c2e94346.webp",
      "category": "News"
    },
    {
      "id": "677e35fad0e73c42",
      "title": "Texas Asks Supreme Court About Election Map",
      "summary": "Texas is asking the Supreme Court to let them use a new map for elections that helps Republicans win more seats. A group of judges said this map might be unfair to Black and Hispanic voters because it could be based on race. Texas wants to use the map quickly because primary elections are coming in March. If the Supreme Court says no, Texas might have to use an older map from 2021. This is part of a bigger fight across the country where states are changing their election maps, and courts are deciding if they are fair. It's important because it affects who gets to vote and who wins in elections.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_677e35fad0e73c42_e10c7192df20.webp",
      "category": "News"
    },
    {
      "id": "d38d920e35659588",
      "title": "Trump and Mamdani meet in Oval Office after months of trading insults",
      "summary": "President Trump and the future mayor of New York City, Zohran Mamdani, met at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at times praising the mayor-elect despite their political differences. Both said they’ll look to work together to improve the nation’s largest city. Liz Landers reports from the White House.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n\nPresident Donald Trump and the future Mayor of New York City Zohran Mamdani met today at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at points praising the mayor-elect, despite their political differences.\n\nI expect to be helping him, not hurting him, a big help, because I want New York City to be great.\n\nZohran Mamdani (D), New York City Mayor-Elect: And what I really appreciate about the president is, the meeting that we had focused not on places of disagreement, which there are many, and also focused on the shared purpose that we have in serving New Yorkers.\n\nBoth said that they will look to work together to improve the nation's largest city.\n\nOur White House correspondent, Liz Landers, has been following today's meeting and joins us now from the White House.\n\nSo, Liz, what happened today in that Oval Office meeting and what was behind the change in tone that we saw, especially from President Trump?\n\nAmna, today was quite the turn of events, especially after these two men have been trading barbs through the media really for months now, in the past, President Trump calling Mamdani a communist, Mamdani in turn calling the president a despot.\n\nToday, a much calmer tone between those two men, indicating that they plan to work together in the future. Mamdani's spokesperson had said before this meeting that this was a customary type of meeting, that the mayor of America's largest city would go meet at the White House with the president and that they were hoping to focus on issues like public safety, economic security and affordability.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_d38d920e35659588_a38bc401ab6a.webp",
      "category": "News"
    }
  ]
}