{
  "articles": [
    {
      "id": "d0c9e4c6f7944e25",
      "title": "AI Helps Doctors Read Brain Scans Quickly",
      "summary": "Scientists at the University of Michigan made a new AI tool called Prima that can look at brain MRI scans very fast, in just seconds. It helps doctors find problems in the brain, like strokes or bleeding, with high accuracy of 97.5%. Prima can also tell which patients need help right away, so doctors can act quickly. This tool uses pictures and text together to understand the scans better than older AI. It was tested on over 30,000 MRI scans and works like a radiologist by checking patient history too. Prima aims to reduce the workload for doctors and improve care by giving fast and accurate information.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d0c9e4c6f7944e25_a42b7f79b02a.webp",
      "category": "Science"
    },
    {
      "id": "52447011b2288f1e",
      "title": "How Scientists Measure Super-Fast Quantum Time",
      "summary": "Scientists have found a new way to measure how fast things happen in the tiny world of quantum physics. In quantum physics, events like electrons moving after absorbing light happen incredibly fast—in just a few attoseconds, which is way shorter than a blink of an eye. It's hard to measure this because using clocks can mess up the process. Professor Hugo Dil and his team at EPFL used a clever method without clocks. They looked at how electrons spin when they absorb light and escape from materials. By studying this spin, they could tell how long the quantum transition takes. They tested different materials like copper and titanium diselenide and found that simpler atomic structures make the process slower. For example, in copper, it takes about 26 attoseconds, but in chain-like materials, it can be over 200 attoseconds. This helps us understand how the shape of materials affects quantum time.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_52447011b2288f1e_a52561bb96d7.webp",
      "category": "Science"
    },
    {
      "id": "e4c9618b3b8e0cdd",
      "title": "A Science Leader's Big Idea After COVID",
      "summary": "A science leader named Jay Bhattacharya from the National Institutes of Health (NIH) spoke at an event hosted by the MAHA Institute. He is still upset about how COVID-19 was handled and wants to start a 'second scientific revolution' to change science. At the event, people talked about pandemic mistakes, health system problems, and losing trust in science. Some ideas were good, but others were strange, like questions about vaccines causing cancer. Bhattacharya believes science should be more open to everyone, not just experts. The event was not like a normal science meeting because it had unusual topics and some reporters were not allowed in. This shows that Bhattacharya is trying to make big changes in science, but it might be confusing because he mixes his anger about COVID with new ideas.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_e4c9618b3b8e0cdd_110c35610161.webp",
      "category": "Science"
    },
    {
      "id": "f3e852b0d0b79462",
      "title": "Why Businesses Must Help Nature to Survive",
      "summary": "A big report from scientists says businesses need to protect nature or they might go extinct. Nature gives us free things like clean water and good soil, which all companies use. If businesses harm nature, they could hurt themselves too. For example, at Steart Marshes in Somerset, farmers and conservationists work together. Cows graze to help birds and insects, and this also makes good beef. Restoring nature can also protect villages from floods and clean the air. The report says businesses should change from hurting nature to helping it, using clear tools to measure their impact. This is important because losing plants and animals is a big threat to businesses, and it's now a must-do, not just a nice thing.",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f3e852b0d0b79462_6fc6bbb56a1b.webp",
      "category": "Science"
    },
    {
      "id": "f983fc91406e3d0e",
      "title": "Eating Healthy Foods Can Help Lower Stroke Risk",
      "summary": "A new study shows that women who eat a Mediterranean diet, which includes lots of fruits, vegetables, and fish, might have a lower chance of having a stroke. Strokes happen when blood flow to the brain is blocked or when there is bleeding in the brain. The study followed over 100,000 women for about 21 years and found that those who ate the healthiest had 18% fewer strokes. This diet focuses on healthy foods like olive oil and limits things like red meat. The researchers say eating well is important for preventing strokes, but they note that the study doesn't prove the diet stops strokes directly—it just shows a link. They also mention that people might not remember their diets perfectly, which is a limitation.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f983fc91406e3d0e_281fce41b687.webp",
      "category": "Science"
    },
    {
      "id": "3b708bd84d1a14b0",
      "title": "How Ovarian Cancer Teams Up with Other Cells to Spread",
      "summary": "Ovarian cancer is a very serious disease that is often found too late, making it hard to treat. Scientists have discovered why it spreads so quickly in the body. They found that ovarian cancer cells do not work alone. They team up with mesothelial cells, which are normal cells that line the inside of the abdomen. These mesothelial cells help the cancer cells by moving ahead and creating paths for them to follow. Together, they form clusters that are stronger and can resist chemotherapy drugs better than cancer cells alone. The cancer cells release a signal called TGF-β1 that changes the mesothelial cells, making them grow spikes that cut through tissue. This helps the cancer spread to new areas in the abdomen. Researchers watched this happen in real time using special microscopes and tested it in mice to make sure it was true. Understanding this teamwork could lead to new treatments to stop the cancer from spreading.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3b708bd84d1a14b0_1a9b6d2d3c82.webp",
      "category": "Science"
    }
  ]
}