{
  "articles": [
    {
      "id": "f2d4e0ef8b284d3f",
      "title": "Amol Rajan Leaves a Popular Radio Show",
      "summary": "Amol Rajan is leaving his job as a presenter on BBC Radio 4's Today programme, which is a famous news show. He has worked there for almost five years. Rajan wants to start his own company in the digital world, which he calls the 'creator economy.' He will still do some work for the BBC, like hosting University Challenge, a quiz show, and his podcast called Radical. The BBC has rules that might not allow him to present news while running his own business. No one knows yet who will take his place on the Today show. Rajan says he is excited about his new adventure but will miss his team, whom he calls the best. He praises the BBC as a great cultural institution.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f2d4e0ef8b284d3f_c1a928c14eb6.webp",
      "category": "News"
    },
    {
      "id": "bc37e30365572bfa",
      "title": "Local Council Elections Delayed for Many People",
      "summary": "In England, many local council elections that were supposed to happen in May are being delayed. More than 2.5 million voters will be affected because their councils asked to postpone the votes. The government is changing how local councils work, and 23 councils want to wait until 2027 to hold elections. This helps them focus on the big changes without the distraction of voting. Most of these councils are led by the Labour party, but some are run by other parties or independents. Ministers are likely to approve these delays soon. The changes will create new councils that handle all services, replacing old systems. Critics say Labour is afraid of voters, but the government says it saves money and time.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_bc37e30365572bfa_c71f9a2dcb46.webp",
      "category": "News"
    },
    {
      "id": "c55d648507cc4f6d",
      "title": "Britain's New Rules for Calling Up Former Soldiers",
      "summary": "The government in Britain is making new rules to help call up former soldiers more easily if there is a war. These soldiers are called reservists, and they used to serve in the armed forces. The new rules mean they can be called up for ten more years, until they are 65 years old instead of 55. Also, it will be easier to call them up. Before, they were only called if there was a big emergency or attack in the UK. Now, they can be called if the country is preparing for war. The government says there are about 95,000 of these reservists. The rules need to be approved by parliament and will start next year. This is part of making sure Britain is ready for any conflict.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c55d648507cc4f6d_54587fc5b9ad.webp",
      "category": "News"
    },
    {
      "id": "2c0f8410dbbbd99d",
      "title": "Taliban Leaders Disagree: A Story About Afghanistan's Internet Shutdown",
      "summary": "This article talks about a big problem inside the Taliban, the group that rules Afghanistan. The BBC found out that the Taliban leader, Hibatullah Akhundzada, is worried about fights among his own people. He gave a secret speech saying these fights could make the Taliban fall apart. The BBC did a long investigation by talking to many people who know about the Taliban. They discovered two groups in the Taliban. One group, led by Akhundzada from Kandahar, wants Afghanistan to be very strict and closed off from the world. The other group, based in Kabul, wants Afghanistan to be more open, build its economy, and let girls go to school beyond primary level. This disagreement might explain why the internet was shut down in Afghanistan, as the leaders try to control information. The article shows that even powerful groups can have internal problems that affect a whole country.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2c0f8410dbbbd99d_232bc3a175ac.webp",
      "category": "News"
    },
    {
      "id": "496b869c4cadd0b2",
      "title": "President Trump Talks About Greenland",
      "summary": "President Donald Trump talked about Greenland, a big island near the North Pole. He said Greenland is important for keeping America safe. Trump did not say exactly what he might do to get control of Greenland. He mentioned that Russia or China could try to take Greenland, and America needs to be ready. Denmark owns Greenland, and their leaders met with U.S. leaders to talk about this. They agreed to work together in a group to find a solution. Trump said he has a good relationship with Denmark and hopes something will work out. This story shows how countries discuss land and safety.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_496b869c4cadd0b2_3544d4d87177.webp",
      "category": "News"
    },
    {
      "id": "bcc17b8bad365746",
      "title": "Why Greenland Matters to Countries Like the U.S.",
      "summary": "This article talks about Greenland, a big island near the Arctic. The U.S. president, Donald Trump, has said he might try to take control of Greenland because he thinks it is important for safety. He worries that other countries like Russia or China could try to take it over. Greenland is part of Denmark, a country in Europe, and Denmark does not want to give it up. Leaders from Denmark and Greenland met with U.S. leaders to talk about this, but they did not agree. A group called NATO, which includes many countries working together for safety, is also concerned about this situation. An expert named Rob Bauer, who used to lead part of NATO, explains why Greenland is so important for security and why this is a big deal for everyone involved.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bcc17b8bad365746_93e6064c46c6.webp",
      "category": "News"
    }
  ]
}