{
  "articles": [
    {
      "id": "724a313201ff9732",
      "title": "全球央行行长“团结一致”支持美联储主席鲍威尔",
      "summary": "全球主要经济体的央行行长，包括英格兰银行、欧洲央行和加拿大银行等11位高级银行家，联合发表声明，表达对美联储主席杰罗姆·鲍威尔的全力支持。此举发生在鲍威尔面临美国司法部刑事调查之际，该调查涉及他关于美联储大楼装修的证词。调查在唐纳德·特朗普前总统的持续批评中加剧，特朗普多次攻击鲍威尔的利率决策并发表人身侮辱言论。全球银行家赞扬鲍威尔的诚信和对公共利益的坚定承诺，强调央行独立性对价格稳定和经济健康至关重要。鲍威尔近期捍卫了这种独立性，警告政治压力可能破坏基于证据的货币政策。随着鲍威尔将于五月卸任，特朗普预计将提名继任者，但参议员汤姆·蒂利斯誓言在调查解决前反对任何提名。这一情况突显了政治影响与央行在经济管理中的自主角色之间的紧张关系，反映了在政治极化时代央行独立性的韧性讨论。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_724a313201ff9732_fdc4353abe56.webp",
      "category": "News"
    },
    {
      "id": "c4839c1c38431333",
      "title": "探索肠道健康与衰老之间的联系：一项个人调查",
      "summary": "本文通过作者的亲身经历，探讨了改善肠道健康是否能够促进更好衰老的问题。作者在60多岁时前往伦敦圣玛丽医院，咨询了帝国理工学院的外科教授詹姆斯·金罗斯博士。金罗斯博士通过分析粪便样本来研究肠道微生物组，即生活在胃中的数万亿微生物，包括细菌、病毒和真菌。他认为肠道在整体健康和衰老过程中扮演关键角色，可能影响寿命和老年时的体力。文章还提到了玛丽亚·布兰亚斯·莫雷拉，这位世界最长寿的人在117岁去世。研究发现，她每天食用三份酸奶的习惯可能通过增加有益细菌来减少炎症，从而有助于她的长寿。尽管一些专家警告说肠道在衰老中的重要性可能被夸大，但文章强调了更多科学研究的必要性。它提出了关于可操作步骤的问题，如饮食改变，以潜在改善肠道健康并支持更好的衰老结果。本文结合了个人叙事和专家观点，旨在引发公众对肠道健康与衰老关系的思考，并鼓励进一步探索。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c4839c1c38431333_979084215cb2.webp",
      "category": "News"
    },
    {
      "id": "7afc2a9cf3f8fbd6",
      "title": "苏格兰预算中的住房援助需求：独立之路的挑战",
      "summary": "在苏格兰预算日之际，政府于荷里路德议会做出的决策将深远影响民众生活。税收、住房、教育和福利等方面的宣布将对全国产生冲击。距离选举仅剩四个月，BBC苏格兰新闻采访了选民，探讨哪些因素能改变他们的生活。他们的关切凸显了政府面临的艰难选择。梅根希望更多关注住房以及对首次离家独立生活的年轻人的支持。这位来自北拉纳克郡艾尔德里镇的零售助理计划今年寻找自己的住所。她目前与母亲同住，但因房东售房而面临驱逐，私人租金对她来说难以承受，这影响了她的心理健康和自信心，让她感觉可能无处可去或永远无法独立。她呼吁政府密切监督地方议会，并在可能时提供支持，帮助那些无力独自搬出的人。公共交通是梅根关注的另一个问题，她指出费用越来越难以负担，希望提供更多前往格拉斯哥市中心的替代交通线路。艾伦则希望为像他和他妻子这样的低收入者提供更多支持。这位54岁、来自东艾尔郡基尔马诺克的男子自17岁起在同一零售公司工作，收入高于国家最低工资，但由于妻子收入也较低，家庭预算面临挑战。他们的经历反映了预算分配如何应对或加剧社会问题，特别是在年轻成年人和低收入家庭等脆弱群体中，塑造了选举前的政治话语。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7afc2a9cf3f8fbd6_fe7e95ea658d.webp",
      "category": "News"
    },
    {
      "id": "5bd970ab7bf1bda8",
      "title": "耶伦警告特朗普对美联储领导的恐吓威胁经济稳定",
      "summary": "前美国财政部长珍妮特·耶伦在一次采访中表示，特朗普总统对美联储领导的恐吓行为威胁到经济稳定。她认为，司法部对美联储主席杰罗姆·鲍威尔的调查是一种武器化的努力，旨在胁迫货币政策决策，特别是降低利率以符合总统的意愿。耶伦解释说，特朗普公开批评美联储政策，希望降低利率，尽管通胀仍高于2%的目标，且劳动力市场保持强劲，失业率较低。她指出，降低利率可能减少政府对其38万亿美元债务的利息支付，但可能破坏经济稳定。耶伦强调美联储独立性的重要性，以确保客观决策免受政治干预，警告这种压力可能导致糟糕的经济结果，危及国家的金融健康。她的分析基于其作为前美联储主席和财政部长的经验，突出了技术治理的原则和政治目标与经济管理之间的风险。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5bd970ab7bf1bda8_8f34980b6e5b.webp",
      "category": "News"
    },
    {
      "id": "ce0e8dad0c05f7ab",
      "title": "前检察官谈司法部对鲍威尔的调查及特朗普针对对手的行为",
      "summary": "本文探讨了美国司法部对美联储主席杰罗姆·鲍威尔的调查，以及特朗普政府可能存在的政治动机。前联邦检察官玛丽·麦科德提供了法律程序的分析。她解释说，调查处于早期阶段，始于向鲍威尔和美联储发出传票以收集信息。麦科德概述了后续步骤，如评估证据以可能提交大陪审团起诉，需要至少12名陪审员同意才能提出指控。背景包括特朗普总统对鲍威尔施加政治压力的指控，批评他未降低利率，引发了对报复性和利益冲突的担忧。麦科德讨论了鲍威尔如何以政治原因为由挑战调查的公平性。文章强调了法律护栏在维护政府行动公正性中的重要性，尤其是在涉及高层人物时。它作为一个案例研究，展示了法律执行与政治问责之间的平衡，涉及美国法律体系、权力分立以及政治动态如何影响执法。这突出了透明度和问责制在维护民主原则中的必要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ce0e8dad0c05f7ab_7905c7d4477c.webp",
      "category": "News"
    },
    {
      "id": "82015666a72ae1f9",
      "title": "前特朗普顾问迪娜·鲍威尔·麦考密克被任命为Meta总裁兼副主席",
      "summary": "Meta，即Facebook的母公司，已任命迪娜·鲍威尔·麦考密克为新任总裁兼副主席。这一宣布于周一发布，标志着她从董事会成员转变为关键管理职位，将负责监督公司战略和数十亿美元的投资。鲍威尔·麦考密克拥有丰富的经验，曾在特朗普和布什政府中担任职务，包括国家安全顾问，并在金融领域有长期职业生涯，特别是在高盛和BDT & MSD Partners工作。前总统唐纳德·特朗普在Truth Social上赞扬了这一决定，称其为伟大选择，而CEO马克·扎克伯格则强调她的全球关系和金融专业知识对Meta未来增长的重要性。她的背景还包括在埃克森美孚等公司的企业董事会任职，并且她与参议员大卫·麦考密克结婚，增加了政治联系。这一任命反映了Meta将政府和金融见解整合到其科技运营中的战略。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_82015666a72ae1f9_9f1e90d811cb.webp",
      "category": "News"
    }
  ]
}