{
  "articles": [
    {
      "id": "77f48da52553657a",
      "title": "Canal Collapse Leaves Boaters Stuck for Christmas",
      "summary": "A big hole appeared in the Llangollen Canal in Shropshire, England, on Monday, causing water to flood out and leaving many people stranded for Christmas. The hole was caused by the embankment collapsing, not a sinkhole. Two boats fell into a deep trench, and others are stuck on dry land. People who live on narrowboats full-time, called liveaboards, cannot pass through the area. They are stuck on either side of the collapse. Geoff and Pamela Poole, a couple from the USA, were very close to the hole and had to leave their boat. They woke up when neighbors banged on their door early in the morning. Their boat was tilting, and their Christmas tree and ornaments fell and broke. They had just retired and moved to England to live on their boat. Now, they have to stay in a hotel for Christmas and don't know when they can return to their boat. This is very disruptive for them and others.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_77f48da52553657a_3e8a799099ed.webp",
      "category": "News"
    },
    {
      "id": "120d414f86270189",
      "title": "A Leader Talks About People Leaving Her Church",
      "summary": "Archbishop Cherry Vann is a leader in the Church in Wales. She is the first female Archbishop in the UK and the first openly gay Archbishop in the world. Some people have left the church because they do not agree with her being a gay woman. She feels hurt by this but says everyone should be allowed to share their opinions. The church is trying to welcome LGBT+ people, but some find it hard. Most people support her, but others are hostile. She wants the church to respect different views and find common ground in faith.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_120d414f86270189_16071ece8997.webp",
      "category": "News"
    },
    {
      "id": "aa7d48e8214ea309",
      "title": "A Family's Christmas Problem with Home Insulation",
      "summary": "Tony and Becs Wadley cannot spend Christmas at home because insulation installed in their house caused black mould, making it unsafe for their son Elliott, who has asthma. They got a government grant to make their home warmer to help Elliott, but the insulation led to mould growth in several rooms. Elliott has not been able to live in the house since April and stays with his grandmother. The family will stay with relatives for Christmas to be together. Many other people have reported similar problems with insulation in their homes. The government says it is working to fix these issues and improve the system so families are not let down.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_aa7d48e8214ea309_8ffbe4500a0f.webp",
      "category": "News"
    },
    {
      "id": "efb3a350280c11bb",
      "title": "Royal Christmas Cards Show Family Love",
      "summary": "This article talks about Christmas cards from royal families in Europe. Many cards this year show families hugging, holding hands, and being close to each other. For example, the Prince and Princess of Wales have a card with their family sitting on grass in jeans, looking happy and relaxed. King Charles and Queen Camilla are arm in arm in their card, showing unity. Prince Harry and Meghan have a card with snow and them holding hands. The cards are different from old ones that were more formal and stiff. They make the royals seem like regular families who love each other, which is a nice message for Christmas.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_efb3a350280c11bb_69ebc55027ab.webp",
      "category": "News"
    },
    {
      "id": "dde8a8550a16e580",
      "title": "President Trump Stops Wind Farms on the East Coast",
      "summary": "President Trump has stopped five big wind farms from being built in the ocean near the East Coast. The government says the wind turbines might cause problems for radar signals used by the military to keep the country safe. This is not the first time the Trump administration has tried to slow down wind power projects. Some of these wind farms were already starting to work, and people in the states and companies are sad and frustrated because they wanted clean energy from the wind. Wind power helps make electricity without pollution, but now these projects are on hold. This decision affects jobs and the environment, and it shows a big debate about using renewable energy like wind instead of fossil fuels.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_dde8a8550a16e580_feed62265c8e.webp",
      "category": "News"
    },
    {
      "id": "b4858a03ec645b3f",
      "title": "A Divided Political Group",
      "summary": "This article talks about a political group called the Republican Party that is having problems staying together. Two experts, Tamara Keith and Amy Walter, discuss how the group is split during a holiday week. They mention an event called Turning Point, started by Charlie Kirk, who recently passed away. His death made the group come together for a while, but now some speakers at the event are causing disagreements. For example, Ben Shapiro, a conservative reporter, said that other people in the group, like Tucker Carlson, are spreading bad ideas about Jewish people and false stories. This shows that the group is not united and has different opinions inside it. The article helps us understand how political groups can have fights and why it's important to work together.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b4858a03ec645b3f_c2d92d9fd5e7.webp",
      "category": "News"
    }
  ]
}