{
  "articles": [
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Cobolli's Epic Tie-Break Victory Propels Italy to Davis Cup Final",
      "summary": "In a high-stakes Davis Cup semifinal, Italian tennis player Flavio Cobolli secured a thrilling victory over Belgium's Zizou Bergs after a marathon match that featured a 32-point tie-break, the sixth-longest in the competition's history. Cobolli saved seven match points before clinching the win with a score of 6-3, 6-7 (5-7), 7-6 (17-15) in over three hours of play. The intense battle took place in Bologna, Italy, before a sell-out crowd of 10,000 fans, creating an electric atmosphere. Following the win, Cobolli expressed immense joy, stating it was a dream realized and one of the best days of his life, emphasizing the effort he put in for his country, team, and family. Italy's team captain, Filippo Volandri, praised Cobolli's performance, noting it was 95% heart and 5% tactics, and highlighted the team's strong bench support, including Matteo Berrettini who lost his voice from cheering. With this victory, Italy advances to the final against Spain or Germany, aiming to become the first nation in over 50 years to win three consecutive Davis Cup titles, building on their previous two wins.",
      "source": "BBC Tennis",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    },
    {
      "id": "43a92215b455b275",
      "title": "Rare Superman Comic Discovery Sets Record Auction Price",
      "summary": "In 2024, three brothers discovered a pristine copy of Superman #1 from 1939 while cleaning their late mother's loft in California. The comic, found in a cardboard box under newspapers, was sold for $9.12 million at Heritage Auctions, making it the most expensive comic book ever sold. This broke the previous record held by Action Comics No. 1, which sold for $6 million. The brothers, who are in their 50s and 60s, had been told by their mother that she owned valuable comics, but they never saw them until after her death. The cool climate in northern California helped preserve the comic, allowing it to receive a high grade of 9.0 from CGC, a grading service. This event highlights how rare items can gain immense value over time and the importance of preservation in collectibles.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_43a92215b455b275_2ff57cd07118.webp",
      "category": "Fun"
    },
    {
      "id": "c92628e521cb1497",
      "title": "Pras Michel's 14-Year Sentence for Political Corruption",
      "summary": "Pras Michel, a former member of the Fugees, has been sentenced to 14 years in federal prison after being convicted on multiple charges, including acting as an unregistered foreign agent, witness tampering, and campaign finance violations. The case, prosecuted in Washington DC, revealed that Michel received over $100 million from Malaysian billionaire Jho Low, which was used to influence US politics during the Obama and Trump administrations. Prosecutors argued that Michel engaged in secret lobbying for China and other entities, betraying national interests for financial gain. Despite their recommendation for a life sentence, Judge Colleen Kollar-Kotelly imposed a 14-year term. Michel's defense plans to appeal, claiming the sentence is disproportionate. The trial featured testimonies from high-profile figures like Leonardo DiCaprio and Jeff Sessions, highlighting the intersection of celebrity, money, and political corruption.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c92628e521cb1497_1f7d3c7c000f.webp",
      "category": "Fun"
    },
    {
      "id": "a3e9a0aa520420ba",
      "title": "Honoring a Music Legend: The Life and Legacy of Mani",
      "summary": "The music world is mourning the loss of Gary 'Mani' Mounfield, the influential bassist for the Stone Roses and Primal Scream, who died at 63. Tributes have poured in from prominent figures like Liam Gallagher of Oasis, who expressed shock and called Mani his hero, and Ian Brown of the Stone Roses, who remembered him as a great friend and bass player. Mani's career was marked by his essential role in shaping the 'baggy' sound of the Stone Roses, characterized by dance-influenced rock, and he later contributed to Primal Scream's music for 15 years. Richard Ashcroft of The Verve praised Mani's positive influence and warm heart, while Paul Weller highlighted his big personality. The announcement of his death was made by his brother on social media, adding to the family's sorrow after the recent loss of Mani's wife. This article not only reports the tributes but also reflects on Mani's lasting impact on the Manchester music scene and beyond, showing how his artistry and character inspired many.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a3e9a0aa520420ba_5e9469153470.webp",
      "category": "Fun"
    },
    {
      "id": "1800258bea3dd4a6",
      "title": "Frida Kahlo's Record-Breaking Auction Sale",
      "summary": "A surrealist self-portrait by Mexican artist Frida Kahlo, titled El sueño (la cama), was sold for $54.7 million at a Sotheby's auction, setting a new record for the highest price paid for a work by a female artist. The painting, created in the 1940s, depicts Kahlo asleep in a bed with a skeleton and dynamite overhead, reflecting her psychological turmoil during a difficult period in her life, including the assassination of a former lover and her divorce. This sale surpassed the previous record of $44 million for Georgia O'Keeffe's painting and Kahlo's own record of $34.9 million. Initially sold for $51,000 in 1980, the painting's value increased over 1,000 times, highlighting the growing appreciation for women in art. Anna Di Stasi of Sotheby's emphasized that this result marks progress in recognizing female artists. Kahlo's works are rare in the market due to Mexican laws protecting them as national monuments, adding to their allure. Her art often explores themes of pain and identity, influenced by her disabilities from polio and a bus accident.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1800258bea3dd4a6_de3accf45f00.webp",
      "category": "Fun"
    },
    {
      "id": "5db2fbdfda8a9ca2",
      "title": "Katie Boulter's Ranking vs. Health Decision in Tennis",
      "summary": "Katie Boulter, a British tennis player, faces a significant dilemma as her world ranking has fallen from 23rd to 100th. She is concerned about qualifying for the Australian Open, a Grand Slam tournament, because the entry list is based on rankings from December 8th. Boulter sustained a hip injury in October and tore an abductor muscle in Hong Kong, making it risky to play in additional tournaments like the WTA 125 event in Angers, France. She feels pressured to choose between improving her ranking by competing or prioritizing her body's recovery. In contrast, male players do not have this issue since their Australian Open entry uses earlier rankings, allowing them to rest during the off-season. Boulter advocates for more rest periods to prevent burnout, highlighting the physical and mental demands of professional tennis. This situation underscores the challenges athletes face in balancing performance and well-being in a competitive sport.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5db2fbdfda8a9ca2_84fb7517f5c7.webp",
      "category": "Fun"
    }
  ]
}