{
  "articles": [
    {
      "id": "38648003f8c9a993",
      "title": "女孩乐团歌手尼古拉·罗伯茨宣布怀孕，迎来第一个孩子",
      "summary": "英国流行乐队女孩乐团的成员尼古拉·罗伯茨通过社交媒体宣布怀孕，即将迎来她的第一个孩子。现年40岁的罗伯茨在Instagram上发布了一张照片，显示她在圣诞树前轻抚孕肚，并透露已怀孕五个月，预计春季分娩。她与伴侣、足球运动员米奇·哈恩分享了这一喜讯，表示在圣诞节当天与家人共同庆祝，此前一直保密。这一消息引发了众多明星的祝贺，包括乐队队友金伯利·沃尔什和混合甜心歌手佩丽·爱德华兹。与此同时，罗伯茨目前正在伦敦西区主演音乐剧《地狱客栈》，饰演珀耳塞福涅一角，她的演出将于一月结束。此外，女孩乐团在2023年重聚进行了英国和爱尔兰的竞技场巡演，以此纪念2021年因癌症去世的队友莎拉·哈丁，2024年标志着乐队自赢得电视才艺秀《流行偶像：对手》并成立以来已21周年。罗伯茨的个人音乐和戏剧事业也蓬勃发展，体现了她在娱乐行业的多面才华。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_38648003f8c9a993_65f3c9ab9a7b.webp",
      "category": "News"
    },
    {
      "id": "b9373db0df8cb0af",
      "title": "海上失踪游泳者搜寻行动取消",
      "summary": "圣诞节当天，在德文郡巴德利索尔特顿，两名年龄在40多岁和60多岁的男子在海中游泳时失踪。紧急服务在格林尼治标准时间10:25接到报警，虽然一些游泳者被救回岸上，但这两名男子无法找到。海岸警卫队在水中的搜寻行动于17:00停止，但警方表示岸上调查持续到傍晚，失踪男子的家属已被告知。目击者描述当天的海况特别恶劣，海浪估计高达5-6英尺，天气寒冷，增加了危险性。为此，德文郡和康沃尔郡的警方已建议人们不要下水，一些计划中的游泳活动也被取消。当地居民称这一事件“令人震惊”和“悲惨”，特别是在圣诞节这样的节日。这起事件突显了在恶劣天气下游泳的风险，以及救援服务在挑战性环境中所面临的困难。文章通过官方声明和居民采访，呈现了社区对这场悲剧的反应，强调了水上安全的重要性和遵循警告的必要性。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b9373db0df8cb0af_5fc2b181a047.webp",
      "category": "News"
    },
    {
      "id": "362d1966c9a52315",
      "title": "第四场灰烬杯测试赛首日混乱：澳大利亚领先英格兰46分",
      "summary": "在墨尔本板球场举行的第四场灰烬杯测试赛首日，出现了异常混乱的局面，共掉落20个三柱门，这是自1909年以来灰烬杯测试赛首日最多的记录。澳大利亚队先击球，得152分后全部出局，英格兰队的乔什·汤奇表现出色，以5-45的比分拿下五个三柱门。然而，英格兰队在茶歇后迅速崩溃，仅得110分，在29.5轮内全部出局，尽管哈里·布鲁克奋力击出41分，包括两个六分球。澳大利亚随后开始第二局击球，以4-0结束当日，总领先46分。场地条件，特别是10毫米长的草皮，增加了击球难度，代理队长史蒂夫·史密斯此前已指出这一点。这一天的混乱不仅凸显了英格兰队在灰烬杯系列赛中的击球危机，还让人联想到近期珀斯测试赛的两天结束可能性，反映了在挑战性条件下测试板球的波动性动态。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_362d1966c9a52315_637345d17ace.webp",
      "category": "News"
    },
    {
      "id": "04255cecef2dc4e7",
      "title": "观察脑部手术以探索阿尔茨海默病治愈可能性",
      "summary": "本文记述了一名记者在爱丁堡皇家医院观察脑部手术的经历，以探讨治愈阿尔茨海默病的潜力。手术中，神经外科医生从一名脑肿瘤患者身上切除了一小块皮层组织，该组织通常会被丢弃，但在此被保存用于研究。这块活体脑组织被运送到大学实验室，由阿尔茨海默病研究人员如克莱尔·杜兰特博士进行研究，以深入了解痴呆症。文章强调了在患者困难日子里使用捐赠组织的伦理考量和情感重量，并指出爱丁堡是全球少数能进行此类研究的中心之一。通过直接研究人脑组织，科学家们希望推动阿尔茨海默病的治疗进展，这是一种影响记忆和认知功能的神经退行性疾病。叙述将外科实践与科学探究相结合，展示了医疗专业人员与研究人员之间的协作努力。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04255cecef2dc4e7_324bee663e58.webp",
      "category": "News"
    },
    {
      "id": "abff18e0f516434c",
      "title": "新闻综述：泽连斯基称与美国谈判代表就和平计划进行'良好对话'",
      "summary": "这篇来自PBS新闻一小时的文章汇总了某一天的多条国际新闻。主要内容包括：乌克兰总统弗拉基米尔·泽连斯基表示，他与美国谈判代表就结束与俄罗斯的战争草案计划进行了“非常良好的对话”，讨论涉及可能撤军和在乌克兰东部建立非军事区，但该提议需俄罗斯同意并经乌克兰全民公投。此外，教皇利奥在首次圣诞布道中谴责加沙地带巴勒斯坦人的待遇，并呼吁结束全球所有战争，强调通过对话实现和平并给予祝福。同时，阿肯色州一名强力球玩家赢得了18亿美元的头奖，为节日增添喜庆。文章通过结合严肃的外交努力、宗教道德呼吁及轻松的社会经济事件，呈现了当代全球事务的多元图景，旨在为读者提供简洁而全面的新闻更新。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_abff18e0f516434c_7d98af8b2cf1.webp",
      "category": "News"
    },
    {
      "id": "028e01850d8f17af",
      "title": "伊林·卡蒙加入阿姆娜·纳瓦兹的“安顿下来”播客",
      "summary": "在PBS新闻小时的“安顿下来”播客中，主持人阿姆娜·纳瓦兹采访了记者伊林·卡蒙，她著有《无法承受：美国五名女性与怀孕的危险》一书。该书讲述了纽约和阿拉巴马州五名女性在罗诉韦德案被推翻后新环境中的故事。卡蒙指出，书中大多数女性希望继续怀孕并抚养孩子，但美国医疗和法律体系严重限制并伤害了她们，无论是在流产护理、安全分娩还是终止妊娠方面。这些故事覆盖怀孕前、期间和后的阶段，显示社会经济因素和地理位置如何影响经历，但共同挑战依然存在。播客通过分享个人叙事，旨在提高公众对怀孕困境的认识，倡导更好的医疗系统和法律保护。它作为教育工具，帮助听众理解当代美国怀孕的复杂性，鼓励同理心和改革倡导。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_028e01850d8f17af_5ade3e8ca1b3.webp",
      "category": "News"
    }
  ]
}