{
  "articles": [
    {
      "id": "e4f556214d616c19",
      "title": "Arctic Blast Brings Snow and Health Alerts to UK in 2026",
      "summary": "As 2026 begins, the UK is experiencing an Arctic blast, leading the Met Office to issue snow and ice warnings from New Year's Day through the weekend. This cold spell, expected to last over a week, poses significant risks including travel disruption with potential large snow accumulations and blizzards. Overnight temperatures have plummeted to as low as -9.6°C in Braemar, Scotland, marking some of the lowest readings this winter. In response, the UK Health Security Agency has upgraded cold health alerts to amber for all of England, effective until January 6. These alerts highlight increased dangers, such as higher mortality rates among elderly and vulnerable populations, challenges in maintaining warm indoor environments, and risks in healthcare settings. While New Year's Eve may be dry for most areas, snow showers are forecasted for northern Scotland and other regions, accompanied by strengthening northerly winds that exacerbate the cold feel. Maximum temperatures are projected to range from 0 to 7°C before dropping further, emphasizing the need for public awareness and preparedness during this extended period of severe weather.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e4f556214d616c19_d64753425c74.webp",
      "category": "News"
    },
    {
      "id": "cee47ca0099f2404",
      "title": "Channel Tunnel Services Resume After Major Disruption",
      "summary": "Eurostar and Le Shuttle services through the Channel Tunnel have returned to normal operations following significant disruptions on Tuesday. The issues began when an overhead power supply problem and a failed Le Shuttle train blocked all routes, leading to the cancellation of most Eurostar trains from London to European destinations like Paris, Amsterdam, and Brussels. This caused extensive delays for thousands of passengers, many of whom were traveling for New Year's Eve celebrations. Overnight repair work by Getlink, the tunnel operator, resolved the power issue, allowing services to resume on Wednesday morning. Eurostar reported that most of its Wednesday morning trains have departed, with only three cancellations. However, the company warned of possible knock-on delays and last-minute cancellations due to the earlier disruptions, advising passengers to check live updates on their website. In response to the inconvenience, Eurostar is offering enhanced compensation, including full refunds and e-vouchers worth 150% of ticket prices. Le Shuttle services from Folkestone are running normally, though delays persist at Calais, reduced from six hours to one hour. The incident highlights the vulnerability of critical transport infrastructure and its impact on international travel.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_cee47ca0099f2404_b324e2123a16.webp",
      "category": "News"
    },
    {
      "id": "e7eccc4137267568",
      "title": "Remembering Icons: A Look at Notable Figures Lost in 2025",
      "summary": "The article commemorates several prominent individuals who died in 2025, highlighting their significant contributions across entertainment, religion, and culture. It features Hollywood legends such as Diane Keaton, who earned an Oscar for Annie Hall and had a notable partnership with Woody Allen, and Robert Redford, renowned for his acting in films like Butch Cassidy and the Sundance Kid and for founding the Sundance Film Festival to support independent cinema. Other figures include Pope Francis, the first non-European Pope in over a millennium, and Ozzy Osbourne, a famous rock musician. The piece also covers actors like Gene Hackman, known for his tough-guy roles in The French Connection, and Prunella Scales, celebrated for her role in Fawlty Towers. By detailing their careers and personal stories, the article aims to preserve their legacies and illustrate their impact on global audiences, serving as a tribute to their lives and work.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e7eccc4137267568_f9b5ef669721.webp",
      "category": "News"
    },
    {
      "id": "b09069f277bb2f1d",
      "title": "Keir Starmer's Political Challenges in 2026",
      "summary": "Keir Starmer, who led the Labour Party to a significant general election victory with a 174-seat majority, faces intense speculation about his future as prime minister just 18 months into his term. This situation is notable because, despite his strong parliamentary position, discussions about his vulnerability are widespread among Labour MPs, political opponents, and even foreign observers. The key factor driving this speculation is the upcoming elections on May 7, 2026, for the Welsh Parliament (Senedd), Scottish Parliament, and many local authorities in England. These elections could have major consequences for how parts of the UK are governed and for the careers of political leaders, including Starmer. Labour currently holds power in the Senedd and many urban councils, and poor performance in these elections might lead to significant losses of councillors and devolved parliament members, weakening the party's grassroots support. Some Labour figures are engaging in discreet planning for potential leadership changes, acknowledging that campaigning to replace Starmer is ongoing, though often behind the scenes. Starmer has acknowledged the speculation with humor, but it underscores that 2026 is a critical year that could determine his political survival.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b09069f277bb2f1d_854e2c47fa0f.webp",
      "category": "News"
    },
    {
      "id": "178719d49a976f25",
      "title": "Artists Protest Kennedy Center Renaming and Other Global Events",
      "summary": "This article summarizes multiple news events from Tuesday. Primarily, it reports that more artists are canceling performances at the Kennedy Center in Washington, D.C., following the addition of former President Trump's name to the facility. The jazz band The Cookers canceled their New Year's Eve show, emphasizing their commitment to music that bridges divisions, though they did not explicitly cite the name change. Previously, musician Chuck Redd canceled his Christmas Eve performance, directly attributing it to the renaming, and faced a lawsuit threat from the center's president, Richard Grenell, a Trump ally. Additionally, the article covers severe weather in the Great Lakes and Northeast, with heavy snow and winds causing power outages and travel disruptions, including over 5,000 delayed flights. In sports, New England Patriots player Stefon Diggs faces criminal charges like strangulation, which he denies, with his team expressing support. Internationally, the United Arab Emirates is withdrawing its remaining forces from Yemen after Saudi Arabia attacked an Emirati shipment in a Yemeni port, escalating tensions and potentially reigniting the civil war. The Yemeni Presidential Council, backed by Saudi Arabia, announced the cancellation of a defense pact with the UAE.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_178719d49a976f25_aa85f6378b2f.webp",
      "category": "News"
    },
    {
      "id": "7d5dcbbdd295562f",
      "title": "Federal Investigation into Fraud Claims Against Somali Child Care Providers in Minnesota",
      "summary": "Federal agents from the Trump administration have been deployed to Minnesota to probe fraud allegations targeting Somali child care providers in Minneapolis. The investigation was prompted by a video from right-wing influencer Nick Shirley, who claimed without evidence that these daycare centers misappropriated over $100 million. In response, FBI Director Kash Patel stated the agency is already investigating, calling it \"the tip of a very large iceberg,\" and Homeland Security Secretary Kristi Noem shared footage of agents on the ground. However, state and city officials question Shirley's claims, noting that the Somali community is already facing immigration crackdowns. Investigative reporter Jeff Meitrodt explains that the fraud issue originated from a COVID-era relief program designed to provide meals for children when schools were closed, and it has since expanded into a broader problem involving multiple Medicaid-funded programs, with prosecutors investigating around $9 billion in fraud. This situation highlights tensions between federal actions and local concerns, as well as the spread of fraud from initial relief efforts.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7d5dcbbdd295562f_6cdf488f2272.webp",
      "category": "News"
    }
  ]
}