{
  "articles": [
    {
      "id": "a42c3364ed9fb8e1",
      "title": "Famous Author Marina Lewycka Passes Away",
      "summary": "Marina Lewycka was a famous author who wrote books that many people loved. Her first book, called 'A Short History of Tractors in Ukrainian,' sold over one million copies, which means a lot of people read it. She was from Britain and had Ukrainian roots. This article tells us that she has died, and it shares some facts about her life and work. It helps us remember her and learn why she was important in the world of books. Her stories often talked about family and different cultures, making them interesting for readers of all ages.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a42c3364ed9fb8e1_38e531965dbc.webp",
      "category": "Fun"
    },
    {
      "id": "58d06067dc2343ee",
      "title": "Bad Bunny Wins Big at Music Awards",
      "summary": "Bad Bunny, a famous singer from Puerto Rico, won five awards at the Latin Grammys, which is a big music event. He got the award for album of the year, which is a special prize. Other singers like Karol G and Gloria Estefan also won awards and were very happy. This shows that Bad Bunny's music is loved by many people. The awards were given out before the Super Bowl, a huge football game. Winning so many awards is a big achievement for Bad Bunny and makes his fans proud. It's exciting to see artists being recognized for their hard work in making music that people enjoy listening to.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_58d06067dc2343ee_510025d838b4.jpg",
      "category": "Fun"
    },
    {
      "id": "08784c7f1aac8cd8",
      "title": "Famous Singers Ask for Help with Ticket Prices",
      "summary": "Dua Lipa and Coldplay are famous singers who care about their fans. They signed a letter to the government because they want to stop ticket touts. Ticket touts are people who buy tickets and then sell them for much higher prices. This makes it hard for fans to afford tickets to concerts. The singers promised to cap resale prices, which means they want to set a limit on how much tickets can be resold for. By asking the government to take action, they hope to make concert tickets fair for everyone. This is important because it helps fans enjoy music without paying too much money. The article shows how celebrities can use their voice to make positive changes in the world.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_08784c7f1aac8cd8_6a1700acafd8.jpg",
      "category": "Fun"
    },
    {
      "id": "cd42b88fdfe50468",
      "title": "Why Being the BBC Boss is a Tough Job",
      "summary": "The BBC is looking for a new leader, and this article talks about why it might be hard to be the boss. It explains that the BBC is a big TV and radio company in the UK, and the director general is in charge of everything. The job is not easy because there are many challenges, like making sure people like the shows and dealing with money issues. The article also mentions some people who might want the job, but it asks why anyone would want such a difficult role. It's like being the captain of a big ship with lots of responsibilities. This helps us understand how important leaders are in big organizations.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cd42b88fdfe50468_4a88e3fc556e.jpg",
      "category": "Fun"
    },
    {
      "id": "4d7d2769e0ba3991",
      "title": "Tennis Star Wins Big Match",
      "summary": "Jannik Sinner played a great tennis match against Alexander Zverev and won. This victory helped him move forward in the ATP Finals, which is a big tournament for top tennis players. Sinner stayed calm and focused during the game, which made it hard for Zverev to play his best. The match was exciting, and fans cheered for both players. Sinner's win means he is now in the last four of the tournament, getting closer to the championship. This shows how hard work and practice can lead to success in sports. Tennis is a fun game where players hit a ball over a net, and matches can be very competitive.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4d7d2769e0ba3991_1d90d13f2f35.jpg",
      "category": "Fun"
    },
    {
      "id": "4e7102e74f4716aa",
      "title": "Carlos Alcaraz Wins Exciting Tennis Match",
      "summary": "Carlos Alcaraz played a very exciting tennis match against Taylor Fritz at the ATP Finals in Turin, Italy. He had to fight hard to win, and it was a thrilling game that kept fans on the edge of their seats. Lorenzo Musetti also played and made the home crowd very happy with his performance. The ATP Finals is a big tournament where the best tennis players in the world compete. Alcaraz showed great skill and determination to come back and win the match. This victory is important for him in the tournament. Tennis is a fun sport where players hit a ball over a net, and matches can be full of excitement and surprises.",
      "source": "BBC Tennis",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4e7102e74f4716aa_6d7f3b3f1de6.webp",
      "category": "Fun"
    }
  ]
}