{
  "articles": [
    {
      "id": "6ecb8ba0adf6317f",
      "title": "威格斯乐队就出现在摇头丸音乐视频中发表声明",
      "summary": "澳大利亚儿童音乐团体威格斯乐队在两名成员出现在一首似乎暗示吸毒的歌曲音乐视频后发表了声明。这段已删除的视频是为音乐家Keli Holiday的新歌《Ecstasy》制作的，其中蓝威格斯安东尼·菲尔德和他的侄子多米尼克·菲尔德（扮演智慧树）在背景中跳舞。威格斯乐队的发言人表示，该团体“不纵容”任何形式的吸毒行为，并且视频是在未经乐队批准的情况下制作的。这段TikTok视频在被删除前被观看了超过92,000次。威格斯在给《西澳大利亚人报》的声明中说：“我们理解在社交媒体上流传的视频引起了许多家长和专业人士的担忧，我们想直接解决这个问题。威格斯不支持或纵容任何形式的吸毒。被分享的内容不是我们创作或批准的，我们已经要求将其删除。虽然Keli Holiday是威格斯的朋友，但视频和添加的音乐是独立制作的，我们不知情。”该视频是在本月初的TikTok奖项上拍摄的，当时乐队成员在Holiday的歌曲《Dancing2》中与他同台演出。Holiday在TikTok上分享了视频，标题为“威格斯懂了”，以推广他的新单曲《Ecstasy》。歌曲副歌歌词是：“嘿女孩，来和我跳舞。你和你的口袋装满摇头丸。”威格斯乐队的发言人告诉《西澳大利亚人报》，乐队在奖项上的表演是“家庭友好型的”，视频是“单独编辑的，我们不知情”。威格斯乐队成立于1991年，作为大学作业的一部分，已成为国际儿童现象。安东尼·菲尔德是唯一仍在团体的原始成员。Keli Holiday是Hyde的独奏项目，他也以电子舞曲二人组Peking Duk的一半而闻名。",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_6ecb8ba0adf6317f_ca2e0b9c815a.webp",
      "category": "Fun"
    },
    {
      "id": "9faef04bd9a463c3",
      "title": "著名剧作家汤姆·斯托帕德爵士逝世，享年88岁",
      "summary": "汤姆·斯托帕德爵士，英国著名剧作家，已逝世，享年88岁，其代理人已宣布此消息。他在多塞特家中安详离世，家人陪伴在侧。斯托帕德以其机智和深度的作品闻名，职业生涯超过六十年，创作了多部影响深远的戏剧，如《罗森克兰兹和吉尔登斯特恩已死》和《真实的事》，以及电影剧本《莎翁情史》，后者为他赢得了奥斯卡奖和金球奖。各界人士纷纷致哀，国王查尔斯三世和卡米拉王后表示深感悲痛，称他为“最伟大的作家”和“亲爱的朋友”，并引用他的台词来安慰众人。米克·贾格尔爵士在社交媒体上致敬，赞扬其“宏伟的知识性和娱乐性作品”。斯托帕德的后期作品《利奥波德城》是一部半自传体戏剧，设定在20世纪初的维也纳，获得了奥利弗奖和托尼奖。他出生于捷克斯洛伐克，幼年时因纳粹占领而逃离，这段经历深刻影响了他的写作，作品常探讨哲学和政治主题。代理人和费伯出版社赞誉他的人性、不敬精神和对英语的深厚热爱，巩固了他作为当代最伟大剧作家之一的遗产。",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_9faef04bd9a463c3_efe7fa8102fe.webp",
      "category": "Fun"
    },
    {
      "id": "a66283b0daec40a1",
      "title": "汤姆·斯托帕德爵士：机智风趣且认真对待思想的剧作家",
      "summary": "汤姆·斯托帕德爵士去世，享年88岁，他是英国最聪明的剧作家之一。他的作品机智风趣，认真对待思想，并乐于探讨哲学和政治议题。他还在好莱坞担任剧本医生，为电影剧本增添光彩，并因对《莎翁情史》的贡献而共享了最佳剧本奥斯卡奖。斯托帕德成功地将知识分子对复杂性的喜爱与娱乐家的趣味天赋结合起来。他出生于当时的捷克斯洛伐克，犹太父亲是巴塔鞋公司的医生。在婴儿时期，他的父母因纳粹占领而逃离，先后前往新加坡、澳大利亚和印度，父亲在日本战俘营去世。斯托帕德最初在布里斯托的《西部日报》担任记者，1963年他的第一部舞台剧《水上漫步》在ITV播出，但真正让他成名的是1966年在爱丁堡艺术节首演、1967年转入伦敦国家剧院的《罗森克兰兹和吉尔登斯特恩已死》。该剧将莎士比亚《哈姆雷特》中的两个小角色置于中心舞台，困惑于周围看似随意的事件。随后，他创作了一系列戏剧作品，如《跳跃者》、《戏谑》和《阿卡迪亚》，常常围绕出人意料的知识构想或奇异 juxtaposition，以精彩对话、双关语和误解为特色。尽管早期作品有时被批评缺乏情感深度，但后期作品显示出更多人性同情。他的独特品质反映了其背景：部分中欧知识分子，部分自嘲、公学教育、热爱板球的英国人。他声称写剧本既是为了探索现有想法，也是为了发现自己真正的思想。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a66283b0daec40a1_3b0f5fcd40c0.webp",
      "category": "Fun"
    },
    {
      "id": "488ce673f734bdbf",
      "title": "科学家利用光实现信息隐形传态",
      "summary": "斯图加特大学的研究团队在量子通信领域取得重大突破，首次实现了来自不同量子点的光子之间的信息隐形传态。这项研究发表在《自然通讯》上，针对构建量子互联网的关键挑战，即如何在不放大信号的情况下延长量子信息的传输距离。量子通信利用光子的偏振状态编码信息，基于量子力学原理如叠加和纠缠，确保任何窃听尝试都会留下可检测的痕迹。团队使用半导体量子点产生几乎相同的光子，并借助量子频率转换器调整光子特性以匹配。作为Quantenrepeater.Net项目的一部分，这项成果涉及与萨尔兰大学和莱布尼茨研究所的合作，强调了跨学科研究的重要性。通过实现长距离量子隐形传态，该研究提升了全球量子网络的可行性，有望革新密码学，提供对抗人工智能增强的网络威胁的强大防御。然而，维持长距离下的相干性和准确性仍是未来需要解决的挑战。这一进展标志着在实现安全、高效的量子互联网道路上迈出了关键一步，对保护在线数据和隐私具有深远意义。",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_488ce673f734bdbf_ae18f1820d8d.webp",
      "category": "Fun"
    },
    {
      "id": "cd13ce9a3dcd1368",
      "title": "JWST发现无法解释的极端红点",
      "summary": "詹姆斯·韦伯太空望远镜在2022年夏季发现了大量小而红的物体，这些“小红点”在空间中分布，数量远超预期。由于JWST对中红外波段的敏感性，它们清晰可见，而哈勃望远镜无法观测到这些长波长的光。这些物体极其遥远，最近的光线传播了120亿年才到达地球，意味着我们看到的是宇宙早期约大爆炸后18亿年的景象。科学家们对此感到困惑，因为小红点不符合任何已知天体类别。早期理论认为它们可能是充满恒星和尘埃的巨大年轻星系，密度极高，甚至挑战了星系形成的基本理论。另一种观点则认为它们是活跃星系核，即被大量尘埃遮蔽的中央黑洞区域，但这一解释面临光谱不匹配和数量过多的问题。为解决争议，研究人员通过如RUBIES等项目收集更多光谱数据。这一发现展示了JWST揭示新宇宙现象的能力，并可能推动天文学理解的革新。",
      "source": "Science Daily - Technology",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_cd13ce9a3dcd1368_79c9da933b1c.webp",
      "category": "Fun"
    },
    {
      "id": "6ce2b1a9f1dd23b6",
      "title": "七年研究揭示啤酒泡沫持久性的科学奥秘",
      "summary": "苏黎世联邦理工学院的研究人员，在Jan Vermant教授的领导下，进行了一项为期七年的研究，揭示了为什么某些啤酒的泡沫比其他啤酒更持久的科学原理。该研究发表在《Physics of Fluids》期刊上，分析了比利时艾尔啤酒，如Tripel、Dubbel和Singel，发现Tripel啤酒的泡沫最稳定，而Singel啤酒的泡沫最易消散，这归因于发酵程度和酒精含量的差异。研究还评估了瑞士大型啤酒厂的拉格啤酒，指出虽然某些拉格啤酒能达到类似的泡沫稳定性，但其物理机制大不相同。此前，科学界认为泡沫持久性主要依赖于蛋白质丰富的层，但新研究表明，表面粘弹性和Marangoni应力等因素也起关键作用。例如，在拉格啤酒中，较高的蛋白质含量增强了气泡膜的刚度，有助于泡沫持久；而在Tripel啤酒中，Marangoni应力——由表面张力变化引起的力——帮助维持泡沫。这项研究不仅深化了对流体动力学的理解，还为酿酒师提供了实用见解，以通过控制酿造过程来提升啤酒质量。研究团队通过分析气泡壳的结构和行为，发现不同啤酒类型具有不同的物理特性，这为改进酿造技术提供了科学基础。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6ce2b1a9f1dd23b6_be8d298854e8.webp",
      "category": "Fun"
    }
  ]
}