{
  "articles": [
    {
      "id": "18c32b5d33631c04",
      "title": "好莱坞导演罗伯·莱纳及其妻子米歇尔在洛杉矶家中被发现死亡",
      "summary": "好莱坞著名电影制作人兼演员罗伯·莱纳及其妻子米歇尔在洛杉矶的家中被发现死亡。当局在周日下午接到报警后，将此事视为疑似凶杀案进行调查。莱纳以执导多种类型的经典电影而闻名，例如《当哈利遇到莎莉》和《好人寥寥》。家庭发言人通过声明确认了这一悲剧，并请求隐私。包括前总统巴拉克·奥巴马和众议院议长南希·佩洛西在内的知名人物纷纷致以哀悼。警方报告称，一名78岁男性和一名68岁女性在现场被宣布死亡，但尚未正式确认身份或披露具体情况。目前无人被捕，也未寻找嫌疑人。洛杉矶消防部门接到了医疗援助电话，洛杉矶警察局的抢劫凶杀案侦探已启动凶杀调查。在一次新闻发布会上，副局长艾伦·汉密尔顿表示，尸体在响应数小时后仍留在屋内，死因将由验尸官办公室确定。莱纳是喜剧传奇卡尔·莱纳的儿子，于1960年代开始职业生涯，因在电视剧《全家福》中的角色而闻名，并获得了两项艾美奖。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_18c32b5d33631c04_02df11db44ab.webp",
      "category": "News"
    },
    {
      "id": "840bfee2d5edb8b0",
      "title": "“把包裹扔在门口”——Evri快递员为赚取体面工资而走捷径",
      "summary": "这篇文章调查了英国领先的包裹递送公司Evri的系统性递送问题。它以案例研究为例，如汉普郡特怀福德的Becky，她尽管收到递送通知，却未收到给女儿的芭比娃娃，这说明了广泛的客户不满。分析将这些服务问题与Evri自雇快递员的结构性压力联系起来，这些快递员按包裹计酬，一月份的费率调整使一些人的收入低于国家最低工资，例如Dave估计降至每小时10英镑。这种经济模式激励快递员优先考虑数量而非准确性，导致包裹未送达。Ofcom的监管调查证实了这些发现，在主要公司中，Evri的客户满意度排名最低，而亚马逊和联邦快递等竞争对手表现优异。文章批评了Evri的商业实践，强调支付结构和高递送目标加剧了工人剥削和服务质量下降，尤其是在圣诞节等需求高峰期间。它提出了更广泛的问题，涉及零工经济劳动条件和物流行业的公司责任。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_840bfee2d5edb8b0_ae2351acb292.webp",
      "category": "News"
    },
    {
      "id": "26264316bad4c7ed",
      "title": "我的电子邮件是否在阻碍我的职业发展？",
      "summary": "这篇文章探讨了工作邮件中语言习惯如何影响职业形象和晋升机会。专家指出，过度使用感叹号、不必要的道歉和表情符号可能会微妙地削弱个人的专业可信度。研究表明，女性使用感叹号的频率是男性的三倍，这往往是为了避免因直接而被贴上“霸道”等性别化负面标签。虽然这些元素旨在表达友好和亲和力，但可能无意中传递出不自信或缺乏权威的信号。表情符号虽然用于澄清语气，但容易产生误解，并带有幼稚的涵义，可能使发件人显得不够资深或可靠。文章建议使用清晰的语言和良好的英语表达能力，强调书面沟通容易误读，因此需要谨慎措辞。通过分析这些习惯的累积效应，文章提醒读者注意邮件写作对职业感知的影响，并提供改进建议，以帮助在职场中获得更严肃的对待和更好的发展机会。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_26264316bad4c7ed_0656ba068f8c.webp",
      "category": "News"
    },
    {
      "id": "ef6de9b729e84399",
      "title": "如何阻止普京在乌克兰的战争",
      "summary": "本文探讨了乌克兰战争的持续情况以及可能说服俄罗斯总统弗拉基米尔·普京停止军事行动的潜在策略。普京表现出信心，原因在于感知到的外交转变，包括与美国关系的改善和战场上的成功。分析人士指出，普京几乎没有妥协的动机，要求乌克兰放弃其仍控制的顿涅茨克最后20%的地区，国际承认被占领土为俄罗斯所有，限制其军事能力，并永远放弃北约成员资格。考虑了几种情景：美国总统唐纳德·特朗普可能迫使乌克兰接受涉及领土让步的停火，这可能缺乏对未来俄罗斯侵略的安全保障。如果乌克兰抵制或俄罗斯否决，特朗普可能撤回对乌克兰的关键美国情报支持。或者，冲突可能持续，俄罗斯在乌克兰东部逐步推进。特朗普政府的新国家安全战略将俄罗斯从生存威胁降级，主张与俄罗斯重新建立战略稳定。随着美国支持的不确定性，文章质疑什么可能改变普京的立场，以及乌克兰、欧洲和中国可能扮演的角色。欧洲正在通过“意愿联盟”准备停火倡议，涉及军事和财政援助，以威慑未来入侵并重建乌克兰。然而，一些官员主张长期准备，建议支持可能持续15至20年的战争，包括通过欧洲天空盾牌倡议加强无人机和导弹防御。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ef6de9b729e84399_4dbfc096b8ad.webp",
      "category": "News"
    },
    {
      "id": "1b0cc31e5cb0c809",
      "title": "智利选举：极右翼候选人获胜，将成为独裁统治以来最右翼总统",
      "summary": "在智利总统决选中，极右翼候选人何塞·安东尼奥·卡斯特以超过58%的得票率获胜，击败了左翼候选人珍妮特·哈拉。这一结果标志着智利自35年前结束军事独裁统治以来最右翼政府的诞生。卡斯特的竞选承诺包括打击日益严重的犯罪、驱逐数十万非法移民以及重振低迷的经济。他的对手哈拉是共产党成员，曾任左翼总统加夫列尔·博里奇的劳工部长，但仅获得约41%的支持。选举反映了拉丁美洲更广泛的趋势，右翼领导人在该地区逐渐掌权。卡斯特的胜利意味着智利政治向左翼政策的转变，选民对当前政府的不满推动了这一变化。文章还提到卡斯特的家庭背景，如其父亲曾注册加入纳粹党，这为其政治形象增添了复杂性。哈拉在社交媒体上承认失败并祝贺卡斯特，体现了民主进程。这一选举结果可能对智利的移民政策、经济改革和社会问题产生深远影响。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1b0cc31e5cb0c809_77589100c9f4.webp",
      "category": "News"
    },
    {
      "id": "c937441a1a86c3e3",
      "title": "教皇在特别弥撒中批评监狱过度拥挤",
      "summary": "教皇利奥十四世在罗马为被拘留者、看守及其家人举行的特别弥撒中，批评了监狱过度拥挤和囚犯康复计划不足的问题，这标志着梵蒂冈2025年圣年的结束。他强调需要教育和就业机会来帮助囚犯重新融入社会，并呼吁对囚犯和看守展现慈善与宽恕。此次活动是圣年的最后一项重大活动，始于2024年教皇方济各，旨在向边缘化群体传递希望。教皇方济各此前曾访问雷比比亚监狱以将囚犯纳入庆典，并呼吁全球实行监狱大赦。在意大利，监狱过度拥挤是一个严重问题，设施容量达到135%，且虐待投诉不断增加，据倡导组织安提戈涅报告。弥撒吸引了约6000名参与者，包括国际代表，凸显了全球对监狱改革的关注。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c937441a1a86c3e3_8064858dd555.webp",
      "category": "News"
    }
  ]
}