{
  "articles": [
    {
      "id": "d513f29a83c1c777",
      "title": "政府数据遭黑客窃取，部长确认",
      "summary": "英国政府数据在一次黑客攻击中被窃取，贸易部长克里斯·布莱恩特确认了这一事件，但官员认为对个人的风险较低。这些数据存储在外交部代表内政部运营的系统上，外交部工作人员发现了此次事件。据信，一个与中国有关的组织涉嫌发动了此次攻击。英国政府未正式指责任何一方，发言人表示正在调查。布莱恩特在接受BBC早餐节目采访时称调查仍在进行中，安全漏洞已迅速修补。他补充说，认为个人受影响的风险相当低。此外，他向时报电台表示，无法确认是否与中国特工或中国政府直接相关。太阳报报道称，事件可能发生在十月，目标可能包括签证详细信息。此事已提交给信息专员办公室处理。英国情报机构警告称，中国正在增加大规模间谍活动，利用网络等手段，针对商业和政治信息。网络机构GCHQ去年表示，正投入比任何其他国家更多的资源来应对中国威胁。布莱恩特周五表示，政府设施总是可能成为目标。确认由中国国家组织发动的黑客攻击可能会在英国首相基尔·斯塔默计划明年访问北京之前使政府陷入尴尬境地，这将是自2018年以来英国首相首次访华。工党政府表示，与中国接触很重要，因为在贸易、气候变化等重大问题上无法忽视中国，但面对面会议也为就影响英国安全的问题进行强硬交流提供了论坛。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_d513f29a83c1c777_0c9414a3f6dc.webp",
      "category": "News"
    },
    {
      "id": "19224e97bb637a72",
      "title": "数百万人圣诞回家：节日出行高峰日",
      "summary": "英国的道路、铁路和机场预计将在圣诞节出行高峰日迎来大量旅客。AA警告周五可能出现交通拥堵，调查显示多达2440万辆汽车可能上路。这一天也可能是圣诞节期间机场最繁忙的日子，计划有46万次旅程。Network Rail建议旅客检查行程并尽可能预订座位。AA表示，今年圣诞节可能是英国道路有记录以来最繁忙的，建议驾驶员预留额外时间完成旅程。保险公司称，大多数节日期间驾车出行的人行驶距离不到100英里，这意味着高速公路交汇处和零售目的地周围可能出现拥堵。伦敦及周边预计的拥堵热点包括萨里郡的M3/M25交汇处、希思罗机场附近的M25以及肯特郡蓝水购物中心附近的M25。伦敦以外地区，旅客应预计在爱丁堡和格拉斯哥之间的M8、伯明翰附近的M5/M6交汇处、东米德兰兹和南米德兰兹的M1 J10–15a以及卡迪夫和纽波特附近的M4等区域出现拥堵。M27将从平安夜至1月4日关闭9号（怀特利/公园门）至11号（法勒姆东/戈斯波特）交汇处之间的路段，因此汉普郡的旅行者应规划替代路线。AA巡逻专家肖恩·琼斯表示，耐心驾驶“将是今年最好的礼物”。周五也预计是节日季节机场最繁忙的日子，希思罗机场预计将迎来有记录以来最繁忙的12月和圣诞节，每天约有25万名乘客通过机场。曼彻斯特机场也预计迎来创纪录的圣诞节期间，周五预计是最繁忙的一天，约有10万名乘客。总体而言，强调耐心和准备以安全应对节日出行高峰。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_19224e97bb637a72_b39901936eb9.webp",
      "category": "News"
    },
    {
      "id": "cd7b282f03f0bfb2",
      "title": "欧盟峰会艰难支持乌克兰，分歧明显",
      "summary": "经过17小时时而激烈的辩论，欧盟领导人在周五凌晨达成协议，共同提供900亿欧元的零息贷款，以在未来两年内维持乌克兰的财政稳定。基辅方面明确表示，这笔钱不是可有可无，而是必需品。随着美国在特朗普领导下不再提供新的直接军事援助，这个饱受战争蹂躏的国家转向了欧洲。乌克兰总统泽连斯基告诉欧盟领导人，如果没有这笔现金，他将没有足够的资金支付乌克兰士兵的工资或购买对抗俄罗斯侵略所需的武器。现已达成的欧盟贷款将由该集团的共同预算担保。但为了向华盛顿和莫斯科的欧盟怀疑论者展示欧洲在乌克兰问题上的决定性团结，布鲁塞尔的愿望受到了打击：匈牙利、斯洛伐克和捷克共和国只有在获得个别豁免的情况下才同意支持该计划——该计划需要一致通过才能通过。这再次表明欧洲在对待乌克兰和莫斯科的态度上存在分歧。匈牙利和斯洛伐克已知与克里姆林宫关系较近。这使它们与地理上更接近俄罗斯的欧盟国家（如波兰和波罗的海国家）直接对抗。后者将乌克兰对抗俄罗斯的生存视为存在性问题。他们认为，如果基辅因资金或武器短缺而在战场上输给莫斯科，那将助长俄罗斯的气焰，并对欧洲的安全和稳定造成更广泛的灾难。在周四紧张峰会开始时，波兰总理唐纳德·图斯克表示，欧盟领导人有一个明确的决定要做：他说，今天付钱，或者明天付出血的代价。他说他不是在谈论乌克兰，而是在谈论欧洲。欧盟对乌克兰的新联合贷款计划取代了一项备受争议的欧盟提案，该提案提议利用欧盟持有的冻结俄罗斯国家资产（总计价值2100亿欧元，主要在比利时）来筹集900亿欧元。基辅曾形容这个想法在道德上是合理的，考虑到莫斯科对乌克兰造成的价值数十亿美元的破坏。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cd7b282f03f0bfb2_569ab0a3d17d.webp",
      "category": "News"
    },
    {
      "id": "356c3eda5fe7cee6",
      "title": "非接触式卡支付限额将被取消",
      "summary": "从三月起，银行和卡提供商将有权设置非接触式卡支付的最高或无限单笔支付金额，无需输入四位PIN码。金融行为监管局（FCA）鼓励这些机构允许持卡人自定义限额或完全关闭非接触式支付功能，一些银行已提供此功能。这一监管变化尽管FCA的调查显示消费者和行业对改变当前100英镑限额的需求不大。FCA表示不期望卡提供商从三月起立即改变当前限额，但他们有灵活性这样做。自2007年非接触式卡支付推出以来，交易限额从10英镑逐步提高至2021年的100英镑，疫情期间有显著跳跃。虽然非接触式卡目前有100英镑支付限额，但使用智能手机支付的人可以无需PIN码支付任何金额，内置安全功能如指纹和面部ID提供更大保护。但有人担心当高价值支付可通过轻触卡完成时，卡对窃贼和欺诈者更具吸引力。已有各种保护措施，例如在一系列连续非接触式交易后提示输入PIN码。根据FCA支付和数字金融执行董事David Geale的说法，如果钱被欺诈者偷走，消费者仍能拿回钱。他表示，非接触式是人们首选的支付方式，在BBC的今日节目中，他说明系统运行良好，但僵化的限额可能“减慢速度”。因此，FCA希望给予银行和支付公司更大灵活性，在低欺诈风险的情况下设置自己的非接触式支付方法。实际上，这意味着银行和支付公司可以根据客户选择限额。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_356c3eda5fe7cee6_4bf48e72ca81.webp",
      "category": "News"
    },
    {
      "id": "cfb96b5e9f82dc71",
      "title": "芝加哥联储主席谈经济混合信号",
      "summary": "近期经济数据呈现混合信号，通胀显示出降温迹象，同比增长2.7%，低于许多经济学家的预期。这一积极趋势与一份延迟的就业报告形成对比，该报告显示增长疲软且失业率达到四年来的最高水平，引发对劳动力市场的担忧。这些混合指标可能加强美联储在2026年进一步降息的论点，旨在刺激经济活动。然而，经济学家指出，两份报告的数据收集都受到政府停摆的显著影响，引入了潜在的不准确性。美联储已在最近几个月三次降息，将就业下行风险列为主要担忧。芝加哥联邦储备银行行长奥斯坦·古尔斯比在PBS新闻小时节目中提供见解，强调通胀报告的有利方面，同时承认数据挑战。此分析探讨了通胀控制与就业稳定之间的相互作用，这是货币政策决策的关键因素。背景包括经济指标如通胀和失业率如何影响政策，以及外部事件如政府停摆对数据准确性的影响，帮助理解古尔斯比关于平衡这些混合信号以实现未来货币行动的讨论。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_cfb96b5e9f82dc71_3cf87bd641fd.webp",
      "category": "News"
    },
    {
      "id": "9a32eca9a931019c",
      "title": "核查特朗普政治性黄金时段演讲中的言论",
      "summary": "特朗普总统在黄金时段向全国发表了一场政治性演讲，聚焦经济挑战和通货膨胀问题，并将责任归咎于其前任乔·拜登及民主党。他声称在其任期内带来了前所未有的积极变化。白宫记者莉兹·兰德斯对此进行了事实核查，引用了最近PBS新闻一小时/NPR/Marist的民意调查，显示57%的美国人不满意特朗普的经济处理方式，仅36%表示赞同，这是其任期内的历史最低点。本文探讨了政治事实核查的方法，评估了来源的可信度和公众意见数据的影响。它分析了经济论述的更广泛背景，将特朗普的论点与实证证据进行对比，并考虑了演讲和核查过程中可能存在的偏见。文章强调了媒体在审查政治叙事中的作用，以促进选民获得信息并做出明智决策。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_9a32eca9a931019c_db488ab753f4.webp",
      "category": "News"
    }
  ]
}