{
  "articles": [
    {
      "id": "6d90c7578be39a19",
      "title": "二十年研究显示清洁水源大幅降低癌症和心脏病死亡",
      "summary": "一项在孟加拉国进行的大型二十年研究追踪了近11,000名成年人，发现减少饮用水中的砷含量与心脏病、癌症及其他慢性疾病死亡人数下降高达50%相关。这项研究由哥伦比亚大学和纽约大学的科学家领导，通过反复测量尿液中的砷水平来精确跟踪暴露和健康结果，提供了迄今为止最有力的长期证据，表明降低砷暴露可以减少死亡率，即使对于长期接触污染水的人群也是如此。砷是一种无色无味的地下水污染物，全球数百万人受影响，包括美国超过一亿依赖私人水井的人。研究强调，当人们从高砷水切换到安全水源时，死亡风险显著降低，社区通过标记水井和安装新井等努力创造了自然对比组。这些发现突显了持续公共卫生干预在减轻长期砷毒性方面的有效性，对全球水安全政策和慢性病预防策略具有深远意义。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6d90c7578be39a19_17301272e240.webp",
      "category": "Science"
    },
    {
      "id": "af11a8b54ef62ba6",
      "title": "常见营养素缺乏可能悄然损害年轻大脑",
      "summary": "亚利桑那州立大学的研究人员发现，肥胖年轻成年人大脑中存在早期损伤迹象，与胆碱水平低有关。胆碱是一种必需营养素，对肝脏健康、炎症控制和记忆功能至关重要。研究测量了炎症蛋白和神经丝轻链（NfL）等生物标志物，发现肥胖参与者中这些标志物升高，且与胆碱减少相关。NfL是神经元损伤的指标，通常在阿尔茨海默病等神经退行性疾病中升高。结果表明，胆碱摄入不足（常见于美国青少年和年轻成人）可能加剧肥胖对大脑的影响，增加未来认知衰退风险。专家建议增加鸡蛋、鱼类和蔬菜等富含胆碱的食物摄入，以降低这些风险。该研究发表于《衰老与疾病》杂志，强调了早期营养干预在预防神经退行性疾病中的重要性。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_af11a8b54ef62ba6_295c4f22b4ec.webp",
      "category": "Science"
    },
    {
      "id": "a11af4aafa917620",
      "title": "研究发现未经治疗的睡眠呼吸暂停使帕金森病风险加倍",
      "summary": "一项最新研究发表在《JAMA Neurology》上，发现未经治疗的阻塞性睡眠呼吸暂停会显著增加患帕金森病的风险。研究人员分析了1999年至2022年间超过1100万美国退伍军人的电子健康记录，结果显示，未使用持续气道正压通气治疗的睡眠呼吸暂停患者被诊断出帕金森病的可能性几乎是使用治疗者的两倍。该研究由俄勒冈健康与科学大学和波特兰VA医疗中心的专家领导，在调整了年龄、肥胖和高血压等因素后，这种强关联仍然存在。睡眠呼吸暂停会导致睡眠中呼吸反复中断，引起低氧水平，长期可能损害大脑神经元。作者指出，使用CPAP可以改善睡眠质量和气流，可能增强对神经退行性疾病的抵抗力。这项研究强调了处理睡眠障碍以减轻长期健康风险的重要性，例如帕金森病，这种疾病影响运动功能并随年龄增长而恶化。研究结果可能改变临床实践，推动早期识别和治疗睡眠呼吸暂停，从而降低神经退行性疾病的风险。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a11af4aafa917620_3d0de2dbd05c.webp",
      "category": "Science"
    },
    {
      "id": "4658de5476fc30b1",
      "title": "ULA 计划今年发射多达 10 枚 Vulcan 火箭，但仅将飞行一次",
      "summary": "2025 年，联合发射联盟（ULA）原计划发射多达 10 枚新型 Vulcan 火箭，但实际仅进行一次 Vulcan 发射，加上五枚 Atlas V 火箭，总计六次任务，远低于最初预测的 20 次发射。Vulcan 火箭的唯一一次发射在 8 月进行，为美国太空军部署了实验性军事卫星。延迟源于 2024 年 10 月第二次试飞中助推器故障，减缓了 Vulcan 的投入使用进程。ULA 是美国太空军国家安全太空发射（NSSL）计划的认证提供商之一，与 SpaceX 竞争，后者今年已发射 151 次 Falcon 9 火箭。主要客户亚马逊和太空军占 ULA 任务积压的约 90%，亚马逊预定了 38 次 Vulcan 发射用于其 Leo 宽带卫星网络，太空军预定了 27 次用于侦察和 GPS 卫星。延迟影响了军事卫星能力和商业计划，未来 Vulcan 任务计划在 2026 年进行。这一情况突显了火箭过渡中的挑战，对国家安全和太空经济具有广泛影响。",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4658de5476fc30b1_68143faa4bce.webp",
      "category": "Science"
    },
    {
      "id": "5e231f318b6233e6",
      "title": "新证据显示玛雅崩溃不仅仅是干旱所致",
      "summary": "长期以来，经典玛雅城市的崩溃常被归因于严重干旱，但新研究揭示了一个更为复杂的故事。加州大学圣巴巴拉分校的考古学家道格拉斯·肯尼特及其团队在《美国国家科学院院刊》上发表了一项研究，应用种群生态学理论分析玛雅低地的城市化过程。他们发现，城市的兴起是由气候衰退、群体间冲突以及农业基础设施投资带来的规模经济推动的。然而，当城市生活的益处（如资源共享）不再超过成本（包括城市附近环境退化和气候改善使农村地区更宜居）时，去城市化就发生了。研究团队利用考古数据、人口变化、冲突和农业系统信息，结合高分辨率气候记录和计算模型，量化了不平等和庇护-客户关系等因素。这表明玛雅崩溃涉及环境、社会和经济的多重压力，而不仅仅是干旱。这项研究挑战了单一原因的解释，强调了历史分析对理解现代城市可持续性的重要性。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5e231f318b6233e6_a3dd28f49c4f.webp",
      "category": "Science"
    },
    {
      "id": "ea82bac40e4ae66e",
      "title": "许多与狗行为相关的基因也影响人类个性",
      "summary": "一项由剑桥大学研究人员进行的研究利用金毛寻回犬终身研究数据，对单一犬种进行了大规模的基因与行为关联分析。通过检查超过1000只金毛寻回犬，团队发现了与14种行为倾向（如恐惧、攻击性和可训练性）相关的基因组区域，其中12个区域显示出强关联。将这些发现与人类基因组数据交叉参考后，揭示出许多这些基因对应于与人类行为特征相关的区域，包括智力、神经质和抑郁。然而，受影响的具体行为往往不同；例如，狗中靠近ROMO1的基因与训练响应性相关，而在人类中，它涉及认知表现和易怒性。这表明，虽然基因功能在哺乳动物中保守，但行为表达受到其他遗传、环境或发育因素的调节。该研究强调了行为遗传学的复杂性，表明这些变异可能提供神经灵活性。局限性包括来自主人报告行为评分的潜在偏见和多样化的环境背景，这可能影响关联的有效性。建议未来研究使用更大种群和受控设置来进一步阐明这些机制。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ea82bac40e4ae66e_e9159d08aba5.webp",
      "category": "Science"
    }
  ]
}