{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "蜜蜂更换蜂王的惊人原因",
      "summary": "在蜜蜂群体中，蜂王有时会因生病而无法产足够多的卵，这时工蜂会察觉并决定培育新蜂王来取代她，这一过程称为“蜂王更替”。科学家发现，病毒可以导致蜂王的卵巢萎缩，从而减少产卵量。同时，蜂王产生的甲基油酸酯信息素也会减少，这种信息素通常向工蜂传递健康信号。当信息素水平下降时，工蜂开始准备更换蜂王。蜜蜂对全球粮食安全至关重要，因为它们为大约三分之一的农作物授粉，帮助生产水果和蔬菜等食物。如果蜂王被替换，可能会对蜂群和依赖蜜蜂获取蜂蜜及授粉服务的养蜂人造成问题。研究由不列颠哥伦比亚大学的团队进行，并发表在《PNAS》期刊上。实验显示，受病毒感染的蜂王产卵更少，甲基油酸酯产量降低。田间试验表明，补充合成甲基油酸酯可能减少蜂王更替，为养蜂人提供在关键时期（如授粉高峰期）稳定蜂群的工具。这项研究强调了病毒感染如何导致蜂王失败，这是养蜂调查中常见的问题，并提出了支持农业系统的新管理策略。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI发现无人知晓的隐藏狮子吼声",
      "summary": "一项由埃克塞特大学进行的最新研究揭示，非洲狮子使用两种独立的吼声，而非仅有一种。这一发现通过应用人工智能分析狮子发声实现，分类准确率达到95.4%，旨在改进保护团体追踪和研究这些大型猫科动物的方式。研究发表在《生态与进化》期刊上，首次使用AI自动将狮子吼声分为不同类型，减少了人类解释的影响，从而更一致地识别个体狮子。狮子目前被国际自然保护联盟红色名录列为易危物种，非洲野生狮子数量估计仅2万至2.5万只，在过去25年中下降约一半。新研究结论推翻了长期假设，指出狮子吼叫序列包括已知的全喉吼声和新发现的中介吼声。类似进展在其他大型食肉动物如斑点鬣狗的研究中也有报道，强化了生物声学在生态科学中的价值。AI通过机器学习分类全喉吼声，提高了区分个体狮子的能力，自动化方法还简化了被动声学监测，提供比常见技术如足迹调查或相机陷阱更可靠的选项。研究由埃克塞特大学与牛津大学野生动物保护单位等机构合作完成，资金来自狮子恢复基金等组织，突显了技术在保护濒危物种中的重要作用。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "隐藏的铜开关超级充电绿色氨生产",
      "summary": "东京都立大学的研究人员揭示了一种催化剂在有望的工业反应中如何帮助生成氨，这是肥料的主要成分。在这个过程中，氧化铜在电化学硝酸盐还原反应中充当重要催化剂，这是一种比传统的哈伯-博世法更环保的方法。团队发现，在反应过程中会形成微小的铜颗粒，这些颗粒有助于将亚硝酸盐离子转化为氨。理解这一隐藏步骤为推进更清洁的工业化学提供了新机会。氨在肥料生产中扮演核心角色，对现代农业至关重要。目前，大多数氨通过哈伯-博世法生产，该方法在极高的温度和压力下结合氮和氢。这种方法需要大量能源，估计贡献了全球二氧化碳排放的大约1.4%。由于氨与全球食品供应紧密相关，因此有强烈动机开发更清洁的替代方案。研究小组使用先进测量技术，如操作X射线吸收，来观察氧化铜催化剂在氨形成过程中的变化。他们发现，在正电压下，硝酸盐离子通过附着在催化剂表面来“钝化”催化剂，阻止氧化铜转化为金属铜，反而导致亚硝酸盐离子的形成。一旦电压变得更负，氨产量急剧上升，同时金属铜颗粒出现，这通过铜-铜键的大幅增加得到确认。研究人员确定，这种金属铜有助于将氢添加到亚硝酸盐离子中，从而形成氨。这些发现展示了表面钝化如何影响氧化铜的性能，并证明在反应过程中形成金属铜对于高效氨生产至关重要。这些结果指向改善绿色氨方法和设计下一代电化学催化剂的更广泛策略。这项研究得到了东京都立大学和东京全球合作伙伴奖学金计划的支持，并基于新能源产业技术综合开发机构委托的项目JPNP14004的结果。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "化石揭示恐龙时代统治澳大利亚的巨型鲨鱼",
      "summary": "最近的研究在澳大利亚北部发现了约1.15亿年前的巨型鲨鱼化石，这些化石属于卡达比odontid鲨鱼，是现代lamniform鲨鱼（如大白鲨）的早期亲属。椎骨化石显示，这种鲨鱼的椎骨直径超过12厘米，比成年大白鲨的更大，表明鲨鱼在进化史上更早时期就达到了巨大体型，这挑战了先前认为大型鲨鱼仅在后来的观点。该研究由国际专家团队利用断层扫描等先进技术进行分析，发表于《通讯生物学》期刊。这些发现揭示了在恐龙时代，巨型鲨鱼与海洋爬行动物等顶级捕食者共存，强调了跨学科合作在古生物学中的重要性，并为了解鲨鱼体型在深时中的变化提供了新见解。",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "间谍照片首次揭示：青铜时代城市从草原浮现",
      "summary": "最近，考古学家在哈萨克草原上发现了名为Semiyarka的青铜时代城市遗址，距今约3500年。通过无人机和地球物理调查，研究人员绘制了这个140公顷城市的布局，包括成排的土墩房屋、一个大型中央建筑以及广泛的青铜制作工坊。该城市位于额尔齐斯河谷的战略位置，可能控制了贸易路线，挑战了草原地区仅由游牧民族居住的传统观点。证据包括土方工程、阿列克谢耶娃-萨尔加里文化的陶器碎片以及冶炼残留物如矿渣和坩埚。这一发现揭示了在以流动性为主的地区，早期城市发展的复杂性，表明某些社区建立了与其它古文明相似的精密定居点。部分发现得益于1970年代解密的间谍卫星照片，突显了现代技术在重建历史中的重要作用。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "火箭报告：SpaceX下一代助推器失败；飞马座火箭将再次飞行",
      "summary": "这篇文章来自Ars Science，报道了太空发射行业的最新动态。政府停摆结束后，美国联邦航空管理局取消了白天发射限制，为火箭发射提供了更多灵活性。蓝色起源公司继续成为头条新闻，其新格伦火箭成功发射并着陆，公司还公布了增加发动机以提升推力的路线图。与此同时，SpaceX正在推进其下一代星舰火箭的首飞准备工作。在合同方面，Katalyst Space Technologies获得了NASA的3000万美元合同，为自2004年起在轨的尼尔·盖瑞尔斯·斯威夫特天文台建造机器人救援任务。该天文台用于研究伽马射线暴，但由于大气阻力导致轨道衰减，面临再入地球大气的风险。Katalyst选择了诺斯罗普·格鲁曼公司的飞马座XL火箭进行发射，尽管该火箭使用频率低且成本高，但它能到达所需的低倾角轨道，且诺斯罗普可能提供折扣以清库存。此外，Ursa Major Technologies在E轮融资中估值达到6亿美元，反映了投资者对高超音速和太空防御推进技术的信心，客户包括BAE系统和Stratolaunch。Rocket Lab在48小时内为商业客户执行了一次秘密发射，使用了其电子火箭。文章分析了这些决策背后的战略因素，如轨道要求和市场竞争，展示了商业太空时代的快速发展。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}