{
  "articles": [
    {
      "id": "866cf517b9969803",
      "title": "Plants That Live Without Sunlight or Seeds",
      "summary": "Scientists studied special plants called Balanophora that don't need sunlight or sex to survive. These plants are not green because they don't use photosynthesis like most plants. Instead, they live underground and get food from other plants' roots. They only come up to flower sometimes. Some of these plants make seeds without needing a mate, which helps them live in places where it's hard to find other plants. The study found that all Balanophora plants have very small plastids, which are parts of cells that usually help with photosynthesis. Even though they don't use sunlight, these plastids are still important for the plants. The research helps us understand how plants can live in different ways and what makes a plant a plant.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_866cf517b9969803_198ebbd87216.webp",
      "category": "Science"
    },
    {
      "id": "470288b113db43b0",
      "title": "Spain's Green Energy Adventure",
      "summary": "In Spain, a town called Figueruelas has a big wind turbine and is getting a new factory to make batteries for electric cars. This shows Spain is using more renewable energy like wind and sun to make electricity. The government wants renewable energy to provide most of the electricity by 2030. But recently, there was a big blackout that left many places without power. Some people think relying too much on renewable energy might have caused the blackout, while others say it was not related. This has started a debate about Spain's energy plans.",
      "source": "BBC Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_470288b113db43b0_7e5dc5701571.webp",
      "category": "Science"
    },
    {
      "id": "6508e5c2c55291cf",
      "title": "How Our Gut Bugs Affect Our Health",
      "summary": "Scientists at Harvard University discovered that tiny substances from our gut, called metabolites, travel to the liver and then all over the body. These metabolites can change how our body uses energy and how it responds to insulin, which is important for controlling blood sugar. This finding might help create new treatments for obesity and type 2 diabetes, which are health problems where people have too much body fat or high blood sugar. The study was done in mice, and it showed that what we eat and our genes can affect these metabolites. By understanding this, doctors could find better ways to keep people healthy.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6508e5c2c55291cf_787b95a88d73.webp",
      "category": "Science"
    },
    {
      "id": "bdc698d77f2e39c6",
      "title": "Why the Ancient Indus Valley Civilization Faded Away",
      "summary": "Scientists have discovered that long droughts caused the Indus Valley Civilization to slowly fade away. This ancient society lived near the India-Pakistan border about 5,000 to 3,500 years ago and was very advanced, with big cities and good water systems. Researchers studied old climate data from caves and lakes to learn about the weather back then. They found that temperatures rose a little and rain decreased by 10 to 20 percent. There were four big droughts, each lasting over 85 years, which made water scarce. People moved closer to the Indus River to find water, and one drought lasting 113 years matched when cities started shrinking. The civilization did not end suddenly but declined slowly due to these repeated dry periods, showing how climate can affect ancient societies.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_bdc698d77f2e39c6_910813d50f20.webp",
      "category": "Science"
    },
    {
      "id": "6a9b18fe246bb209",
      "title": "How Male Bonobos Find the Best Time to Have Babies",
      "summary": "Male bonobos are smart monkeys who live in the wild. They want to have babies, but female bonobos don't show a clear sign when they are ready. Females have a pink swelling that lasts a long time, but it doesn't always mean they can have babies right then. Scientists watched bonobos in a forest in Africa to see how males figure it out. They found that males look at the swelling and also check if a female has an older baby. This helps them guess the best time to try to have babies. Even though the signal is not perfect, males use it well to have more babies. This study shows how animals can be clever and use clues in nature.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6a9b18fe246bb209_c3bbba603419.webp",
      "category": "Science"
    },
    {
      "id": "0911261569fcdc52",
      "title": "A Startup Gets Money to Build Big Satellites",
      "summary": "A company called K2 has raised $250 million to build large satellites in California. K2 makes two types: Mega and Giga satellites. Their first big satellite, named Gravitas, will launch in 2026 on a Falcon 9 rocket. Gravitas will test powerful thrusters and solar arrays. The US Space Force is helping pay for this mission. K2 plans to use big rockets like Starship to send Giga satellites into space. These satellites can make a lot of power for tasks like AI and telescopes. K2 builds many parts itself to save money and make more satellites. The goal is to explore new things in space.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    }
  ]
}