{
  "articles": [
    {
      "id": "6f6f92e2809ce270",
      "title": "斯维亚特克称女子网球无需“性别大战”",
      "summary": "网球冠军伊加·斯维亚特克表示，女子网球不再需要“性别大战”来证明其价值。她提及最近在迪拜举行的一场表演赛，由尼克·克耶高斯对阵阿丽娜·萨巴伦卡，克耶高斯在改良场地上直落两盘获胜，但斯维亚特克未观看此赛，认为它仅是娱乐，缺乏社会意义。与此对比，1973年比利·简·金与鲍比·里格斯之间的历史性“性别大战”凸显了网球中性别平等的斗争，斯维亚特克断言当代女子网球已发展至独立自主。她强调运动中有众多才华横溢的女性运动员和引人入胜的故事，使得与男子网球的直接比较变得不必要。相反，斯维亚特克倡导像联合杯这样的赛事，这是在澳大利亚举行的混合团体锦标赛，包含男子和女子单打以及混双，作为团结网球粉丝和提升运动吸引力的更优方式。她相信此类合作形式能激发兴奋感，并展示球员在多样角色中的表现，最终加强网球整体。斯维亚特克的评论反映了女子网球从争取合法性到主张独立的演变，以及体育媒体中性别动态的持续讨论。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6f6f92e2809ce270_59d042504138.webp",
      "category": "Fun"
    },
    {
      "id": "3cf65c6895b62d89",
      "title": "《加冕街》与《埃默代尔》首次碰撞：爆炸性交叉集",
      "summary": "英国电视肥皂剧《加冕街》和《埃默代尔》将于周一播出一集名为“Corriedale”的特别交叉集，这是两部剧首次融合，标志着节目表调整后的新开端。执行制片人伊恩·麦克劳德负责这两部长期播出的剧集，他从自己在曼彻斯特和利兹之间通勤的艰难经历中获得灵感，那里常有的延误和事故为剧情提供了基础。该集以一场精心设计的夜间高速碰撞特技为亮点，让两部剧的角色在黑暗道路上相遇。麦克劳德形容这是“一生一次的机会”，让粉丝看到心爱角色跨剧互动。拍摄历时三周的夜间拍摄，演员如《埃默代尔》的乔-沃伦·普兰特享受了片场外的友情时光。此次交叉旨在通过壮观场面吸引观众注意力，提升参与度，并展示个人经历如何转化为创意叙事，反映了电视行业中媒体融合和观众定位的更广泛趋势。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_3cf65c6895b62d89_3e56ed38b10e.webp",
      "category": "Fun"
    },
    {
      "id": "5f2babbe6195e6ef",
      "title": "愤怒男性主导宝莱坞的一年及其对印度的意义",
      "summary": "2025年，宝莱坞经历了一次显著转变，暴力、男性驱动的动作惊悚片主导了票房和文化讨论，与2024年女性主导电影获得全球赞誉形成鲜明对比。电影如《Dhurandhar》——一部以印度-巴基斯坦紧张局势为背景的间谍惊悚片——成为大热作品，强调超男性化主题。票房前十名大多以男性为中心，包括历史史诗《Chhaava》和动作大片《War 2》，只有马拉雅拉姆语超级英雄电影《Lokah》以女性为主角。这一趋势不仅限于动作片，浪漫片如《Saiyaara》和神话奇观也强化了传统男性英雄主义。评论家指出，2024年通过Payal Kapadia等导演的电影展现了潜力，但2025年回归到宝莱坞长期对男子气概英雄的迷恋，让人想起Amitabh Bachchan的“愤怒年轻人”时代。专家认为，一年的进步不足以解决历史上在选角和机会方面对女性的不平等，强调需要持续努力以多样化印度电影的故事叙述。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_5f2babbe6195e6ef_72183513ff21.webp",
      "category": "Fun"
    },
    {
      "id": "4af6c6bc5751cc22",
      "title": "杰西·巴克利主演奥斯卡热门影片《哈姆奈特》感到“ overwhelmed”",
      "summary": "电影《哈姆奈特》由杰西·巴克利和保罗·麦斯卡主演，改编自玛吉·奥法雷尔2020年的畅销小说，深入探讨了威廉·莎士比亚与妻子艾格尼丝的情感旅程。影片以莎士比亚年轻时坠入爱河为开端，随后展现他们因家庭悲剧而经历的深切悲痛，这与莎士比亚的剧作《哈姆雷特》的悲伤起源相联系。杰西·巴克利饰演的艾格尼丝被描绘为核心角色，强调女性作为母亲、爱人和独立个体的多重身份，超越了仅作为莎士比亚妻子的传统形象。巴克利反思了在没有亲身经历的情况下扮演母亲和丧子之痛的挑战，依靠她对爱的理解来塑造角色。该片由奥斯卡获奖导演赵婷执导，她以《无依之地》闻名，并与奥法雷尔合作改编剧本。影片还包括艾米丽·沃森、乔·阿尔文等演员，获得了评论家的广泛好评，被誉为情感深刻且制作精良的改编作品。文章通过演员访谈和影评，分析了电影在性别表达和历史叙事方面的意义，为观众提供了对文学与电影交汇的深入见解。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4af6c6bc5751cc22_ddff8fdfed21.webp",
      "category": "Fun"
    },
    {
      "id": "fa376f06ca6dd72f",
      "title": "美国大幅削减对意大利面食进口的关税",
      "summary": "美国已显著降低对13家意大利生产商面食进口的拟议关税，税率从最初的91.74%降至2.26%至13.98%的范围。这一政策转变源于特朗普政府指控这些公司进行倾销——以低于正常价值的价格销售产品，削弱美国国内生产商——若加上现有的欧盟关税，累计税负可能超过100%。降低关税承认了意大利公司的建设性合作，解决了美国的担忧，并缓解了经济学家警告的可能加剧生活成本压力的消费者价格飙升。更广泛的背景包括特朗普总统旨在提振美国制造业的贸易议程，尽管此类措施常因通胀效应而受批评。该决定还具有外交分量，缓解了与特朗普关系良好的意大利总理乔治亚·梅洛尼的紧张局势，并反映了美欧贸易关系中的持续谈判。此案例体现了保护主义贸易政策、消费者福利经济理论以及国际商业中地缘政治动态的相互作用。",
      "source": "BBC Business",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fa376f06ca6dd72f_2b65ad6ab950.webp",
      "category": "Fun"
    },
    {
      "id": "e6b5477e23632b06",
      "title": "网球运动员需要更多休息",
      "summary": "顶级网球运动员，包括温网冠军伊加·斯瓦泰克和前世界第八达里娅·卡萨特金娜，对职业网球赛季的漫长和强度表示担忧。他们报告称达到心理和情感崩溃点，卡萨特金娜提前结束赛季，斯维托丽娜则提到心理健康问题。赛季长达47周，仅有短暂的休赛期，许多人认为这不足以充分恢复。医学专家如罗比·西卡博士强调身体需求增加，如比赛时间更长、击球更重，呼吁打造更可持续的运动。作为回应，由诺瓦克·德约科维奇共同创立的PTPA等球员协会已对巡回赛提起法律诉讼，指控反竞争行为和对福利的漠视。尽管巡回赛声称球员福利是首要任务，但在赛程改革以防止倦怠和确保运动员长期健康方面，紧张局势持续存在。",
      "source": "BBC Tennis",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_e6b5477e23632b06_553e57fbeeed.webp",
      "category": "Fun"
    }
  ]
}