{
  "articles": [
    {
      "id": "9d5f5e9a3f86a637",
      "title": "为什么有些记忆持续一生而其他记忆快速消失",
      "summary": "这篇文章探讨了大脑如何决定哪些记忆能够持续一生，而其他记忆则快速消失。传统神经科学模型认为，记忆存储在 hippocampus 用于短期记忆，cortex 用于长期记忆，并假设有简单的开关机制。然而，最近的研究挑战了这一观点，表明记忆形成涉及多个脑区的分子定时机制。在《自然》杂志上发表的一项研究中，科学家利用小鼠的虚拟现实行为系统观察记忆如何随时间重组。他们发现，thalamus 在连接短期和长期记忆系统中起关键作用，帮助评估记忆的重要性并指导其在 cortex 中的稳定。通过基于 CRISPR 的基因编辑，研究人员改变了 thalamus 和 cortex 中的分子活动，发现特定分子在不同的时间尺度上运作，影响记忆的持久性。这表明记忆的耐用性不是固定的，而是不断演变的，解释了为什么某些经历能被生动记住数十年，而其他则被遗忘。这些发现可能有助于更好地理解记忆障碍和认知过程，为治疗如阿尔茨海默病等疾病提供新思路。总体而言，文章强调了神经回路和分子程序在记忆巩固中的动态相互作用。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9d5f5e9a3f86a637_6e627b79b500.webp",
      "category": "Science"
    },
    {
      "id": "07b16a66f621b928",
      "title": "科学家发现沿海海域酸化速度惊人地快",
      "summary": "圣安德鲁斯大学的最新研究表明，沿海海域的酸化速度比预期更快，令人震惊。这项发表在《自然通讯》上的研究以加利福尼亚海流为例，发现上升流系统显著加剧了海洋酸化。上升流将深层营养丰富且酸性的海水带到表面，与大气中的二氧化碳结合，导致pH值迅速下降。科学家通过分析历史珊瑚样本中的硼同位素，追踪了20世纪酸度的变化，并利用海洋模型预测未来趋势。他们发现，上升流区域的酸化速度超过了仅由大气二氧化碳引起的预期，对海洋生态系统和全球渔业构成重大风险。研究强调，类似模式可能出现在其他上升流区域，如洪堡和本格拉海流。合著者强调了预测这些变化的复杂性，并敦促通过电动汽车等解决方案减少二氧化碳排放以缓解影响。这项研究呼吁扩大研究和政策干预，以应对日益严重的环境问题。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_07b16a66f621b928_707d777a8aac.webp",
      "category": "Science"
    },
    {
      "id": "48e3e680d52c0220",
      "title": "科学家发现大多数狗体内隐藏狼DNA",
      "summary": "美国自然历史博物馆和史密森尼国家自然历史博物馆的科学家最新研究发现，当今大多数狗在驯化后仍保留少量但可测量的狼祖先DNA。这些残留的狼基因影响了狗的体型、嗅觉能力和行为特征。该研究于11月24日发表在《美国国家科学院院刊》上，指出这种微妙的基因流动可能帮助狗在不同人类环境中取得成功。研究团队报告称，这种驯化后的狼祖先DNA广泛存在于各种犬种中，从大型的希洛牧羊犬到微小的吉娃娃。研究分析了2700多个已发布的基因组，包括狼、品种狗、村庄狗和其他犬科动物，发现近三分之二的品种狗和所有村庄狗在核基因组中都有可检测的狼祖先，源自约1000代前的杂交事件。较大的狗和用于特定工作的狗，如北极雪橇犬和猎犬，往往有较高的狼祖先水平，而梗犬和枪猎犬水平较低。令人意外的是，即使像吉娃娃这样的小型犬也有约0.2%的狼祖先，表明这种现象很普遍。这项研究挑战了先前认为狗必须几乎没有狼DNA的科学观点，显示了狗基因组对狼DNA的耐受性，并提供了对进化生物学和犬类适应的新见解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_48e3e680d52c0220_23e0c4878e00.webp",
      "category": "Science"
    },
    {
      "id": "1e5e4d0ab4f801ea",
      "title": "科学家可能在百年搜寻后发现了暗物质",
      "summary": "根据《宇宙学和天体粒子物理学杂志》发表的一项研究，东京大学的Tomonori Totani教授利用NASA的费米伽马射线空间望远镜的数据，可能首次直接探测到了暗物质。暗物质是一种不可见的物质，自1930年代由瑞士天文学家Fritz Zwicky提出以来，一直无法直接观测，因为它不与电磁力相互作用，即不吸收、反射或发射光。该研究在银河系中心附近的晕状结构中检测到能量为20千兆电子伏特的伽马射线，这些射线与弱相互作用大质量粒子（WIMP）湮灭的预测相符。WIMP是暗物质的主要候选粒子，理论认为当两个WIMP碰撞时，会湮灭并释放伽马射线等能量粒子。Totani发现伽马射线的能谱和强度与模型预测一致，表明这些粒子质量约为质子的500倍，且信号难以用其他已知天体物理过程解释。他认为这可能是暗物质的强有力证据，如果得到证实，将标志着人类首次“看到”暗物质，并对天文学和粒子物理学产生重大影响。然而，Totani强调需要独立验证，例如在暗物质丰富的矮星系中寻找相同信号，以确保结果可靠性。这一发现基于对费米望远镜数据的分析，下一步将积累更多数据并进行同行评审，以排除其他来源的可能性。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1e5e4d0ab4f801ea_2ad56ccf88f1.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "重新引入食肉动物对生态系统的影响仍在研究中",
      "summary": "1995年，美国鱼类和野生动物服务局将14只灰狼重新引入黄石国家公园，引发了科学家对捕食者如何影响生态系统的广泛研究。历史上，人类在20世纪初几乎将狼猎杀至灭绝，导致麋鹿过度繁殖并过度啃食河岸植被，造成侵蚀和水位下降，破坏了河狸等物种的栖息地。狼重新引入后，早期研究认为它们通过改变麋鹿行为触发了营养级联效应，让柳树和白杨树再生，可能帮助河狸恢复。然而，新研究指出这些效应在黄石等复杂生态系统中较弱且更复杂。例如，克里斯·威尔默斯等人的论文回顾了数十年的数据，发现营养级联仅在有限情况下明显，如皇家岛国家公园的狼减少了驼鹿数量，促进了树木生长，但在黄石，河狸活动、人类狩猎等因素使影响变得微妙。2024年的一项研究表明，柳树在模拟河狸坝和围栏保护下生长更快，暗示狼的单独存在不足以改善河岸栖息地。这突出了生态恢复的复杂性，需要长期研究来理解食肉动物在环境中的作用。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "猫成为人类伙伴的时间比你想象的要晚得多",
      "summary": "最新科学研究表明，猫的驯化发生时间比先前认为的要晚得多，大约在3500至4000年前，并且起源于北非，而非黎凡特地区。这项由牛津大学的Greger Larson教授领导的研究，通过分析来自欧洲、北非和安纳托利亚考古遗址的猫骨DNA，并与现代猫的基因库进行比较，得出了这一结论。所有现代家猫都源自非洲野猫，驯化过程始于埃及，那里的人们崇拜猫，并将其艺术化和木乃伊化。猫因能控制害虫而受到重视，随人类传播到世界各地，例如约2000年前罗马人将猫带到欧洲，之后又经丝绸之路传入中国。有趣的是，证据显示在中国，一只野猫在驯化猫到来之前就曾与人类共处。这项研究利用遗传和考古方法，重塑了我们对动物驯化和人类历史的理解，突出了科学证据在修正历史观点中的重要性。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}