{
  "articles": [
    {
      "id": "366c9f5ffbf52836",
      "title": "格雷厄姆·莱恩汉被澄清骚扰跨性别活动家罪名但被判损坏手机",
      "summary": "近日，法院审理了《神父泰德》联合创作者格雷厄姆·莱恩汉的案件，他被指控在社交媒体上骚扰一名跨性别活动家，但法官判定其帖子不构成刑事骚扰，同时认定他故意损坏索菲亚·布鲁克斯的手机罪名成立。据法庭陈述，莱恩汉在去年十月的一次会议外“故意击打”手机并将其扔到路上。法官布里奥妮·克拉克指出，尽管莱恩汉的帖子“令人不悦、恼人和 irritant”，以及“ deeply unpleasant and even unnecessary”，但未达到“压迫性或不可接受”的刑事骚扰标准。因此，骚扰指控不成立，但手机损坏罪成立，莱恩汉被罚款500英镑，并支付650英镑费用和200英镑法定附加费。莱恩汉辩称，揭露跨性别活动家的策略符合公共利益，且击打手机是“反射反应”，他还表示因性别认同观点而生活备受活动家和记者困扰。法官强调，法院不应在性别认同权利的持续辩论中选边站队。此案凸显了言论自由与刑事法律之间的界限，以及社会在跨性别议题上的分歧。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_366c9f5ffbf52836_6996701262e8.webp",
      "category": "News"
    },
    {
      "id": "d900bcba6d886463",
      "title": "青春期持续至30多岁：新研究揭示大脑四个关键年龄阶段",
      "summary": "剑桥大学的一项新研究揭示了人脑在生命周期中经历五个 distinct 阶段，关键转折点出现在9岁、32岁、66岁和83岁。研究人员通过分析近4000名年龄高达90岁的人群的脑部扫描，考察了脑细胞之间的连接情况。研究发现，大脑的青春期阶段一直持续到30岁出头，此时认知功能达到顶峰，这挑战了以往认为青春期在青少年时期结束的观点。该研究发表在《自然通讯》杂志上，强调大脑变化并非渐进式，而是以阶段性的方式发生，涉及神经连接的强化和削弱。这些发现有助于理解为什么心理健康障碍和痴呆症的风险在不同生命阶段有所变化，为未来的医学研究和治疗提供了重要见解。研究还指出，大脑始终在响应新知识和经验而不断变化，但这一过程呈现出清晰的波动模式，而非平滑曲线。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d900bcba6d886463_a3b4a4a2f8ed.webp",
      "category": "News"
    },
    {
      "id": "3f11e33e2f830d53",
      "title": "骗子如何通过手机黑客窃取数千英镑——她的信息是如何泄露的？",
      "summary": "这篇BBC新闻文章讲述了一位名叫Sue的受害者如何成为SIM交换攻击的目标。骗子和用她在多次数据泄露中暴露的个人信息，如电话号码、电子邮件地址和出生日期，这些信息来自PaddyPower在2010年和Verifications.io在2019年的泄露事件。他们通过欺骗移动网络运营商获取了新SIM卡，从而控制了她的手机号码。这使得骗子能够拦截发送到她手机的安全验证码，进而入侵她的Gmail账户，并锁定了她的银行账户。他们还以她的名义开了一张信用卡，盗刷了超过3000英镑的优惠券。此外，骗子还入侵了她的WhatsApp，向她所在的骑马群组发送了威胁信息。文章使用haveibeenpwned.com和Constella Intelligence等工具验证了数据泄露，并引用了网络安全专家Hannah Baumgaertner的解释，强调数据泄露如何助长此类诈骗。案例突出了数据泄露的长期风险，呼吁个人提高警惕，加强在线安全措施，例如使用更安全的身份验证方式。",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_3f11e33e2f830d53_b7b5982a76a7.webp",
      "category": "News"
    },
    {
      "id": "ac36b4444636763e",
      "title": "年收入6万英镑的家庭呼吁取消印花税以购买更大住房",
      "summary": "这篇文章探讨了英国预算案中可能涉及的税收改革，重点关注印花税问题。韦斯利·索恩和他的家人住在布里斯托尔附近，年收入约6万英镑，经营一家在线糖果店和市场摊位。他们希望购买更大的住房，但印花税会使搬家成本增加1.5万至2万英镑，因此呼吁在预算案中取消这一税收。印花税是英格兰和北爱尔兰地区购买高价房产时需缴纳的税种，韦斯利认为这不道德，因为它增加了家庭负担。文章还提到了小企业面临的挑战，如糖价上涨、最低工资提高和商业税率上升，以及韦斯利希望将增值税起征点提高至9万英镑以上。此外，学生利亚姆·戴维森在阿伯丁大学就读，月收入有限，面临食品价格持续上涨的压力，他的经历展示了税收政策对年轻人的影响。通过这些人物的故事，文章旨在反映公众对预算案的期望，财政大臣瑞秋·里夫斯可能宣布增税和削减开支，引发关于税收公平和经济支持的广泛讨论。总体而言，这篇文章强调了政府决策如何影响不同群体的生活，促进对政策效果的批判性思考。",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ac36b4444636763e_178df536e077.webp",
      "category": "News"
    },
    {
      "id": "37d30dd9aa80bfe1",
      "title": "乌克兰和美国在质疑声中修订和平计划",
      "summary": "美国和乌克兰官员正在积极修订一项旨在结束近四年战争的和平计划。最初的28点提案因包含被视为偏向俄罗斯的要求而面临两党和国际批评，例如限制乌克兰军队规模、放弃北约成员资格 aspirations 以及 surrender 顿涅茨克地区的领土。作为回应，经过由国务卿马可·鲁比奥和乌克兰总统办公室主任安德烈·耶尔马克等人领导的讨论，该计划已减少至19点。美国承认存在两个主要分歧点，并通过在日内瓦等地的会议听取乌克兰的关切。白宫发言人卡罗琳·莱维特对进展表示乐观，强调了缩小差距并使计划更易为乌克兰接受的努力。这一修订过程突显了国际外交的复杂性以及在冲突解决中达成平衡协议的必要性。背景包括俄罗斯入侵引发的战争，导致重大人员伤亡和流离失所，而北约成员资格问题一直是争议焦点，乌克兰寻求加入以增强安全，俄罗斯则反对。理解这些元素有助于把握为何修订对于实现可持续和平协议至关重要。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_37d30dd9aa80bfe1_4e6cd14ab0cd.webp",
      "category": "News"
    },
    {
      "id": "7b8ad76af601568d",
      "title": "白宫计划延长奥巴马医改补贴，特朗普承诺医疗改革",
      "summary": "白宫正在流传一项提案，计划将《平价医疗法案》的补贴延长两年，因为当前的税收抵免将于年底到期，可能导致数百万美国人的医疗费用上涨。该提案将补贴资格上限提高至联邦贫困线的700%，高于原来的400%，并要求所有参保者支付保费，例如收入的2%或每月至少5美元，以解决共和党人对欺诈的担忧。特朗普总统尚未最终确定该计划，这表明他可能愿意保留奥巴马医改的部分内容，同时寻求更广泛的医疗解决方案。补贴是近期政府停摆谈判中的关键问题，民主党人坚持要求延长。保守派可能反对此举，因为他们长期寻求废除该法律。这一提案突显了美国医疗政策中持续的政治斗争，在可负担性和财政责任之间寻求平衡。背景包括奥巴马医改于2010年通过，旨在通过补贴扩大保险覆盖，COVID-19疫情期间的临时增强措施即将到期，引发两党在医疗access和成本控制上的深刻分歧。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7b8ad76af601568d_4b2a1496cf0c.webp",
      "category": "News"
    }
  ]
}