{
  "articles": [
    {
      "id": "8a81a813dd3907cc",
      "title": "英国学校推出课程应对厌女症",
      "summary": "英国政府推出了一项新战略，旨在减少英格兰学校中的厌女症和针对妇女及女童的暴力行为。该计划包括为教师提供培训，以识别和解决课堂中的有害态度，以及为高风险学生提供行为课程以消除偏见。学生将接受关于同意、分享私密图像的风险、识别积极榜样以及挑战关于妇女和关系的不健康神话的教育。一项2000万英镑的资金包支持这些举措，其中包括为青少年提供求助热线，以寻求关系虐待方面的支持。政府的目标是及早干预，防止年轻男性成为暴力施虐者，首相基尔·斯塔默爵士强调需要及早挑战有毒观念。然而，批评者如达姆·妮科尔·雅各布斯认为投资不足，难以显著降低虐待率。该战略还涉及明年选择学校进行教师培训试点，并目标在本届议会结束前让所有中学教授健康关系课程，纳税人承担1600万英镑，合作伙伴为剩余的创新基金做出贡献。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8a81a813dd3907cc_b120ab01be82.webp",
      "category": "News"
    },
    {
      "id": "31d85ddcda0d1904",
      "title": "威廉和凯特发布年度圣诞卡肖像",
      "summary": "威尔士亲王和王妃发布了2025年圣诞卡的新家庭肖像。这张照片由摄影师乔什·辛纳于四月在诺福克拍摄，展现了威廉、凯特以及他们的孩子乔治王子、夏洛特公主和路易斯王子在春水仙花丛中放松的场景，传递出亲密无间的家庭氛围。通过社交媒体分享并附上节日祝福，这张卡片反映了威廉倡导的更为随和的王室风格，常被描述为“千禧一代愿景”中毛衣风格、不打领带的君主制。值得注意的是，此次发布标志着凯特从癌症和化疗中逐渐恢复并重返公共生活的又一步，照片象征着她与家人的团结。拍摄似乎与乔治12岁和路易斯7岁生日照片同一批次，突显其个人意义。与去年使用凯特化疗结束宣布视频中的图像相比，今年的选择强调常态与韧性。家庭计划在桑德林厄姆与国王查尔斯及其他王室成员共度圣诞节，此前还有结婚14周年纪念和准备迁入温莎森林小屋等事件。这幅肖像既是节日传统，也是关于现代王室生活和健康恢复的公开声明。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_31d85ddcda0d1904_93d32ae4c83a.webp",
      "category": "News"
    },
    {
      "id": "8a2eae7f7bf5c241",
      "title": "关于最孤独一代的惊人真相",
      "summary": "这篇文章探讨了孤独感的惊人真相：在英国，年轻人，尤其是20多岁的群体，是最孤独的一代，挑战了通常关注老年人孤独的传统观念。文章以亚当·贝克特的故事开篇，他26岁搬到布里斯托尔后感到孤立，在万圣节等社交活动中体验到被排斥的情感。英国国家统计署的数据显示，16至29岁的英国人中有33%经常感到孤独，这是所有年龄组中最高的比例，而70岁以上人群仅为17%。世界卫生组织的全球审查也支持这一趋势，指出年轻人和青少年报告了最高水平的孤独感。专家如安德烈亚·威格菲尔德教授和理查德·韦斯伯德教授将这一现象归因于现代社会因素：年轻人经常搬迁，住在陌生的合租屋中，远程工作，并依赖社交媒体进行交流，这可能削弱现实世界的联系。文章认为，像《老友记》这样的情景喜剧所描绘的无忧无虑的年轻成年生活形象具有误导性，需要纠正。尽管互联网提供了全球友谊的机会，但总体情况表明，孤独感是这一年龄群体的一个重要问题，由生活过渡和技术变革驱动，呼吁提高认识并寻找解决方案。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_8a2eae7f7bf5c241_63b9cb61e86c.webp",
      "category": "News"
    },
    {
      "id": "5f3241a33e87bf95",
      "title": "警察将我从受害者变为违法者：学校袭击报告后的经历",
      "summary": "西米德兰兹警察局调查发现，前警官之子西奥·罗斯被误导接受了一项社区解决方案，涉及他未承认的暴力行为。西奥在2023年12月向警方报告了在学校遭受袭击的事件，但反而在2024年2月因骚乱罪被给予制裁。西米德兰兹警察和犯罪专员办公室的报告表示“关切”，认为这位青少年可能在“虚假前提”下同意接受该方案，即使是无意的，并且对潜在后果“被误导”。警方于2024年2月撤销了社区解决方案，并在次月向西奥道歉。西奥最初在哈莱索恩警察局报案，称他在六年级学院被一名同学两次袭击。当时18岁的西奥表示，他是在一名目睹袭击的讲师建议下报案的，并告诉警官他被踢打。警方要求他于次年2月返回警局，OPCC发现在当天的访谈中，西奥被“误导”接受了一项针对骚乱的社区解决方案。西奥说，直到后来与父母交谈时，他才意识到自己可能受到不公平对待，该制裁可能影响他的就业前景。他的父亲罗德·罗斯当时是该部队的一名侦探总督察，帮助西奥向专业标准部门投诉。调查发现警官告诉西奥有“压倒性且矛盾的证据”对他不利。OPCC对投诉的进一步审查包括随身摄像机镜头，显示西奥告诉警方：“我没有对[另一名青少年]使用或威胁暴力。”还发现“最相关”的证人陈述支持了西奥的说法。现年19岁的西奥告诉BBC，他不知道骚乱是什么，并询问了处理警官。他解释说：“他向我解释，但我仍然不太理解。”此案突显了警方与年轻受害者沟通中的系统性问题，以及问责机制的重要性。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_5f3241a33e87bf95_965bf1b17fdf.webp",
      "category": "News"
    },
    {
      "id": "950aaa7b404a3f25",
      "title": "普京警告：若和平谈判失败，俄罗斯将寻求扩大在乌克兰的收益",
      "summary": "俄罗斯总统普京警告称，如果基辅及其西方盟友在和平谈判中拒绝克里姆林宫的要求，莫斯科将寻求扩大在乌克兰的领土收益。普京在年度军事会议上表示，俄罗斯更倾向于通过外交手段实现目标并“消除冲突根源”，但补充说，如果对方及其外国支持者拒绝进行实质性对话，俄罗斯将通过军事手段解放其历史土地。他指的是俄罗斯已占领的乌克兰领土，西方广泛谴责此举侵犯乌克兰主权和无端侵略。普京声称俄军沿前线掌握战略主动权，并计划扩大边境缓冲安全区，同时赞扬俄罗斯日益增长的军事实力，特别是核武库现代化，包括新型核能力中程奥列什尼克弹道导弹。他驳斥欧洲官员关于莫斯科计划攻击欧洲国家的言论为“谎言和纯粹胡说”。与此同时，乌克兰、美国和欧洲官员本周就美国起草的和平计划进行了多轮会谈，乌克兰总统泽连斯基表示文件可能几天内敲定。普京要求承认其部队占领的四个关键地区以及2014年非法吞并的克里米亚为俄罗斯领土，还要求乌克兰从莫斯科部队尚未占领的东部一些地区撤军，并坚持乌克兰放弃加入北约的申请。泽连斯基表示，如果美国和其他西方国家提供类似北约成员的安全保障，他愿意放弃加入北约，但拒绝从俄罗斯未能武力夺取的其他地区撤军。这一局势凸显了深刻的地缘政治分歧，对欧洲安全和国际法具有重大影响。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_950aaa7b404a3f25_3b6e868badeb.webp",
      "category": "News"
    },
    {
      "id": "d01d08b8fc9362e9",
      "title": "民主党和共和党议员联合推动ACA补贴投票",
      "summary": "《平价医疗法案》（ACA）的补贴将在两周内到期，这可能影响数百万美国人的医疗保险负担能力。然而，国会山近日出现一线希望：四名温和派众议院共和党人违抗议长约翰逊，与民主党人签署了一份解除请愿书，旨在强制投票延长补贴三年。该请愿已获得足够支持在众议院通过，但投票推迟至一月。同时，众议院共和党人推进另一项降低医疗成本的议案，但不包括补贴延长。国会记者丽莎·德贾丁斯与加州共和党议员凯文·基利和民主党议员吉米·帕内塔讨论了此事。基利批评三年延长法案缺乏妥协且已被参议院拒绝，无法满足约2200万美国人的需求。他主张支持三项妥协提案之一，这些提案包含临时延长和改革，并指责两党领导层未推动这些法案的投票。这凸显了国会中两党合作与领导层阻力之间的紧张关系，以及在美国政治极化背景下实现医疗政策共识的挑战。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d01d08b8fc9362e9_e73c3194a6bc.webp",
      "category": "News"
    }
  ]
}