{
  "articles": [
    {
      "id": "73b77805287fa58e",
      "title": "Scientists Help Older Bodies Fight Germs Better",
      "summary": "As people get older, their immune system, which fights germs, becomes weaker. This makes them more likely to get sick. Scientists from MIT and the Broad Institute have found a new way to help. They used a special method with mRNA to make liver cells act like a tiny factory. This factory produces signals that help T cells, which are important immune cells, work better. In tests with older mice, this treatment made their T cells stronger and more varied, helping them respond better to vaccines and cancer treatments. The scientists hope this can one day help older people stay healthier by boosting their immune system. This research was published in a journal called Nature.",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_73b77805287fa58e_5fd4031c82a6.webp",
      "category": "Science"
    },
    {
      "id": "f9b40bccec2133fa",
      "title": "Arctic Warming Gets Faster from a Dangerous Loop",
      "summary": "Scientists have found a dangerous loop that is making the Arctic warm up faster. In the Arctic, cracks in sea ice called leads let air rise and form clouds, which can trap heat. Also, pollution from oil fields mixes with salty snow to create chemicals that remove ozone, letting more sunlight in to warm the snow. These two things work together in a feedback loop, meaning they make each other worse, speeding up ice loss and warming. Researchers flew planes and used instruments in Alaska to study this. They learned that human activities like oil drilling are changing the Arctic's air and climate, which could affect the whole planet. This research helps us understand how to protect the Arctic.",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f9b40bccec2133fa_7be4c50cccdd.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "Northern Lights Will Light Up the Sky in 2026",
      "summary": "In 2026, people in the UK might see the Northern Lights, which are colorful lights in the sky. The Sun has an 11-year cycle where it gets more active and then less active. Right now, the Sun is still very active even though the peak was in 2024. In November 2025, a big solar flare from the Sun made the Northern Lights visible in the UK, even in southern areas like Devon and Cornwall. Solar flares send energy to Earth, creating these beautiful lights. Even as the Sun gets quieter towards 2031, one big flare in 2026 could still make the Northern Lights appear. This is exciting because it means more chances to see this natural wonder.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    },
    {
      "id": "1d6decb70e89865f",
      "title": "Finding Hidden Minerals in U.S. Mines",
      "summary": "In the United States, mines are digging up important minerals that are needed for things like batteries and electronics, but they are not using all of them. A study by Elizabeth Holley and her team shows that these minerals, called critical minerals, are often thrown away as waste when mining for metals like copper or gold. If mines could save even a little bit of these minerals, it could help the U.S. get more of what it needs without buying from other countries. Critical minerals are special because they are important for the economy and safety, and they are used in electric cars, wind turbines, and phones. The researchers looked at data from mines to see how much of these minerals is already being mined but lost. By recovering them, it could make money, keep supplies safe, and help the environment by reducing waste. However, it is hard to do because it needs new technology and money to work well.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1d6decb70e89865f_def9779d10df.webp",
      "category": "Science"
    },
    {
      "id": "7d0fa82b95ae9968",
      "title": "A Star Explodes Far, Far Away: James Webb Telescope Sees It!",
      "summary": "Astronomers used the James Webb Space Telescope to see a supernova, which is when a big star explodes. This happened a very long time ago, when the universe was young, about 730 million years old. It was found because of a bright flash called a gamma-ray burst. The telescope took pictures to separate the supernova's light from its galaxy. This helps scientists learn about how stars died in the early universe. The supernova looks similar to ones we see closer to Earth, which is surprising. Scientists will keep watching it to learn more about the galaxy where it happened.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7d0fa82b95ae9968_b2980b462bf7.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Farm Tax Change: Helping Family Farms",
      "summary": "The government wanted to tax farms when they are passed down in families, but after many farmers protested, they changed their plan. Originally, farms worth over £1 million would have a 20% tax starting in 2026, but now only farms worth over £2.5 million will be taxed. This means more family farms won't have to pay this tax. The Environment Secretary said they listened to farmers to protect ordinary families. Farmers are happy because it helps them, but some still worry because farms with expensive land or machines might still be taxed. Protests happened outside Parliament, and some politicians disagreed with the tax. This change is a step to support farmers who grow food for Britain.",
      "source": "BBC Science",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    }
  ]
}