{
  "articles": [
    {
      "id": "4bb5f0e3e9a065db",
      "title": "A New Vaccine to Stop Fentanyl Overdoses",
      "summary": "Fentanyl is a very strong drug that can make people stop breathing and die, even in tiny amounts. A company called ARMR Sciences is making a vaccine to protect people from fentanyl. This vaccine works like a bulletproof vest for the body. It teaches the immune system to make special fighters called antibodies that grab onto fentanyl in the blood. This stops the drug from going to the brain, so people don't get high or overdose. The vaccine has been tested in rats and worked well, blocking most of the fentanyl. Now, ARMR Sciences is starting a trial with people in the Netherlands to see if it is safe and works for humans. If it works, it could save many lives because fentanyl causes many overdose deaths, especially in young adults.",
      "source": "Ars Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4bb5f0e3e9a065db_0660d34a8674.webp",
      "category": "Science"
    },
    {
      "id": "b59a5b1db3083f1e",
      "title": "Frog Eats Hornets Without Getting Hurt",
      "summary": "Scientists found a frog that can eat hornets even though hornet stings are very dangerous. This frog lives in ponds and does not get sick from the venom. Researchers tested the frog by giving it different types of hornets to eat. The frog attacked and ate the hornets, even when stung in the mouth or eyes. Most frogs survived and showed no harm. This is special because other animals, like mice, can die from one sting. The frog might have a special body that protects it from pain and poison. Scientists want to learn more about how the frog does this. They think studying this frog could help understand how animals become resistant to venom. This research was done at Kobe University in Japan.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b59a5b1db3083f1e_0892b8477e45.webp",
      "category": "Science"
    },
    {
      "id": "1562c5611426cdaa",
      "title": "How Flu Viruses Sneak into Our Cells Like Surfers",
      "summary": "Scientists have watched flu viruses enter human cells in real time using a special microscope. They saw that when a flu virus gets close to a cell, it attaches to molecules on the cell's surface, moving like a surfer on a wave. The cell doesn't just sit there; it helps the virus by forming a pocket to pull it inside. This happens because the virus tricks the cell's normal system for bringing in good things like food. The new microscope, called ViViD-AFM, lets scientists see this live without hurting the cells. This discovery helps us understand how flu makes us sick and could lead to better medicines to stop viruses. The research was done by a team from Switzerland and Japan, led by Professor Yohei Yamauchi.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_1562c5611426cdaa_15f4fb0dbc67.webp",
      "category": "Science"
    },
    {
      "id": "f25fe144cdbf3cb7",
      "title": "Ancient People in Southern Africa Lived Alone for a Long Time",
      "summary": "Scientists found that a group of people in southern Africa lived by themselves for thousands of years until about 1,000 years ago. Modern humans started in Africa, but it's hard to know what happened inside Africa long ago because old DNA doesn't survive well in hot places. A new study looked at old bones from southern Africa and got DNA from them. The DNA shows these people were very different from other groups in Africa and didn't mix with others until recently. They were not a small group; they had many people. This helps us learn more about human history and how groups moved and changed over time.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_f25fe144cdbf3cb7_5624fbf500cb.webp",
      "category": "Science"
    },
    {
      "id": "d31a9bb01e50f1d3",
      "title": "Geothermal Energy Gets a Boost in Massachusetts",
      "summary": "A special project in Massachusetts is getting bigger to help heat and cool buildings using energy from the ground. The U.S. government gave $8.6 million to expand a geothermal network in Framingham, which uses pipes underground to move warm or cool water to homes and businesses. This system is very efficient and can save energy. Even though the Trump administration has cut some clean energy funding, this project got support because geothermal energy is liked by both political parties. The expansion will add about 140 new customers and cost less than the first part. People like the mayor and energy experts say it helps make energy local and independent. This shows that geothermal energy is important for the future.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_d31a9bb01e50f1d3_8f37e68198f7.webp",
      "category": "Science"
    },
    {
      "id": "d543ad96046ae81d",
      "title": "China's Rocket Almost Lands from Space",
      "summary": "A Chinese company named LandSpace tried to land a big rocket after it went to space. The rocket, called Zhuque-3, launched from Jiuquan in China and flew high into the sky. It released its first stage booster, which is the bottom part that helps it lift off. This booster was supposed to land softly back on Earth in the Gobi Desert, but it crashed and made a big fireball. Even though it didn't land safely, it was very close to the target, and no one got hurt. This was China's first try to reuse a rocket, which means using it again for more launches. Reusing rockets can save money and help China catch up with companies like SpaceX in the United States. The test showed that China is learning how to do this important space technology.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d543ad96046ae81d_08f2ccab25c2.webp",
      "category": "Science"
    }
  ]
}