{
  "articles": [
    {
      "id": "e4f556214d616c19",
      "title": "2026年伊始北极寒流来袭，英国发布冰雪预警",
      "summary": "随着2026年的开始，英国遭遇北极寒流袭击，气象局已从元旦起发布冰雪预警，持续至周末。这次寒流预计将持续一周以上，可能导致严重的交通中断，包括大量积雪和暴风雪。夜间气温骤降，例如苏格兰布雷马尔低至-9.6°C，创下今冬最低记录。与此同时，英国卫生安全局将英格兰全境的寒冷健康警报升级为琥珀色，有效期至1月6日。这些警报强调了公共健康风险，如老年人和弱势群体死亡率上升、医院和养老院室内温度低于推荐水平，以及居民维持18°C建议室温的挑战。尽管除夕夜大部分地区天气干燥，但北部苏格兰等地预计将有阵雪，伴随增强的北风加剧体感寒冷。未来几天最高气温预计在0至7°C之间，随后进一步下降，这凸显了在极端天气期间提高公众意识和做好应对准备的必要性。文章通过整合气象数据和健康警报，展示了天气事件与社会脆弱性之间的相互作用，呼吁采取适应性策略以减轻不利影响。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e4f556214d616c19_d64753425c74.webp",
      "category": "News"
    },
    {
      "id": "cee47ca0099f2404",
      "title": "英法海底隧道服务在重大中断后恢复正常",
      "summary": "欧洲之星和Le Shuttle服务在周二发生重大旅行中断后，已通过英法海底隧道恢复运营。此次中断由架空电力供应问题和一列故障的Le Shuttle列车引起，导致所有路线被阻塞，迫使欧洲之星取消了从伦敦前往巴黎、阿姆斯特丹和布鲁塞尔等欧洲目的地的大部分列车。数千名乘客面临长时间延误，许多人在新年前夕出行时受到影响。隧道运营商Getlink通宵进行维修工作，解决了电力问题，使铁路服务在周三早上得以恢复。欧洲之星报告称，其周三上午的大部分列车已出发，仅有三班取消，但公司警告称，由于早先的中断可能产生连锁延误和临时取消，建议乘客在网站上查看实时更新。为弥补不便，欧洲之星提供增强补偿，包括全额退款和相当于票价150%的电子代金券。同时，Le Shuttle从福克斯通的服务已正常运行，尽管加来的延误时间已从六小时减少到一小时。这一事件突显了关键跨国交通基础设施的脆弱性及其在国际旅行高峰期对乘客的影响，强调了维护和应急响应的重要性。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_cee47ca0099f2404_b324e2123a16.webp",
      "category": "News"
    },
    {
      "id": "e7eccc4137267568",
      "title": "2025年逝去的名人面孔：黛安·基顿、教皇方济各与奥兹·奥斯本等",
      "summary": "这篇文章纪念了2025年去世的多位知名人物，涵盖了电影、电视、音乐和宗教等领域的重要贡献者。它详细介绍了好莱坞传奇人物黛安·基顿，她因《安妮·霍尔》获得奥斯卡奖，并与伍迪·艾伦有着长期的创作合作；以及罗伯特·雷德福，他不仅在《虎豹小霸王》等影片中表现出色，还创立了圣丹斯电影节以支持独立电影制作。文章还提到教皇方济各，作为一千多年来首位非欧洲籍教皇，他的任期具有历史意义；以及摇滚歌手奥兹·奥斯本。其他人物包括以《法国贩毒网》中硬汉角色闻名的吉恩·哈克曼，和在《弗尔蒂旅馆》中饰演西比尔的普鲁内拉·斯凯尔斯。通过讲述他们的职业生涯和个人故事，文章旨在保存他们的遗产，展示他们对全球观众的影响，并作为对他们生命和工作的致敬。这篇文章不仅回顾了这些名人的成就，还探讨了他们在文化和社会中的持久影响，帮助读者理解名人如何塑造艺术叙事并留下深远印记。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e7eccc4137267568_f9b5ef669721.webp",
      "category": "News"
    },
    {
      "id": "b09069f277bb2f1d",
      "title": "为什么2026年是基尔·斯塔默的关键之年",
      "summary": "基尔·斯塔默作为工党领袖，在赢得大选并获174席多数后成为英国首相，但仅18个月后，他的未来便受到广泛质疑。尽管拥有强大的议会优势，关于他脆弱性的讨论在威斯敏斯特、国内政治对手乃至外国首都中蔓延。关键因素在于2026年5月7日即将举行的选举，包括威尔士议会（Senedd）、苏格兰议会和英格兰许多地方当局的投票。这些选举可能对英国部分地区的治理以及政治领袖的职业生涯产生重大影响，尤其是斯塔默。工党目前掌控Senedd和许多城市议会，若在这些选举中表现不佳，可能导致大量议员和地方议会成员流失，削弱党的基层支持。一些工党人物正进行谨慎的规划，为可能的领导层更替做准备，承认替换斯塔默的活动正在进行，尽管多在幕后进行。斯塔默以幽默方式承认了这些猜测，但这凸显了2026年是他政治生存的关键之年，选举结果可能巩固他的权威或引发领导危机，反映了当代英国治理中更广泛的政治不稳定主题。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b09069f277bb2f1d_854e2c47fa0f.webp",
      "category": "News"
    },
    {
      "id": "178719d49a976f25",
      "title": "新闻综述：特朗普名字加入肯尼迪中心后更多艺术家取消演出",
      "summary": "本文总结了周二的多个新闻事件。主要报道了更多艺术家在华盛顿特区的肯尼迪中心取消演出，以抗议前总统特朗普的名字被加入该艺术设施。爵士乐队The Cookers取消了他们的新年夜演出，强调他们对弥合分歧的音乐的承诺，尽管未明确提及更名。此前，音乐家Chuck Redd因更名取消了圣诞夜演出，并面临中心主席、特朗普盟友Richard Grenell的百万美元诉讼威胁。此外，文章还覆盖了五大湖区和东北部的恶劣天气，大雪和强风导致停电和旅行中断，包括超过5000架航班延误。在体育方面，新英格兰爱国者队球员Stefon Diggs面临勒颈等刑事指控，他予以否认，球队表示支持。在国际新闻中，阿拉伯联合酋长国在沙特阿拉伯袭击也门港口的一艘阿联酋货物后，正在撤出其在也门的剩余部队，这加剧了紧张局势，可能重新点燃也门内战。沙特支持的也门总统委员会宣布取消与阿联酋的防御协议。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_178719d49a976f25_aa85f6378b2f.webp",
      "category": "News"
    },
    {
      "id": "7d5dcbbdd295562f",
      "title": "联邦调查明尼苏达州索马里儿童护理提供者的欺诈指控",
      "summary": "特朗普政府已派遣联邦官员前往明尼苏达州，调查针对明尼阿波利斯市索马里儿童护理提供者的欺诈指控。此次调查是由右翼影响者尼克·雪莉在YouTube上发布的一段视频引发的，他在没有证据的情况下声称这些日托中心挪用了超过1亿美元。作为回应，联邦调查局局长卡什·帕特尔表示该机构已在调查，称其为“巨大冰山的一角”，而国土安全部部长克里斯蒂·诺姆分享了特工在现场的录像。然而，州和市官员质疑雪莉的说法，指出索马里社区已经在面临移民打击。调查记者杰夫·梅特罗特解释说，欺诈问题起源于COVID时期的一项救济计划，旨在为学校关闭期间的儿童提供餐食，随后扩展到涉及多个医疗补助资助项目的更广泛问题，检察官正在调查约90亿美元的欺诈。这一情况凸显了联邦行动与地方关切之间的紧张关系，以及欺诈从初始救济工作蔓延的复杂性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7d5dcbbdd295562f_6cdf488f2272.webp",
      "category": "News"
    }
  ]
}