{
  "articles": [
    {
      "id": "5650ead1925ec9a0",
      "title": "日常化学品悄然损害有益肠道细菌",
      "summary": "剑桥大学的研究人员进行了一项大规模的实验室分析，测试了1076种人造化学品，发现其中168种对健康人体肠道中的有益细菌有害。这些化学品包括农药（如除草剂和杀虫剂）以及工业化合物（如阻燃剂和塑料材料），通过食物、饮水和环境日常接触。暴露会减缓或停止细菌生长，可能导致消化问题、肥胖、免疫功能减弱等健康问题。令人担忧的是，一些细菌为生存而适应，产生对如环丙沙星等抗生素的耐药性，增加了感染治疗难度。目前的安全评估通常忽略肠道微生物组影响，因为化学品设计针对特定目标。为此，团队开发了机器学习模型来预测化学品对肠道细菌的毒性，呼吁更新安全评估，以在设计中确保化学品对微生物组安全，预防未来风险。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_5650ead1925ec9a0_65abc14b1b18.webp",
      "category": "Science"
    },
    {
      "id": "f2e0c19f163200a8",
      "title": "CRISPR突破：无需切割DNA即可开启基因",
      "summary": "悉尼新南威尔士大学与圣裘德儿童研究医院的科学家们开发了一种新型CRISPR技术，通过表观遗传编辑实现无需切割DNA即可开启基因，为基因治疗提供了更安全的方案。这项研究解决了长期以来关于DNA甲基化（即附着在DNA上的化学标记如甲基基团）是仅仅指示基因失活还是直接导致基因沉默的争议。发表在《自然通讯》上的研究表明，去除这些甲基基团可以使基因重新激活，而重新添加则再次沉默基因，证实了甲基化在基因控制中的主动作用。与传统CRISPR方法通过切割DNA编辑基因不同，这种表观遗传方法使用改良的CRISPR系统传递去除甲基基团的酶，避免了DNA断裂带来的意外突变和癌症风险。该技术有望革命性地治疗遗传疾病，如镰状细胞病，通过重新激活胎儿珠蛋白基因来补偿缺陷的成人珠蛋白基因。研究强调了通过操纵基因表达而不改变DNA序列的非侵入性基因治疗潜力，为更有效和低风险的医疗干预铺平了道路。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f2e0c19f163200a8_80185a8c1276.webp",
      "category": "Science"
    },
    {
      "id": "8da547b38fe5a3f0",
      "title": "植物吸收二氧化碳的能力低于气候模型预测",
      "summary": "大气中高浓度的二氧化碳是气候变化的主要驱动因素，但同时，增加的二氧化碳可以促进植物更快生长，使其吸收更多碳并可能减缓变暖。然而，这种益处取决于植物是否能获得足够的氮，这是一种对生长至关重要的营养素。科学家们最近才更仔细地研究了自然界中实际可用的氮量。涉及格拉茨大学的新研究表明，所谓的二氧化碳施肥效应被显著高估了。植物无法自行利用氮；这种营养素必须通过称为氮固定的过程转化为可用形式，该过程依赖于土壤中的微生物。这一过程在自然生态系统和农田中都会发生。格拉茨大学的生物学家贝蒂娜·韦伯总结今年早些时候发表的一项研究结果时表示：“虽然这一过程在自然界中被显著高估，但由于农业，它在过去20年中增加了75%。”基于这些结果，一项新的分析显示，一些地球系统模型中计算氮固定的方式现已重新评估。这些模型广泛用于预测气候趋势并为《世界气候报告》等重大评估提供信息。更新后的发现发表在科学期刊《美国国家科学院院刊》上。这项研究由加拿大西蒙弗雷泽大学的西安·库-吉斯布雷希特领导，由一个专注于生物氮固定的国际研究小组进行，该小组包括贝蒂娜·韦伯，并得到美国地质调查局约翰·韦斯利·鲍威尔分析与合成中心的支持。韦伯解释说：“我们比较了不同的地球系统模型与当前的氮固定值，发现它们高估了自然表面的氮固定率约50%。”由于植物依赖这一过程获取氮，这种高估具有重要后果。根据研究，它导致预计的二氧化碳施肥效应总体减少约11%。韦伯强调了调整气候模型以反映这些更新测量的重要性，因为氮循环中会产生氮氧化物和一氧化二氮等气体，这些气体可以通过转化过程释放到大气中并改变或干扰气候过程。准确考虑氮动态对于可靠预测生态系统和气候未来如何响应至关重要。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8da547b38fe5a3f0_a949d188975d.webp",
      "category": "Science"
    },
    {
      "id": "30ec1f6e81a16091",
      "title": "科学家发现更安全的方法使细胞燃烧更多卡路里",
      "summary": "科学家们开发出了一种称为温和线粒体解偶联剂的实验性化合物，能够增加细胞中的卡路里消耗，为治疗肥胖和改善代谢健康提供了新的潜在途径。肥胖是一个全球性的健康问题，与糖尿病和癌症等严重疾病的风险增加相关。目前的减肥药物通常需要注射并可能引起副作用，因此寻找更安全的增加卡路里燃烧的方法对公共卫生具有重要意义。这项研究由悉尼科技大学的副教授特里斯坦·罗林领导，并发表在《化学科学》期刊上。研究聚焦于线粒体解偶联剂——这些分子通过降低线粒体（细胞的动力源）的效率，使细胞使用更多能量，将部分能量以热量形式释放，从而燃烧额外的脂肪卡路里。历史上，类似的化合物如DNP曾因导致致命性过热而被禁止使用。为了克服这些风险，研究团队通过修改化学结构设计了更安全的温和解偶联剂，以控制能量使用强度。实验室测试显示，一些化合物在不损害细胞或ATP生产的情况下增加了线粒体活性，而其他化合物则具有毒性。通过比较结果，研究人员确定了温和解偶联剂如何在可耐受的水平上运作，降低风险。这项研究可能为开发口服减肥药物铺平道路，这些药物比现有选项更安全有效。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_30ec1f6e81a16091_6ce77cb0a5e7.webp",
      "category": "Science"
    },
    {
      "id": "b243ed0717e037e4",
      "title": "研究人员在“爱因斯坦沙漠”中发现土星大小的行星",
      "summary": "研究人员通过微引力透镜技术发现了一颗土星大小的流浪行星，这是首次在被称为“爱因斯坦沙漠”的统计区域中探测到此类天体。微引力透镜是一种引力透镜现象，当行星在地球与遥远恒星之间经过时，会暂时放大恒星的亮度，从而能够识别自由漂浮的行星。这颗行星由韩国微引力透镜望远镜网络和光学引力透镜实验项目合作发现，并得到了盖亚空间望远镜的补充数据，体现了系外行星研究中的挑战与进展。爱因斯坦沙漠指的是微引力透镜数据中小型与大型行星集群之间的间隙，引发了关于其真实性或采样偏差的讨论。流浪行星不与恒星系统绑定，其形成机制假设有两种：由于动力学不稳定性从原行星盘中引力弹出，或通过气体云直接坍缩形成，类似于中止的恒星过程。爱因斯坦环的分析提供了质量估计，但距离和恒星参数仍存在不确定性。这一发现强调了望远镜偶然对齐和统计建模在阐明行星人口统计学中的作用，有助于更广泛的天体物理讨论，涉及形成路径和银河系中孤立行星质量物体的普遍性。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_b243ed0717e037e4_3ef463aaac91.webp",
      "category": "Science"
    },
    {
      "id": "747fef99aae6883d",
      "title": "威尔士后脱欧农场补贴计划：争议中的“里程碑时刻”",
      "summary": "威尔士实施了一项有争议的后脱欧农场补贴计划，即可持续农业计划（SFS），旨在取代欧盟的补贴，并更注重环境可持续性。该计划要求农场至少管理10%的土地作为栖息地才能获得入门级付款，这引发了奶农的担忧，因为他们的土地可能不符合条件。在2024年，早期版本因被认为不可行而引发了大规模抗议，经过谈判后，修订后的框架包括了12项普遍行动，如维护树篱、减少农药使用和参加在线可持续农业课程。额外资金可用于更雄心勃勃的环境项目和农场合作。农业工会如NFU Cymru表示谨慎认可，认为计划现已可接受，但需要进一步调整和预算以适应通货膨胀。农村事务秘书称此为威尔士的“里程碑时刻”，强调农民参与的重要性。这一转变标志着农场支持从基于面积的欧盟补贴转向基于绩效的绿色激励措施，是威尔士农业的代际变革。",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    }
  ]
}