{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "Why Bees Get a New Queen",
      "summary": "In honey bee colonies, sometimes the queen bee gets sick and can't lay enough eggs. When this happens, the worker bees notice and decide to raise a new queen to take over. This process is called supersedure. Scientists found that viruses can make the queen's ovaries shrink, so she lays fewer eggs. She also makes less of a special smell called methyl oleate, which tells the workers she is healthy. When the smell decreases, the workers start preparing a new queen. Bees are important because they help pollinate many crops we eat, like fruits and vegetables. If the queen is replaced, it can cause problems for the hive and for beekeepers who rely on bees for honey and pollination. Researchers think adding the missing smell might help keep hives stable.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI Finds a Hidden Lion Roar",
      "summary": "Scientists have discovered that African lions make two kinds of roars, not just one. Using artificial intelligence, researchers found a new 'intermediary roar' that helps identify lions better. This is important because lions are in danger, with only about 20,000 to 25,000 left in Africa. The AI system can tell the roars apart with high accuracy, making it easier for conservationists to track and protect these big cats. This new method reduces human mistakes and helps save lions from extinction. It shows how technology can help animals in the wild.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "How Scientists Make Cleaner Fertilizer with Copper",
      "summary": "Scientists in Tokyo found a cool way to make ammonia, which is used in fertilizers to help plants grow. Normally, making ammonia uses a lot of energy and creates pollution, but they used a special material called copper oxide in a reaction that works at room temperature. They discovered that tiny copper pieces form during the reaction and help turn nitrite into ammonia. This new method is better for the environment because it doesn't need high heat or pressure. Understanding this step could lead to cleaner ways to produce important chemicals for farming, helping our planet.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "Giant Shark from Dinosaur Times in Australia",
      "summary": "Long ago, about 115 million years, a huge shark lived in the ocean near Australia. Scientists found fossils of its bones, which are like the Great White shark's but bigger. This shark was a top predator and ate other animals in the sea. It shows that big sharks existed much earlier than we thought. Fossils are old remains that help us learn about the past. This discovery helps us understand how sharks changed over time. The research was done by experts from different countries, and you can see the fossils in a museum.",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Ancient City Found in Kazakhstan",
      "summary": "Archaeologists have discovered an old city called Semiyarka in Kazakhstan. It was built 3,500 years ago during the Bronze Age. People lived there in houses made on mounds of earth, and they made a lot of bronze tools and objects. The city was very big, covering 140 hectares, and had a special building that might have been used for meetings or ceremonies. It was found using spy photos from space and modern tools like drones. This is surprising because most people in that area were nomads who moved around, but this city had permanent homes. Scientists think it was a busy place where traders and metalworkers lived together.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Rocket News: SpaceX Booster Fails and Pegasus Rocket Returns",
      "summary": "This article talks about exciting space news. The government shutdown is over, so rocket launches can happen during the day again. Blue Origin's New Glenn rocket had a successful launch and landing, and they plan to make it even stronger with more engines. SpaceX is getting ready to test its new Starship rocket. A company called Katalyst won a contract to rescue an old NASA satellite using Northrop's Pegasus rocket, which hasn't flown in years. Ursa Major, another company, raised a lot of money to build rocket engines. Rocket Lab launched a secret payload quickly. The article explains why Pegasus was chosen for the rescue mission and shares updates on space companies.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}