{
  "articles": [
    {
      "id": "5f34ed3264944c10",
      "title": "Robin Smith: A Cricket Star's Life",
      "summary": "Robin Smith was a famous cricket player from England who played for his country and a team called Hampshire. He was born in South Africa in 1963 and moved to England as a teenager. He played many games for England, scoring lots of runs and making nine centuries. He was known for being brave and popular with fans. After he stopped playing cricket, he moved to Australia and had some tough times with his health. Sadly, he died at his home in Perth at age 62. His family said he was a great player and will be missed by many people who loved watching him play.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5f34ed3264944c10_4670c3b4ffda.webp",
      "category": "News"
    },
    {
      "id": "fec5aae67ead4058",
      "title": "President Trump's Health Check and Other News",
      "summary": "This article talks about three main news stories from Monday. First, the White House said President Trump had an MRI scan to check his heart and belly, and his doctor said everything looks normal. This was part of his yearly health check, even though he already had one earlier. Second, a court ruled that a lawyer named Alina Habba should not be working as a U.S. attorney in New Jersey because she wasn't properly chosen for the job. This is a big problem for the Trump administration. Third, a soldier from West Virginia who was shot in Washington last week is getting better but is still very sick. The article shares updates on these events to keep people informed.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_fec5aae67ead4058_eb79611b1059.webp",
      "category": "News"
    },
    {
      "id": "8195396fb7ceba70",
      "title": "A Young Farmer's Story: Learning Leadership and Community",
      "summary": "This article is about a girl named Anixia Davila from California who loves farming. She is part of a group called Future Farmers of America, which has many students across the country. Anixia shares how farming teaches her about being a good leader, taking responsibility, and helping her community. She talks about her family, who also work in farming, and how they inspire her. The article shows that farming is not just about growing food; it helps people learn important life skills and brings communities together. Anixia recites a poem about her strong grandmothers, showing how family history influences her work.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_8195396fb7ceba70_d5255a392c23.webp",
      "category": "News"
    },
    {
      "id": "c74cdb2a8239cf41",
      "title": "Stars and Fashion at the Fashion Awards",
      "summary": "The Fashion Awards happened at the Royal Albert Hall in London. Many famous people like singers and actors went there. Ellie Goulding and Sienna Miller showed their baby bumps on a blue carpet instead of a red one. Jonathan Anderson won designer of the year. Anok Yai, a model, won model of the year and gave a nice message to girls. Raye sang songs at the event. The article talks about fashion trends like country-style clothes being popular. It also mentions some people not liking AI ads from a fashion brand. The awards celebrate the best in fashion with fun and style.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c74cdb2a8239cf41_f3516d4d37cf.webp",
      "category": "News"
    },
    {
      "id": "572db7094d3199d5",
      "title": "Bitcoin Price Drops in Crypto Market",
      "summary": "Bitcoin, a popular digital money, dropped below $85,000 for a short time on Monday. This happened as many cryptocurrency companies and technology stocks fell in value. Bitcoin has lost about 33% since it hit a record high in October. Companies like Coinbase and Robinhood, which help people trade cryptocurrencies, also saw their prices go down. Some companies that focus on buying bitcoin, like Strategy, were affected too. Investors are pulling money out of bitcoin funds, and bitcoin futures are down, while gold is up. The article explains how this market drop is part of a bigger trend in technology investments.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_572db7094d3199d5_c4fe81b6bba7.webp",
      "category": "News"
    },
    {
      "id": "c60bb53efe55596a",
      "title": "A British Politician in Trouble in Bangladesh",
      "summary": "Tulip Siddiq, a Labour MP from the UK, has been given a two-year jail sentence in Bangladesh for a crime she says she didn't do. She was accused of using her influence to get land for her family from her aunt, who was the Prime Minister of Bangladesh. The trial happened without her being there, and she calls it unfair and silly. She lives in London and probably won't go to jail, but she has to pay a fine. This case is part of bigger political fights in Bangladesh after a change in government. Siddiq is focused on her job helping people in her area in the UK and denies all the charges.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c60bb53efe55596a_5bc772739c69.webp",
      "category": "News"
    }
  ]
}