{
  "articles": [
    {
      "id": "5efe84f8435d7be3",
      "title": "Ice and Algae in Antarctica",
      "summary": "Scientists studied ice in Antarctica and found something surprising. When ice melts, it sends iron into the ocean. Iron usually helps tiny plants called algae grow, which take in carbon dioxide, a gas that warms the Earth. But in this study, more iron did not make more algae grow. This happened because the iron from the ice was old and changed, so algae could not use it well. If Antarctica keeps losing ice, the ocean might not take in as much carbon dioxide, which could make Earth warmer. The research used a long tube of mud from the ocean floor to learn about the past.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5efe84f8435d7be3_370d79f6d95d.webp",
      "category": "Science"
    },
    {
      "id": "0c001ee50de0dc69",
      "title": "Bringing Back Sea Plants to Help Our Coasts",
      "summary": "A big project is working to bring back seagrass, a special saltwater plant, to the Humber Estuary in England. Seagrass is very important because it helps fight climate change by capturing carbon from the air faster than rainforests. It also protects coastlines from storms and erosion, keeping beaches and homes safe. In the past, seagrass covered over 1,000 acres here, but it got smaller due to pollution and other problems. Now, scientists are planting seagrass again using different methods, like putting seeds into the seabed. They found that this helps the seagrass grow well. The project is supported by a company that makes renewable energy. Bringing back seagrass helps wildlife like fish and birds, and makes the water cleaner for everyone.",
      "source": "BBC Science",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_0c001ee50de0dc69_c8236677d6f4.webp",
      "category": "Science"
    },
    {
      "id": "5395136bc5742df3",
      "title": "Heart Disease Risk in Diabetes: Different for Boys and Girls",
      "summary": "People with type 2 diabetes have a higher chance of getting heart problems like heart attacks. But this risk is not the same for everyone. A new study from Johns Hopkins Medicine looked at why men and women with diabetes might have different heart disease risks. The researchers think that sex hormones, like testosterone and estradiol, could be part of the reason. They studied data from a long-term project called Look Ahead, which tracked people with diabetes over time. They found that in men, higher testosterone was linked to lower heart disease risk, while increases in estradiol were linked to higher risk. For women, the connection between hormones and heart disease was not clear, suggesting other factors might be more important. This research helps doctors understand how to better prevent heart disease in people with diabetes by considering hormone levels along with things like smoking and cholesterol.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_5395136bc5742df3_97c5fdd0a3d7.webp",
      "category": "Science"
    },
    {
      "id": "e33cc714c953e24a",
      "title": "How Animals Got Their Backbones",
      "summary": "Scientists have discovered a big clue about how animals with backbones, like fish and frogs, first evolved. They studied genes in animals with and without backbones. Genes are like instructions inside cells that tell them what to do. The scientists found that in animals with backbones, certain genes make more types of proteins. Proteins help cells talk to each other and grow properly. This extra variety in proteins might have helped animals develop backbones and become more complex. The research used a new method to look at genes in sea squirts, lampreys, and frogs. Sea squirts don't have backbones, lampreys are simple vertebrates, and frogs are more advanced. This finding helps explain how vertebrates came from simpler ancestors long ago.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e33cc714c953e24a_314365521549.webp",
      "category": "Science"
    },
    {
      "id": "5708fef8a531267c",
      "title": "Plants Borrow Genes from Bacteria to Make Medicine",
      "summary": "Plants make special chemicals called alkaloids to protect themselves, and people use these chemicals for medicines like pain relief. Scientists studied a plant called Flueggea suffruticosa that makes an alkaloid named securinine. They found that the gene that helps make securinine looks like genes from bacteria, not plants. This means plants might use tools from tiny microbes to create their protective chemicals. This discovery could help scientists make medicines faster and cheaper in labs, without harming the environment. It might also help grow stronger crops. The research was done at the University of York and published in a science journal.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5708fef8a531267c_f6d4cd91a5d7.webp",
      "category": "Science"
    },
    {
      "id": "37fb18568e90a399",
      "title": "Wales Plans to Clean Up Dirty Water",
      "summary": "The Welsh government has announced big plans to fix water pollution in Wales. They want to make rivers cleaner and improve the water system. This includes creating a new regulator to oversee water companies, upgrading old pipes and sewers, and setting limits on spreading sewage sludge on land. The changes will take many years to put in place and need new laws and money. Environmental groups like Afonydd Cymru support the plans but want action quickly. The government says this is a 'once-in-a-generation' chance to reset how water is managed. These reforms aim to address public concerns about water quality and aging infrastructure. The new regulator will help plan long-term investments to ensure cleaner water for everyone in Wales.",
      "source": "BBC Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_37fb18568e90a399_afb2e5b064d1.webp",
      "category": "Science"
    }
  ]
}