{
  "articles": [
    {
      "id": "8a81a813dd3907cc",
      "title": "Helping Boys Learn Respect in Schools",
      "summary": "The government in England has a new plan to help boys in schools learn to respect girls and women. They want to stop bad ideas about girls from spreading early. Teachers will get special training to spot and fix problems in the classroom. Some boys who show risky behavior might go to extra classes to learn better ways to act. Students will also learn about important topics like saying yes or no to things, not sharing private pictures, and finding good role models. There will be a new helpline for teenagers to call if they are worried about abuse in their relationships. The government hopes this will make schools safer and prevent violence against women and girls in the future. Some people think the plan is good but needs more money to really work.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8a81a813dd3907cc_b120ab01be82.webp",
      "category": "News"
    },
    {
      "id": "31d85ddcda0d1904",
      "title": "A Royal Family Christmas Photo",
      "summary": "Prince William and Princess Catherine have shared a new family photo for their Christmas card in 2025. The picture shows them sitting on grass with their three children: George, Charlotte, and Louis. It was taken by a photographer named Josh Shinner in Norfolk during spring. The family looks happy and close together. They posted the photo online with a message wishing everyone a Happy Christmas. This photo is part of Catherine's return to public life after she had cancer treatment. The family will spend Christmas with King Charles and other royals at Sandringham. Last year, they used a photo from when Catherine finished her chemotherapy for their card. This year's card shows a relaxed and informal side of the royal family.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_31d85ddcda0d1904_93d32ae4c83a.webp",
      "category": "News"
    },
    {
      "id": "8a2eae7f7bf5c241",
      "title": "Who Feels Lonely the Most?",
      "summary": "This article talks about loneliness, which is when people feel sad and alone. It says that many people think older adults are the loneliest, but new studies show that young adults, like those in their 20s, might feel lonely the most. For example, Adam Becket, a 26-year-old man, moved to a new city and found it hard to make friends, feeling left out during Halloween. Research from the Office for National Statistics in Britain found that 33% of young people aged 16 to 29 often feel lonely, which is higher than older groups. The World Health Organization also says young adults and teenagers report high loneliness. Experts think this happens because young adults often move away from home, live with strangers, work from home, and use social media instead of meeting friends in person. They say we need to stop thinking young adulthood is always happy and fun, as it can be a tough time. The article suggests that loneliness is a big problem for young people today.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_8a2eae7f7bf5c241_63b9cb61e86c.webp",
      "category": "News"
    },
    {
      "id": "5f3241a33e87bf95",
      "title": "A Teenager's Confusing Police Experience",
      "summary": "Theo Rose, a teenager, told the police he was attacked at school. Instead of helping him, the police gave him a punishment called a community resolution for something he didn't do. Theo was confused and scared because he didn't understand what was happening. Later, an investigation found that the police made a mistake. They apologized to Theo and removed the punishment. This story shows how important it is for police to listen carefully and explain things clearly to young people.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_5f3241a33e87bf95_965bf1b17fdf.webp",
      "category": "News"
    },
    {
      "id": "950aaa7b404a3f25",
      "title": "Putin's Warning About the War in Ukraine",
      "summary": "Russian President Vladimir Putin said that if peace talks fail, Russia will try to take more land in Ukraine. He spoke at a meeting with military leaders. Putin wants Ukraine and its Western friends to agree to Russia's demands in the talks. If they don't, he says Russia will use its army to get what it wants. He talked about areas in Ukraine that Russia has already taken and wants to keep. Putin also said Russia's army is strong and has new weapons. At the same time, peace talks are happening between Ukraine, America, and Europe. Ukraine's leader, Volodymyr Zelenskyy, is working on a peace plan but disagrees with some of Russia's demands. This is about a big conflict that started when Russia invaded Ukraine in 2022.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_950aaa7b404a3f25_3b6e868badeb.webp",
      "category": "News"
    },
    {
      "id": "d01d08b8fc9362e9",
      "title": "Lawmakers Work Together to Help People Keep Health Insurance",
      "summary": "In the United States, many people get help from the government to pay for health insurance under a law called the Affordable Care Act. This help is called subsidies. In just two weeks, these subsidies might end for millions of people, which could make health insurance too expensive for them. But there is some good news! A small group of Republicans in Congress, led by four members, decided to work with Democrats to try to save the subsidies. They signed a petition to force a vote in the House of Representatives to extend the subsidies for three more years. This means they want to keep the help going until 2027. However, the vote won't happen until January, so people have to wait. Meanwhile, Republicans are also working on another bill to lower health care costs, but it doesn't include extending the subsidies. Two lawmakers from California, Republican Kevin Kiley and Democrat Jimmy Panetta, are talking about this issue. Kiley says he wants to find a compromise that both parties can agree on, not just pass a bill that might not work. This shows that sometimes politicians from different parties can come together to solve big problems for people.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d01d08b8fc9362e9_e73c3194a6bc.webp",
      "category": "News"
    }
  ]
}