{
  "articles": [
    {
      "id": "a2414a99143dae2c",
      "title": "MI5 Asked to Help in Spy Case Investigation",
      "summary": "MI5, a secret service in the UK, is being investigated for giving false information to courts. This happened in a case about a spy called Agent X, who was a neo-Nazi and hurt his girlfriend. The prime minister ordered the investigation after the BBC found out MI5 lied. A regulator named Sir Brian Leveson is checking how MI5 made these false claims. He sent a letter to the prime minister and others, asking all MI5 staff to share any information they have. The investigation team has talked to 36 people, including MI5 workers and BBC staff. They are looking for more clues and expect to finish the report by March. This is important because telling the truth in court helps keep people safe and fair.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a2414a99143dae2c_dd0bb31eefa2.webp",
      "category": "News"
    },
    {
      "id": "ad9badcba529b902",
      "title": "Anthony Joshua Wins Boxing Match Against Jake Paul",
      "summary": "Anthony Joshua, a famous boxer, fought Jake Paul, who used to be a YouTuber, in a boxing match in Miami. Joshua won the fight by stopping Paul in the sixth round. This means Joshua was much better and the fight was not close. The article talks about the match and includes videos with comments from people like Joshua and Paul. It shows that Joshua was confident and did not worry about the fight's fairness. The event was exciting for boxing fans.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ad9badcba529b902_4e5ca897505c.webp",
      "category": "News"
    },
    {
      "id": "0113b0ae2af3135f",
      "title": "Famous People in Secret Files",
      "summary": "The US government released some secret files about a man named Jeffrey Epstein. These files have pictures and videos of famous people like former President Bill Clinton and others. Being in the files does not mean these people did anything wrong. Many have said they did not know about Epstein's bad actions. The files show old photos of Clinton, and his spokesperson says they are from long ago and not important. The files also mention another famous person, but everyone should remember that just being named does not prove anything. The government was supposed to release all the files by a deadline, but some people are upset because not everything was shared and parts are hidden.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0113b0ae2af3135f_c2f7bad91ba6.webp",
      "category": "News"
    },
    {
      "id": "448258950d474af1",
      "title": "Putin Talks About Russia's War Goals in Ukraine",
      "summary": "Russian President Vladimir Putin spoke at a big news conference. He said that Russia's military is doing well in Ukraine and moving forward in many places. Putin believes Russia will win the war if Ukraine does not agree to Russia's peace terms. He mentioned that Russia wants to keep control of areas it has taken, like Crimea and four other regions. Putin also said Ukraine should not join NATO, a group of countries that work together for defense. The news conference was planned carefully to show Putin's power and talk about the war. He praised U.S. President Donald Trump for trying to make peace but did not give details. Ukraine has said no to Russia's demands. The war has been going on for almost four years.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_448258950d474af1_73bcdc3bb0a1.webp",
      "category": "News"
    },
    {
      "id": "2cabbe3f2545f5eb",
      "title": "A Leader Supports a Future President",
      "summary": "Erika Kirk, who leads a group called Turning Point USA, said she wants JD Vance to be president in 2028. She spoke at a big meeting of the group in Phoenix. JD Vance is the vice president now and was a friend of her husband, Charlie Kirk, who started Turning Point USA but died last year. Erika Kirk told people at the meeting that her group will help Republicans win elections and get JD Vance elected. JD Vance will talk at the meeting too. The article says JD Vance might have a hard time keeping everyone together if he runs for president because some people in the group are arguing with each other after Charlie Kirk's death.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2cabbe3f2545f5eb_c7f1e984e27f.webp",
      "category": "News"
    },
    {
      "id": "0b321105f8636353",
      "title": "Government Releases Papers About a Bad Man Named Epstein",
      "summary": "The Justice Department, which is part of the government, started giving out many papers about Jeffrey Epstein. He was a man who did bad things to people and was in trouble with the law. The papers have photos, phone records, and court papers, but lots of the words are covered up with black marks, which is called redacted. This means we can't see all the information. A reporter named Liz Landers is looking at the papers and says there are thousands of them, but not as many as expected. Some papers have lists with names that are all covered up, and there is an important court document from a big case against Epstein. The release will take a few weeks to finish, and people are interested to learn more from these hidden papers.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0b321105f8636353_ed058c8e025f.webp",
      "category": "News"
    }
  ]
}