{
  "articles": [
    {
      "id": "6b72a74fd2ff5af9",
      "title": "安迪·伯纳姆面临周六截止日期决定是否参加补选",
      "summary": "大曼彻斯特市长安迪·伯纳姆必须在周六格林尼治标准时间17:00前决定是否参加即将举行的戈顿和登顿补选。赢得这个议会席位将使伯纳姆能够挑战现任工党领袖基尔·斯塔默爵士的领导地位，因为根据工党规定，参选领袖必须是一名议员。然而，他面临多重障碍：作为直选市长，伯纳姆需要获得工党全国执行委员会（NEC）的许可才能成为候选人。据报道，斯塔默在委员会中的盟友可能会试图阻止他参选，这可能激怒支持伯纳姆的工党议员。伯纳姆尚未确认自己的意图，表示他专注于市长职责，并呼吁不要过早下结论。工党副领袖露西·鲍威尔是NEC成员，她表达了对伯纳姆的支持，称他是一位受欢迎的政客，应该自己做出决定，同时强调工党应团结在斯塔默周围。此次补选发生在五月即将举行的艰难选举之前，这些选举可能影响斯塔默的领导地位。此外，前副首相安吉拉·雷纳预计将主张NEC不要阻止伯纳姆，突显了工党内部动态。这种情况反映了工党在应对选举挑战和领导问题时的更广泛政治紧张关系。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6b72a74fd2ff5af9_86a6896bdee0.webp",
      "category": "News"
    },
    {
      "id": "c050c0b910af5555",
      "title": "NHS建立癌症基因数据库以识别高风险患者",
      "summary": "NHS英格兰推出了一项创新的基因数据库，包含120个与癌症风险相关的基因，旨在识别英格兰地区可能因遗传因素而易患癌症的个人和家庭。该注册表允许进行基因比较以评估遗传风险，使被识别出的高风险人群能够接受定期筛查和个性化治疗，针对如乳腺癌和前列腺癌等癌症。作为一项为期10年的癌症预防和治疗增强战略的一部分，该数据库将现有的基因测试信息整合到一个单一、安全的平台中。卫生大臣韦斯·斯特里廷强调其加速早期检测和拯救生命的潜力。该倡议借鉴了先前林奇综合征数据库的成功经验，该数据库为超过12,000名高风险个体提供了预防性护理。通过提供定制化建议和持续监测，NHS旨在帮助患者降低癌症风险或及早发现疾病，同时确保处理敏感基因数据时的机密性和安全性。这一举措代表了精准医疗的进步，利用遗传学来改善公共卫生成果，但需注意数据隐私和独立验证等伦理考量。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c050c0b910af5555_90f20943d7be.webp",
      "category": "News"
    },
    {
      "id": "d03a6bf3fb19911e",
      "title": "美国国防战略调整：向盟友提供“更有限”支持",
      "summary": "美国国防部发布的新《国家防御战略》标志着其安全重点的显著转变，强调向盟友提供“更有限”的支持，并将美国本土和西半球的安全作为首要关切。此前，中国被视为最高防御优先事项，但新战略表示将通过“实力而非对抗”来处理与中国的关系。该战略呼应了特朗普总统对“责任分担”的呼吁，要求盟友在应对俄罗斯和朝鲜威胁方面承担更多责任。报告指出，盟友一直“满足于”让美国补贴其防御，但这一变化并不意味孤立主义，而是旨在聚焦国家威胁。它强调美国不希望将自身利益与全球利益混为一谈，认为对远在天边的威胁与对美国人的威胁并不等同。具体而言，欧洲应牵头应对俄罗斯等威胁，俄罗斯被描述为对北约东部成员的“持续但可管理的威胁”，而韩国被认为有能力处理朝鲜问题。台湾未被提及，但美国旨在防止任何力量（包括中国）主导其盟友。这一转变反映了特朗普政府时期的更广泛政策变化，如对台军售和军事行动。新战略基于一份34页的报告，并与2018年将中俄视为“核心挑战”的版本形成对比，显示出美国在维护全球影响力与聚焦本土安全之间的再平衡。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d03a6bf3fb19911e_89cef4c78d4a.webp",
      "category": "News"
    },
    {
      "id": "9d43ce71f2689647",
      "title": "女性被秘密拍摄用于社交媒体内容并遭受网络骚扰",
      "summary": "这篇文章调查了女性被男性影响者使用智能眼镜（如Meta智能眼镜）秘密拍摄的现象。拍摄发生在英国、美国和澳大利亚的公共场所，影响者以提供约会建议为借口接近女性。例如，迪拉拉在伦敦一家商店被搭讪，她的视频在TikTok上获得了130万次观看，电话号码暴露后遭到大量骚扰信息。同样，金在西苏塞克斯的海滩被拍摄，她的雇主和家庭细节被分享到网上，视频获得了690万次观看。BBC发现了数百个类似视频，由多位影响者在TikTok和Instagram上发布，他们通过客户建议获利。涉事女性报告称，在发现视频后感到被剥削和痛苦。法律上，隐私律师杰米·赫沃斯指出，在英国，没有具体法律禁止在公共场所未经同意拍摄，但将此类视频上传到网上可能不被视为“公平游戏”。社交媒体平台如TikTok的回应不一致；迪拉拉的报告最初被驳回，但在BBC介入后，视频因违反反骚扰指南而被删除。这凸显了法律保护和平台执行在隐私侵犯方面的差距。文章呼吁关注技术滥用、法律漏洞以及数字时代个人隐私的脆弱性。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9d43ce71f2689647_b536495e3cea.webp",
      "category": "News"
    },
    {
      "id": "1cd6e3626c566684",
      "title": "2025年麻疹病例激增，疫苗接种率下降",
      "summary": "本文报道了美国麻疹病例的显著回升，从2023年的63例激增至2025年的超过2240例，且今年仅三周内已确认416例。这一趋势与疫苗接种率下降密切相关，尤其是在COVID-19大流行期间加速，导致南卡罗来纳州和犹他-亚利桑那边境等地区爆发疫情。文章采访了约翰霍普金斯大学的流行病学家凯特琳·里弗斯，探讨了如果免疫工作不加强，美国可能面临更广泛爆发的风险。分析强调了疫苗犹豫对公共卫生的影响、群体免疫的削弱以及在反疫苗接种情绪和大流行相关干扰中维持疾病消除状态的挑战。麻疹是一种高度传染性疾病，曾在美国被宣布消除超过25年，但现在的回升提醒人们疫苗接种的重要性，以预防疾病传播并保护脆弱人群。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1cd6e3626c566684_9e714bf63462.webp",
      "category": "News"
    },
    {
      "id": "785b0eb7c17b3634",
      "title": "实时地图：查看美国冬季风暴72小时降雪预报",
      "summary": "一场重大的冬季风暴预计将影响美国超过一半的人口，带来降雪、结冰和严寒天气。国家气象局的预报员已发布监测和警告，至少有1.77亿人处于冰雪警报之下，超过2亿人受到寒冷天气建议或警告。风暴将于周五从德克萨斯州和俄克拉荷马州开始，向南部蔓延冻雨和雨夹雪，然后移至东北部。在东北部，从华盛顿特区到纽约和波士顿的地区可能积雪达一英尺。国家气象局提供了一个实时交互式地图，显示72小时累计降雪预报，并自动更新最新数据。该工具帮助人们跟踪风暴进展和潜在影响。文章强调了风暴的严重性，将潜在损害比作飓风，特别是在结冰地区，并敦促做好准备和保持谨慎。这场风暴突显了气象机构在监测极端天气事件中的关键作用，以及公众提高意识和应急准备的重要性，以减轻旅行危险、停电和与极端寒冷相关的健康问题等风险。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_785b0eb7c17b3634_1e6d5d9014f5.webp",
      "category": "News"
    }
  ]
}