{
  "articles": [
    {
      "id": "8be472857f426c99",
      "title": "海岸搜救后两人死亡，第三人失踪",
      "summary": "周五，英格兰东约克郡海岸的威瑟恩西发生了一起重大搜救行动，导致两人死亡，一人仍失踪。亨伯赛德警方表示，紧急服务部门接到报告称有多人在水中遇险，随后展开行动。一名67岁男子被救出时已失去意识，并在现场死亡，另一具尸体于当晚被找到。事故发生在15:10 GMT，涉及救援直升机、空中救护车以及来自威瑟恩西、布里德灵顿和霍恩西的近海救援队的RNLI船员。搜索工作因恶劣天气条件而受阻，包括雪、冰警告和汹涌的海浪。搜索在周六凌晨00:30暂停，并于天亮后恢复。威瑟恩西卫理公会教堂开放供人们祈祷和获得情感支持，体现了社区团结。警方表示情况无可疑，重点在于环境因素导致的悲剧。这一事件突显了冬季沿海活动的风险以及多机构应急响应的重要性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8be472857f426c99_f868a74b65e9.webp",
      "category": "News"
    },
    {
      "id": "c7323def1e716e4b",
      "title": "英国部分地区被冰雪覆盖，天气预警生效",
      "summary": "本周末，英国大部分地区受到冰雪天气影响，多项天气预警生效。苏格兰地区发布琥珀色降雪预警，持续至中午，这意味着可能出现严重干扰，如交通延误和危险路况。英格兰、威尔士和北爱尔兰则发布黄色冰雪预警，持续至周一，虽然程度较轻但仍需谨慎。英国气象局预测，苏格兰降雪量可能达40厘米，英格兰和威尔士为5厘米，这是由于来自北极的冷空气导致气温骤降。白天温度预计保持在个位数低位，苏格兰北部夜间最低温度可能降至零下8摄氏度，其他农村地区为零下5摄氏度。旅行方面可能出现延误和取消，苏格兰铁路公司已警告列车服务受影响，高地委员会建议非必要不出行。除雪车和撒盐车已部署以清理道路。预警将持续至周末，强调公众需保持警惕，注意保暖和安全。文章还提到，部分地区如安格斯和苏格兰高地可能出现暴风雪条件，增加停电和车辆被困风险。总体而言，这次天气事件凸显了冬季气候对社会的影响和应急准备的重要性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c7323def1e716e4b_f37920d9f857.webp",
      "category": "News"
    },
    {
      "id": "4e1d21ebfed49ca4",
      "title": "警官因蘑菇采摘报告行为不当被认定严重违纪",
      "summary": "2024年11月，路易丝·加瑟从德比前往莱斯特郡的布拉德盖特公园寻找罕见的真菌——喜鹊墨帽菇，但她并未采摘任何蘑菇。尽管如此，前警员克里斯托弗·维克斯后来向她丈夫发出了社区解决令，并谎称已直接与加瑟女士交谈。2025年10月举行的违纪听证会认定维克斯犯有严重违纪行为，其行为被描述为不诚实、故意，并可能损害公众对警察的信任。听证会指出，如果维克斯尚未离职，他本应被解雇。此案凸显了社区解决令的要求：需与涉嫌违规者直接沟通并获得其责任接受，而维克斯未遵守这一政策。莱斯特郡警察局的报告称，该命令若保留在加瑟女士的增强型DBS检查中，可能导致她失业等重大伤害。布拉德盖特公园是特殊科学兴趣地点（SSSI），在此采摘蘑菇是非法的，以保护环境。事件源于公园信托机构向警方报告蘑菇采摘行为。这一事件强调了警察在处理轻微违规时保持诚信和遵守程序的重要性，同时也引发了对机构问责和环境执法平衡的反思。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4e1d21ebfed49ca4_bb8c8d52b805.webp",
      "category": "News"
    },
    {
      "id": "186f19c089805a18",
      "title": "2026年幸福感：恢复、JOMO与脑力补充剂",
      "summary": "2026年，幸福感产业正从高强度训练转向恢复和心理福祉。专家预测，今年将优先考虑休息日，并借助智能手表等技术监测心率和活动以优化健身。一个关键趋势是JOMO（错过之乐）的兴起，它鼓励人们在断开连接和休息中找到快乐，与早期的FOMO（错失恐惧）形成对比。这一变化反映了向更智能、数据驱动的健康方法的广泛转变，通过了解身体来实现更好的自我护理。此外，镁和肌酸等补充剂继续在提升身体表现方面受欢迎。文章强调这些趋势是数万亿英镑产业的一部分，旨在通过平衡的生活方式和科技进步改善整体幸福感。背景包括AI聊天机器人和减肥药物的使用，以及社会对健康意识的增强。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_186f19c089805a18_44fe1f4b984a.webp",
      "category": "News"
    },
    {
      "id": "4805890d5a879f90",
      "title": "肯尼迪中心因特朗普名字加入面临艺术家取消演出和门票销售下降",
      "summary": "肯尼迪中心是美国著名的表演艺术中心，最近经历了重大变革，包括领导层更替和更名为“唐纳德·J·特朗普和约翰·F·肯尼迪表演艺术中心”。这一改名引发了艺术家们的广泛抗议，多位音乐家和舞蹈团体取消了原定演出，例如查克·雷德取消了圣诞夜音乐会，库克斯乐队取消了新年夜演出，克里斯蒂·李和道格·瓦罗内舞团也相继退出。艺术家们表示，他们反对特朗普的政治行为，不希望在一个以他名字命名的场所表演，以免加深社会分裂。作为回应，肯尼迪中心主席理查德·格伦内尔威胁对一名艺术家提起100万美元的诉讼。此外，中心还面临门票销售和电视收视率下降的问题，例如由特朗普主持的肯尼迪中心荣誉颁奖礼观众大幅减少。这篇文章是PBS新闻一小时“艺术在行动”系列的一部分，探讨了艺术与民主的交集，揭示了政治决策如何影响文化机构和艺术表达，反映了当前美国社会中的政治与文化冲突。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4805890d5a879f90_3914df0ea926.webp",
      "category": "News"
    },
    {
      "id": "ac0b30ca96164695",
      "title": "“我们不能有亏损的艺术机构”：格瑞内尔为肯尼迪中心接管辩护",
      "summary": "在PBS新闻小时的采访中，特朗普-肯尼迪中心（原肯尼迪中心）的临时总裁理查德·格瑞内尔为该机构最近由特朗普任命董事会的接管进行了辩护。格瑞内尔声称，在新管理下，中心财务状况显著改善，得益于特朗普的筹款能力，票务销售、捐赠者和企业赞助均有所增加。他对比了此前中心依赖债务储备支付员工工资的不可持续做法。格瑞内尔批评媒体，如PBS，过于关注艺术家因中心更名和感知政治化而取消演出，却忽视了财务方面的进展。他引用《纽约时报》一篇关于百老汇衰退的文章，以说明更广泛的艺术行业挑战，并倡导一种将财务可行性融入艺术使命的整体评估方法。这一论述凸显了政治影响与艺术管理之间的紧张关系，强调了格瑞内尔作为特朗普盟友在争议中重塑中心战略方向的作用。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ac0b30ca96164695_7679aa76fd45.webp",
      "category": "News"
    }
  ]
}