{
  "articles": [
    {
      "id": "dc1076c02571432e",
      "title": "Astronauts Come Home Early from Space Due to Health Problem",
      "summary": "Four astronauts had to leave the International Space Station early because one of them got sick. They landed safely back on Earth in the ocean near California. The astronauts are Mike Fincke, Zena Cardman, Kimiya Yui, and Oleg Platonov. They were supposed to stay in space for six and a half months but came home a month early. NASA said the sick astronaut is stable and doing okay. This is the first time astronauts have been evacuated from the space station for health reasons since it started in 1998. The space station is a big lab in space where scientists study how living in space affects people and plants. Now, only three astronauts are left on the station until more arrive next month.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    },
    {
      "id": "ee12276aeb128fa5",
      "title": "A New Kind of Baby Diabetes Found by Scientists",
      "summary": "Scientists have discovered a new type of diabetes that affects newborn babies. They used special tools like DNA sequencing and stem cells to find out what causes it. They found that a gene called TMEM167A is not working right in some babies, which makes their insulin-producing cells stop working. Insulin is important for controlling sugar in our bodies. This discovery helps doctors understand why some babies get diabetes and have other health problems like seizures. It might also help find better treatments for diabetes in the future. The research was done by scientists from different countries working together.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_ee12276aeb128fa5_9f54543d855d.webp",
      "category": "Science"
    },
    {
      "id": "b7fec72587ee2b11",
      "title": "A Wolf's Last Meal Tells a Story About Woolly Rhinos",
      "summary": "Scientists found a frozen wolf puppy from 14,400 years ago in Siberia. Inside its stomach, they discovered a piece of meat that was from a woolly rhino, a big animal that lived during the Ice Age but is now extinct. By studying the DNA from this meat, they learned that the woolly rhino population was healthy and not inbred at that time, which was surprising because woolly rhinos disappeared soon after. This discovery helps us understand how animals lived and died long ago. The research shows that even old remains can teach us new things about history.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_b7fec72587ee2b11_005e4d9475b3.webp",
      "category": "Science"
    },
    {
      "id": "e6a49ae6502ff2e1",
      "title": "Why Statins Can Hurt Muscles",
      "summary": "Statins are medicines that help lower cholesterol, but many people stop taking them because they cause muscle pain, weakness, or tiredness. Scientists at Columbia University found a reason why this happens. They discovered that some statins can stick to a protein inside muscle cells. This makes calcium leak out where it shouldn't be, which can hurt the muscles and make them weak. About 40 million adults in the U.S. take statins, and 10% have muscle problems. The scientists used a special microscope to see this happen. Now, they are trying to make new statins that don't cause muscle pain so more people can take them safely.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e6a49ae6502ff2e1_da85bb9bd647.webp",
      "category": "Science"
    },
    {
      "id": "dcd5ffa93577aecd",
      "title": "Ocean Blackouts: When the Sea Gets Too Dark",
      "summary": "Scientists have discovered something called marine darkwaves, which are times when the ocean floor suddenly gets very dark. This happens because things like dirt from land, too much algae, or other stuff in the water block sunlight. Marine darkwaves can last from a few days to over two months and make it hard for sea plants and animals that need light to live, such as kelp forests, seagrass, and corals. A team of scientists from around the world studied data from places like California and New Zealand to create a new way to measure and compare these dark events. They found that storms and big weather systems, like cyclones, often cause marine darkwaves. Even short dark times can hurt ocean life, so this new tool helps people understand when the ocean is in trouble, similar to how we track heatwaves or acidification.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcd5ffa93577aecd_23ea0f5e3b81.webp",
      "category": "Science"
    },
    {
      "id": "dcea2bc1e347a583",
      "title": "EPA Changes Rules for Pipelines and Water Protection",
      "summary": "The EPA, which is a government agency that protects the environment, has made a new rule about how states and tribes can say yes or no to big projects like oil and gas pipelines. These projects need permission if they might pollute water. The old rule let states and tribes check if a project could hurt water and stop it if needed. The new rule makes it faster for companies to get permission by limiting what states and tribes can look at. Now, they can only check if the project directly puts dirty stuff into water, not other problems like blocking fish or changing rivers. Some people think this is good because it helps build things quicker, but others worry it might not protect water well enough. The rule is part of a law called the Clean Water Act.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcea2bc1e347a583_f21406c6c1f7.webp",
      "category": "Science"
    }
  ]
}