{
  "articles": [
    {
      "id": "fe3acfa839bc1ed5",
      "title": "Sabalenka's Consistent Excellence Leads to Fourth Consecutive Australian Open Final",
      "summary": "Aryna Sabalenka, the world number one tennis player, has advanced to the Australian Open women's singles final for the fourth consecutive year by defeating Elina Svitolina in the semi-finals with a commanding 6-2 6-3 victory. This achievement marks her as the first player since Martina Hingis in 2002 to reach four straight finals at this Grand Slam event. Sabalenka demonstrated dominant play, recording 29 winners to only 15 unforced errors and losing just 11 points on serve, showcasing her powerful hitting and improved mental focus. Despite facing challenges such as a hindrance call during the match, she maintained composure. Sabalenka is currently on an 11-match winning streak and has not dropped a set in this year's tournament. She aims to secure her third Australian Open title and fifth Grand Slam overall in the upcoming final against either Elena Rybakina or Jessica Pegula, seeking redemption after last year's final loss where she felt she lacked bravery.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fe3acfa839bc1ed5_8d44e5516a24.webp",
      "category": "Fun"
    },
    {
      "id": "3c20ec191bbb962c",
      "title": "Serena Williams Considers a Tennis Comeback After Retirement",
      "summary": "Serena Williams, a legendary tennis player with 23 Grand Slam singles titles, retired after the 2022 US Open. Recently, she filed paperwork that placed her back on the drug testing pool list managed by the International Tennis Integrity Agency, a requirement for returning to competition. In an interview on the Today Show, Williams was evasive when asked about a comeback, saying 'I don't know, I'm just going to see what happens.' She clarified it was not a 'maybe' but did not deny the possibility. Players must spend six months in the testing pool before competing, and Williams' name appeared on an ITIA document in October. She also mentioned listing 'stay-at-home mum and housewife' as her occupation, adding to the speculation. Her playful and cheeky responses suggest she is seriously considering a return, though she has not confirmed anything. This news has sparked interest among fans and media, highlighting the ongoing debate about her future in tennis.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3c20ec191bbb962c_e47c9b1c25cd.webp",
      "category": "Fun"
    },
    {
      "id": "2d1dc5d98f9270da",
      "title": "Hewett Advances in Singles but Falls Short in Doubles at Australian Open",
      "summary": "Alfie Hewett, a top-seeded British wheelchair tennis player, has advanced to the men's wheelchair singles semi-finals at the Australian Open by defeating his compatriot and doubles partner Gordon Reid. The match, held on Margaret Court Arena, lasted one hour and 33 minutes, with Hewett winning 6-2, 6-3. This victory brings him closer to defending his singles title from last year, which was his 10th Grand Slam singles title overall. In the semi-finals, Hewett will face Spain's Martin de la Puente, who beat France's Stephane Houdet. However, in the doubles event, Hewett and Reid's quest for a seventh consecutive Australian Open doubles title ended with a loss in the semi-finals to Japan's Tokito Oda and Argentina's Gustavo Fernandez, with a score of 6-4, 2-6, 10-4 in a match tie-break. The British pair had previously dominated the doubles format, winning 18 of the last 23 Grand Slam titles. Meanwhile, in the quad doubles, Great Britain's Andy Lapthorne and Australia's Heath Davidson secured a spot in the final after a tight semi-final match. The article highlights Hewett's mixed results, emphasizing his ongoing success in singles and the end of a dominant doubles streak.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2d1dc5d98f9270da_04864216ebe9.webp",
      "category": "Fun"
    },
    {
      "id": "327ae2e4457495ed",
      "title": "Skupski Advances to Australian Open Doubles Final with New Partner",
      "summary": "Neal Skupski, a British tennis player, has advanced to the final of the men's doubles at the Australian Open alongside his new American partner, Christian Harrison. As the sixth seeds, they defeated the third-seeded pair Marcel Granollers and Horacio Zeballos in straight sets, 6-3 7-6 (9-7). This marks their first Grand Slam appearance together. Skupski previously partnered with Joe Salisbury throughout 2025, but Salisbury announced a break from tennis due to anxiety, ending their successful run that included reaching multiple Grand Slam finals. Skupski's new partnership with Harrison has quickly proven effective, leading to another final. In an interview with BBC Radio 5 Live, Skupski explained that he chose Harrison because few players were available, and their playing styles complemented each other. He expressed satisfaction with their performance and confidence heading into the final against Australian wildcards Jason Kubler and Marc Polmans. Additionally, Skupski mentioned staying in touch with Salisbury, who is traveling and considering a return to tennis in April. The article highlights Skupski's adaptability and the dynamics of professional doubles partnerships.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_327ae2e4457495ed_ec32fa76fc93.webp",
      "category": "Fun"
    },
    {
      "id": "02eeff4f5542ee5c",
      "title": "Bridgerton Series Explores Gender Inequality in Sexual Education",
      "summary": "The fourth series of Bridgerton, a Netflix Regency drama, addresses a significant taboo from the era: the lack of sexual education for unmarried upper-class women. Set in the early 19th century, the show depicts how women like Francesca Bridgerton were kept ignorant about sex, while men were encouraged to gain experience through travel. This knowledge gap creates tension in Francesca's marriage to John Stirling, as she struggles to understand female pleasure and intimacy. Francesca turns to her female family members, such as her mother and sister-in-law, for guidance, highlighting the unfair societal norms that restricted women's access to information. Actor Hannah Dodd emphasizes the importance of these conversations, noting that without them, women had no way to learn about their bodies. The series also portrays the couple's introverted personalities, showing how they must push beyond their comfort zones to communicate openly. Additionally, the show touches on neurodiversity, with some autistic fans relating to Francesca's need for quiet and difficulty with social conventions, a point discussed by the writers. Overall, Bridgerton uses historical fiction to critique past gender inequalities and promote honest dialogue in relationships.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_02eeff4f5542ee5c_3fc40e239f71.webp",
      "category": "Fun"
    },
    {
      "id": "03e53b9b772966fc",
      "title": "Hemsworth and Ruffalo Shift from Superheroes to Thriller in Crime 101",
      "summary": "Chris Hemsworth and Mark Ruffalo, renowned for their roles as Thor and Hulk in Marvel films, have reunited for a new project titled Crime 101, a psychological thriller that diverges from their typical superhero genre. In this film, Hemsworth portrays an elusive jewel thief planning a final heist, while Ruffalo stars as a determined detective pursuing him. The actors discussed their collaboration at the premiere, highlighting how their long-standing friendship brought both energy and challenges to the production. Hemsworth noted that their dynamic often resembles \"naughty school kids\" needing focus, but Crime 101 required a shift into dramatic territory, causing initial discomfort as they adjusted from comedic chemistry. Ruffalo emphasized that this film allowed Hemsworth to showcase a transformative performance, different from his usual roles, and revealed that they had been planning to work together outside Marvel for years. The project materialized when Hemsworth approached Ruffalo with the script, which Ruffalo immediately accepted. This collaboration marks a significant career move for both actors, exploring darker themes and demonstrating their versatility beyond blockbuster franchises.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_03e53b9b772966fc_ebec6805b4f6.webp",
      "category": "Fun"
    }
  ]
}