{
  "articles": [
    {
      "id": "939a7d46ff2b8506",
      "title": "银河系中心超大质量黑洞附近发现超快脉冲星",
      "summary": "哥伦比亚大学的科学家与突破聆听计划合作，在银河系中心的超大质量黑洞人马座A*附近发现了一颗候选毫秒脉冲星。这一发现来自突破聆听银河系中心巡天，这是一项高灵敏度的射电天文调查。脉冲星是中子星，通过快速旋转发射规律的无线电脉冲，因其稳定的时间特性而充当宇宙时钟；毫秒脉冲星旋转更快，时间行为更为稳定。如果得到确认，这颗脉冲星将提供一个独特的机会，通过测量黑洞强大引力对脉冲信号的影响来测试爱因斯坦的广义相对论。人马座A*的质量约为太阳的400万倍，其引力会扭曲时空，可能导致脉冲到达时间的异常，从而使科学家能够研究极端引力环境。目前正在进行后续观测以验证该候选体，并且数据已公开以鼓励全球科学合作。这项由Karen I. Perez领导并发表在《天体物理学杂志》上的研究，旨在增进我们对银河系动力学和基础物理学的理解。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_939a7d46ff2b8506_c478080bab72.webp",
      "category": "Science"
    },
    {
      "id": "e7cf000a3a2dd1e9",
      "title": "神秘RNA引领科学家发现癌症隐藏层",
      "summary": "科学家发现了一类称为oncRNAs的小RNA分子，它们特异性存在于癌细胞中，而在正常组织中缺失。从乳腺癌中的T3p开始，研究扩展到分析32种癌症类型的数据，发现了约26万个癌症特异性oncRNAs。每种癌症类型表现出独特的oncRNA表达模式，使机器学习模型能以超过80%的准确率分类癌症。除了作为生物标志物外，小鼠功能实验显示约5%的oncRNAs通过上皮-间质转化和激活增殖基因等过程主动驱动肿瘤生长。临床上，oncRNAs被分泌到血液中，在一项针对192名乳腺癌患者的研究中，化疗后高残留oncRNA水平与近四倍差的总生存率相关，独立于传统指标。这项研究强调oncRNAs既是诊断工具又是潜在治疗靶点，为癌症生物学和患者监测提供了新见解。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e7cf000a3a2dd1e9_299778d2858f.webp",
      "category": "Science"
    },
    {
      "id": "419fb789bfa01347",
      "title": "一种流体可储存太阳能并在数月后以热量形式释放",
      "summary": "最近《科学》杂志上的一项研究展示了一种基于流体的分子太阳能热（MOST）储能系统的突破性进展。该系统受DNA光损伤机制启发，实现了前所未有的能量密度。供暖约占全球能源消耗的一半，主要依赖化石燃料，因此迫切需要可持续替代方案。MOST技术将太阳能储存在化学键中，以便延迟释放热量，但以往的实施因能量存储不足、快速降解和依赖有毒溶剂而受限。由加州大学圣塔芭芭拉分校和洛杉矶分校的研究人员领导，以化学家Han P. Nguyen为首的团队，合成了2-嘧啶酮的衍生物——结构与DNA中的胸腺嘧啶类似——在阳光下发生光化学转变为Dewar异构体，通过融合四元环（1,2-二氢氮杂环丁烯和二氮杂环丁烷）产生复合应变，从而封装能量。这种配置促进了快速回弹反应，按需释放热量并允许重复充电。该系统达到了1.65 MJ/kg的能量存储密度，几乎是锂离子电池（约0.9 MJ/kg）的两倍，并超过了先前的MOST候选材料如降冰片二烯（0.97 MJ/kg）和氮硼杂环（0.65 MJ/kg）。尽管这项创新有望实现可重复使用的加热燃料，支持季节性存储，但挑战依然存在，包括以往系统对溶剂的依赖以及可扩展性问题。该研究体现了化学与生物学的跨学科融合，可能彻底改变热能管理并助力脱碳努力，但需进一步开发以实现商业可行性。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_419fb789bfa01347_d9163c744d8e.webp",
      "category": "Science"
    },
    {
      "id": "1d6f523d95168889",
      "title": "古代骨骼或证实汉尼拔战象穿越阿尔卑斯山的传奇",
      "summary": "考古学家在西班牙南部发现了一块大象脚骨，这可能成为汉尼拔传奇战象的首个具体证据。汉尼拔是迦太基的著名将军，历史上认为他在公元前218年的第二次布匿战争期间，率领包括37头战象的军队穿越阿尔卑斯山入侵意大利。这块骨骼在科尔多瓦附近的Colina de los Quemados遗址的一堵倒塌墙壁下被发现。研究人员使用碳定年技术估计了其年龄，并将其与第二次布匿战争时期联系起来。他们还通过与现代大象和草原猛犸象的骨骼比较，确定了其来源。2020年挖掘中发现的火炮、硬币和陶瓷等文物进一步表明该地点曾是战场。这一发现挑战了以往仅依赖绘画和记载的理论，为战象在古代欧洲的存在提供了物理证据。由于大象遗骸在欧洲考古中极为罕见，这一发现具有重要意义，它支持了汉尼拔雄心勃勃的穿越及战象在战争中的使用叙事，突显了通过船只运输这类大型动物的后勤挑战。该研究由拉斐尔·M·马丁内斯·桑切斯教授领导，并发表在《考古科学杂志：报告》上，采用了跨学科方法，可能验证历史记载，加深对古代跨大陆战争和迦太基军事战略的理解。",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1d6f523d95168889_c1755a579340.webp",
      "category": "Science"
    },
    {
      "id": "bbae819f60329848",
      "title": "新暗能量数据表明宇宙可能以“大挤压”终结",
      "summary": "康奈尔大学物理学家亨利·泰利用暗能量调查（DES）和暗能量光谱仪（DESI）发布的新数据进行分析，提出宇宙可能具有约330亿年的总寿命。目前宇宙年龄为138亿年，仍在膨胀，但泰的模型表明它将再膨胀约110亿年达到最大尺寸，随后开始收缩，最终在大约200亿年后坍缩成一个点，这一过程被称为“大挤压”。这挑战了基于正宇宙学常数的长期信念，即宇宙将永远膨胀。泰的工作更新了爱因斯坦的宇宙学常数概念，根据新的暗能量观测，表明它可能为负值。暗能量约占宇宙质量能量的68%，并非纯粹恒定；泰假设了一种低质量粒子，其效应随时间改变，与数据吻合。这项研究发表在《宇宙学和天体粒子物理学杂志》上，强调了DESI、欧几里得太空望远镜和SPHEREx任务等项目的持续努力，以完善暗能量估计并检验这些预测。该研究突出了宇宙学探究的动态性，以及对我们理解宇宙最终命运可能带来的重大转变。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "科学家发现让癌症快速重排DNA的酶",
      "summary": "加州大学圣地亚哥分校的科学家发现了一种名为N4BP2的酶，它负责引发染色体碎裂（chromothripsis），这是一种染色体断裂并错误重组的遗传事件，促使癌细胞快速进化并产生治疗抵抗。染色体碎裂发生在细胞分裂错误导致染色体被困于微核（micronuclei）中时；微核破裂后，N4BP2进入并切割DNA，启动这一过程。这一发现发表于《科学》杂志，解释了癌症生物学中长期存在的谜团。染色体碎裂在约25%的癌症中出现，在骨肉瘤和脑瘤中尤为常见。实验表明，去除N4BP2可减少染色体断裂，而添加它则即使在健康细胞中也引起断裂。研究还将N4BP2与染色体外DNA（ecDNA）联系起来，后者与侵袭性肿瘤相关。通过靶向N4BP2，科学家旨在开发减缓癌症进展和提高治疗效果的新疗法。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    }
  ]
}