{
  "articles": [
    {
      "id": "6fb1eddd4c4f439f",
      "title": "Chocolate Locked Up in Stores to Stop Thieves",
      "summary": "In some UK shops, chocolate bars are being put in special plastic boxes that lock to stop people from stealing them. Stores like Sainsbury's are doing this because thieves are taking chocolate to sell it later. Police have seen videos of people grabbing lots of chocolate from stores. This stealing hurts businesses and makes workers feel scared. Last year, shops had over 5 million thefts, and workers faced abuse daily. One store group lost £250,000 from chocolate theft. They are spending money on security to keep chocolate safe.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6fb1eddd4c4f439f_6062923eefac.webp",
      "category": "News"
    },
    {
      "id": "90be070134ce2b16",
      "title": "Actor Robert Carradine Passes Away, Remembered by Friends",
      "summary": "Robert Carradine, a famous actor from movies like Revenge of the Nerds and the TV show Lizzie McGuire, has died at age 71. His family shared that he had bipolar disorder, a mental health condition, for almost 20 years and died by suicide. They want people to know about his struggle to help reduce the shame often linked to mental illness. Hilary Duff, who played his daughter on Lizzie McGuire, posted a sad message on Instagram, saying she felt cared for by him and is heartbroken. Carradine was part of a family of actors and started his career in a John Wayne film. He acted in many other movies, including Django Unchained, but is most remembered for his funny and kind roles. His family described him as a loving father and a bright light to others, hoping his story encourages more understanding and support for mental health issues.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_90be070134ce2b16_a80a6a4d95b2.webp",
      "category": "News"
    },
    {
      "id": "f30549858d3f1dba",
      "title": "A Governor's Big Speech After the President",
      "summary": "Governor Abigail Spanberger from Virginia will give a speech after President Trump talks to the country. This is called the Democratic response to the State of the Union. She is the first woman governor in Virginia and won her election by a lot. Her speech will talk about making things cheaper for families, protecting healthcare, and defending freedoms. It will happen on Tuesday night and you can watch it live. Other politicians have given similar speeches in the past, and sometimes people remember them or make fun of them. This is an important job in politics because it lets Democrats share their ideas.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_f30549858d3f1dba_5b633bb69d74.webp",
      "category": "News"
    },
    {
      "id": "05037a9c70658ca9",
      "title": "Doctors Get Extra Money for Weight Loss Medicine",
      "summary": "In England, doctors called GPs will get a bonus of about £3,000 each year if they give weight loss drugs to patients. The government wants to help people lose weight and stay healthy. The bonus starts in April and is for a drug named Mounjaro. GPs can also get extra money for sending patients to weight loss programs. But some experts say this might not help many people because the drug is only for those who are very overweight with a BMI over 40 and have health problems. Most people using weight loss drugs pay for them privately, not through the NHS. The Health Secretary says these drugs can change lives and should be available to everyone who needs them, not just those who can pay. This is the first time weight loss drugs are part of the bonus system for doctors.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_05037a9c70658ca9_611fd25f1a44.webp",
      "category": "News"
    },
    {
      "id": "543634c10d1707cb",
      "title": "A Baby Born from a Donated Womb",
      "summary": "A baby boy named Hugo was born in the UK using a womb from a donor who had passed away. His mom, Grace Bell, was born without a womb due to a condition called MRKH syndrome, which affects some women. She couldn't have a baby on her own, so doctors transplanted a womb from a kind donor. After surgery and IVF treatment, Hugo was born healthy. Grace is very thankful to the donor's family for their gift. This is the first time this has happened in the UK, and it gives hope to other women who can't carry a baby.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_543634c10d1707cb_34c40c4e604f.webp",
      "category": "News"
    },
    {
      "id": "223733ed9510e289",
      "title": "Judge Stops Report on Trump's Papers",
      "summary": "A judge named Aileen Cannon, who was chosen by former President Trump, has decided to stop a report about how Trump handled secret papers after he left office in 2021. The report was made by special counsel Jack Smith and led to charges against Trump, but the judge dismissed the case in 2024. Two watchdog groups are trying to get the report released by a higher court. In other news, Trump is warning countries to follow trade deals they made, or he might raise taxes on them. The Supreme Court will also hear a case from oil and gas companies trying to stop lawsuits about climate change. This article talks about these three big stories from the news.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_223733ed9510e289_81344b7f452e.webp",
      "category": "News"
    }
  ]
}