{
  "articles": [
    {
      "id": "d8ea1d6df01ae38f",
      "title": "斯塔默主持眼镜蛇会议应对美以对伊朗的打击",
      "summary": "在英国首相基尔·斯塔默爵士主持下，眼镜蛇紧急委员会召开会议，回应美国及以色列对伊朗的空袭行动。此次空袭发生在核计划限制谈判破裂之后，导致伊朗多个城市包括首都德黑兰发生爆炸。伊朗随后发起报复性导弹袭击，目标包括卡塔尔和巴林等地区内设有美国设施的國家，并已报告拦截和攻击事件。英国未参与初始打击，但正积极应对后果，重点关注在该地区的英国国民安全。外交部已向巴林、卡塔尔、科威特和阿联酋等国发布就地避难建议，并在约旦、黎巴嫩等国呼吁保持警惕。政府发言人重申反对伊朗发展核武器，支持通过外交途径解决，旨在防止冲突升级为更广泛的地区战争。此外，空袭已造成航空旅行中断，国际紧张局势加剧，唐纳德·特朗普等人物对此事件发表评论，凸显中东地缘政治的复杂性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d8ea1d6df01ae38f_2ce8f8c2a826.webp",
      "category": "News"
    },
    {
      "id": "3fb558f0d55c58df",
      "title": "美国与以色列联合袭击伊朗事件解析",
      "summary": "本文报道了美国与以色列对伊朗发起的联合军事袭击，这一行动被美国总统特朗普描述为“重大作战行动”，以色列则称之为“先发制人攻击”。袭击发生在伊朗多个城市，包括德黑兰、伊斯法罕、库姆、卡拉季和克尔曼沙赫，导致爆炸和烟雾。特朗普确认美国参与，并表示目的是通过消除伊朗政权的威胁来保护美国人民，并确保伊朗不获得核武器。他建议伊朗民众寻找避难所。伤亡情况未知，伊朗已关闭其领空。此次事件发生在数周关于伊朗核计划的威胁和谈判之后，标志着紧张局势的升级。文章引用了验证过的视频和照片作为证据，显示了关键地点如领袖官邸附近的烟雾，但直接命中情况未确认。这一事件突显了国际安全动态的复杂性，对地区稳定和全球防扩散努力具有重要影响。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3fb558f0d55c58df_6e447d4b2460.webp",
      "category": "News"
    },
    {
      "id": "e18f7dd31d102201",
      "title": "波兰斯基和法拉奇意见不合，但他们的共同点可能比你想象的要多",
      "summary": "这篇BBC新闻报道探讨了英国绿党领袖扎克·波兰斯基和改革英国党领袖奈杰尔·法拉奇之间令人惊讶的相似之处，尽管他们在政治上存在显著分歧。波兰斯基倡导环境问题和开放边境，而法拉奇则支持更严格的移民政策并批评绿色计划。然而，两人都取得了重要的选举成功，例如绿党在戈顿和登顿赢得了首次补选，改革英国党在朗科恩将工党推至第三位。他们共享竞选才能，通过直接公众参与激发支持者活力，这与常显得脱节的传统政客形成对比。在一个公众对主流政治感到幻灭的时代，两位领袖都利用选民的不满，导致各自政党成员迅速增长。文章暗示波兰斯基借鉴了法拉奇的成功策略，突显了政治动态如何产生意想不到的联盟和结果，其中真相往往比小说更离奇。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_e18f7dd31d102201_1eb0268810a6.webp",
      "category": "News"
    },
    {
      "id": "929fbca1adb18e7e",
      "title": "连接安德鲁王子与杰弗里·爱泼斯坦的第三人",
      "summary": "这篇文章调查了德国商人戴维·斯特恩，他是安德鲁王子与杰弗里·爱泼斯坦之间的关键中间人。2019年春季，斯特恩参加了在中国深圳举行的Pitch@Palace晚宴，这是一个与安德鲁王子相关的创业竞赛活动。不久后，安德鲁王子因与性犯罪者爱泼斯坦的联系争议而退出王室职责。美国司法部最近发布的文件揭示了斯特恩的广泛角色：他促成了介绍、管理交易、帮助莎拉·弗格森解决债务，并对女性发表了贬损言论。斯特恩常驻伦敦，经营自己的生意，称爱泼斯坦为老板，同时还在王室圈中担任职务，如Pitch@Palace的董事和圣乔治之家慈善机构的董事会成员。尽管公众知名度低，斯特恩的名字出现在2008年至2018年的7000多份文件中，突显了他幕后操作的影响力。文章利用这些电子邮件说明斯特恩如何 discreetly运作，强调了有影响力人物之间可能存在的复杂网络。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_929fbca1adb18e7e_b5d186e7c6f9.webp",
      "category": "News"
    },
    {
      "id": "b9299184f18f750e",
      "title": "洛杉矶学区总监因联邦调查被带薪停职",
      "summary": "洛杉矶联合学区总监阿尔贝托·卡瓦略因联邦调查被带薪停职。此前，联邦调查局（FBI）对其住所和学区总部执行了搜查令。学区教育委员会经闭门审议后一致投票决定，在调查结果出炉前将卡瓦略停职，但未指控其有任何不当行为。该学区服务超过50万名学生，目前由学校运营主管安德烈斯·柴特临时领导，以确保稳定。卡瓦略于2022年上任，此前在迈阿密学区任职，尚未公开置评。调查可能涉及教育科技公司AllHere，该公司在2024年与学区签订价值300万美元的合同，开发名为“Ed”的AI聊天机器人。但三个月后，学区终止合作，AllHere破产，其创始人因证券欺诈、电信欺诈和身份盗窃被起诉。卡瓦略否认亲自参与选择AllHere，并承诺成立工作组审查项目，但未公布进展。学区表示配合调查，但无进一步信息。此事凸显了大型教育机构在采购和监管方面的挑战。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b9299184f18f750e_7102ac83441d.webp",
      "category": "News"
    },
    {
      "id": "6eb16510f140db4a",
      "title": "法官延长保护明尼苏达州难民免遭逮捕和驱逐的命令",
      "summary": "美国明尼苏达州的一名联邦法官延长了一项法律命令，保护难民免遭逮捕和驱逐。该命令由美国地区法官约翰·图恩海姆发布，阻止特朗普政府执行一项新政策，该政策允许逮捕合法进入美国但仍在等待绿卡的难民。这项政策由国土安全部于二月宣布，解释移民法要求难民在入境一年后返回联邦拘留以进行绿卡审查。图恩海姆法官在一份66页的意见书中批评该政策，称其将“美国梦变成反乌托邦的噩梦”，违背了数十年前对难民做出的承诺。他将一月份发布的临时限制令转为初步禁令，仅适用于明尼苏达州，但凸显了全国性影响。难民倡导者，如国际难民援助项目，赞扬这一决定让难民能够无忧生活。此案仍在进行中，法官对政府行动提出了严重的宪法关切。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6eb16510f140db4a_42451dce0daf.webp",
      "category": "News"
    }
  ]
}