{
  "articles": [
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Flavio Cobolli's Amazing Tennis Win for Italy",
      "summary": "In a very exciting tennis match, Flavio Cobolli from Italy played against Zizou Bergs from Belgium in the Davis Cup. The match was super close, and Cobolli saved seven match points, which are chances for his opponent to win. He won a long tie-break with 32 points, making it one of the longest in Davis Cup history. After winning, Cobolli took off his shirt and celebrated with the happy fans in Bologna, Italy. He said it was one of the best days of his life because he helped Italy reach the final. Italy is trying to win the Davis Cup for the third time in a row, which hasn't happened in over 50 years. The team captain, Filippo Volandri, was very proud and said Cobolli showed a lot of heart. Now, Italy will play Spain or Germany in the final to see who wins the trophy.",
      "source": "BBC Tennis",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    },
    {
      "id": "43a92215b455b275",
      "title": "Superman Comic Found in Attic Sells for Millions",
      "summary": "Three brothers found a very old Superman comic book in their mom's attic in California. It was from 1939 and was in great condition. They sold it at an auction for $9.12 million, which is the most money ever paid for a comic book. The comic is called Superman #1 and was kept safe because the weather in California is good for preserving paper. Their mom had bought it a long time ago and told them it was valuable, but they didn't see it until after she passed away. This story is exciting because it shows how something old can become very valuable and make people's lives better.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_43a92215b455b275_2ff57cd07118.webp",
      "category": "Fun"
    },
    {
      "id": "c92628e521cb1497",
      "title": "Musician Pras Michel Goes to Jail for 14 Years",
      "summary": "Pras Michel, a famous rapper from the group Fugees, has been sentenced to 14 years in prison. He was found guilty of using money to influence politics in the United States. Prosecutors said he received over $100 million from a rich man named Jho Low and used it to try to change government decisions. He was also accused of working for China's government without telling anyone. During his trial, he did not speak in court, but his lawyer said the punishment is too harsh and they will appeal. This case involved important people like Leonardo DiCaprio and Jeff Sessions, who testified. The judge decided on the sentence after he was convicted of crimes like corruption and lying to banks.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c92628e521cb1497_1f7d3c7c000f.webp",
      "category": "Fun"
    },
    {
      "id": "a3e9a0aa520420ba",
      "title": "Remembering a Music Star: Tributes to Mani",
      "summary": "Musicians and fans are sharing kind words about Gary 'Mani' Mounfield, who played bass guitar in famous bands like the Stone Roses and Primal Scream. He passed away at 63 years old. People like Liam Gallagher from Oasis and Ian Brown from the Stone Roses said they are very sad and called him a hero and a great friend. Mani was known for his cool bass playing that helped create the 'baggy' music style in Manchester. He also played with Primal Scream for many years. His brother shared the news on Facebook, and many are thinking of his family, especially his twin boys who lost their mom not long ago. This article shows how much people loved and respected Mani for his music and his warm heart.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a3e9a0aa520420ba_5e9469153470.webp",
      "category": "Fun"
    },
    {
      "id": "1800258bea3dd4a6",
      "title": "Frida Kahlo's Painting Sells for a Lot of Money",
      "summary": "A painting by Frida Kahlo, a famous artist from Mexico, was sold for $54.7 million at an auction. This is the highest price ever paid for a painting by a woman. The painting is called El sueño (la cama), which means The Dream (The Bed). It shows Frida sleeping in a bed with a skeleton and dynamite above her. This painting was made in the 1940s and sold for much more than it did in 1980. Frida Kahlo is known for her self-portraits that show her feelings and pain from being sick and hurt in a bus accident. The auction house, Sotheby's, said this sale shows that people now value women artists more. This broke the old record set by another artist, Georgia O'Keeffe. It's a big deal because not many of Frida's paintings are sold since Mexico protects them as important art.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1800258bea3dd4a6_de3accf45f00.webp",
      "category": "Fun"
    },
    {
      "id": "5db2fbdfda8a9ca2",
      "title": "Katie Boulter's Tough Choice: Body or Tennis Ranking",
      "summary": "Katie Boulter is a tennis player from Britain who has a big decision to make. Her world ranking has dropped from 23rd to 100th, and she is worried about getting into the Australian Open, a major tennis tournament. She has a hip injury and must decide if she should play in more tournaments to improve her ranking or rest her body to heal. If she plays, she might get hurt worse, but if she rests, other players could pass her in the rankings. This is hard because the entry for the Australian Open depends on rankings in December. Men players do not have this problem because their rankings are set earlier, so they can rest. Boulter thinks it is important to take breaks to avoid burnout and stay healthy.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5db2fbdfda8a9ca2_84fb7517f5c7.webp",
      "category": "Fun"
    }
  ]
}