{
  "articles": [
    {
      "id": "2806756a158f91f6",
      "title": "A Surprising Flu Study: No One Got Sick in a Room with Flu Patients",
      "summary": "Scientists did a special test to learn about the flu. They put some college students who had the flu in a hotel room with healthy adults. Even though they were close together, none of the healthy people got sick. The researchers found two big reasons why. First, the sick students did not cough much, so not much flu virus went into the air. Second, the room had good air movement from a heater and dehumidifier, which helped spread out any virus. This study helps us understand how to stay safe during flu season. It shows that keeping air moving and avoiding close contact with coughing people can protect us. The scientists suggest using air purifiers and wearing masks like N95s when near sick people.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2806756a158f91f6_e5687f139139.webp",
      "category": "Science"
    },
    {
      "id": "8d9874813f84cb89",
      "title": "A Fruit Gets a Gene Makeover",
      "summary": "Scientists are using a special tool called CRISPR to change a fruit called goldenberry. Goldenberries are small fruits that taste sweet and tart, and they are related to tomatoes. They are hard to grow on big farms because the plants are too big and messy. By editing the genes, scientists made the plants smaller, about 35% shorter, so they are easier to take care of and can be planted closer together. This helps farmers grow more goldenberries. The scientists also tasted many goldenberries to make sure they still taste good. They hope this will make goldenberries easier to farm in places like the U.S. and around the world, giving people more food options, especially as the climate changes and more people need food. This tool could also help make other crops stronger against diseases and dry weather.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_8d9874813f84cb89_3e58f2eb6a01.webp",
      "category": "Science"
    },
    {
      "id": "8484873840401c93",
      "title": "When the Oceans Died and Life Changed Forever",
      "summary": "Long ago, about 445 million years back, Earth had a big change. Ice spread across a big land called Gondwana, and shallow seas dried up. This made the oceans different and caused a huge problem: 85% of sea animals died. But from this sad event, something good happened. A new study shows that jawed fish, which have jaws, became more common and diverse after this. Scientists looked at old fossils to learn this. They found that during the hard times, jawed fish survived better in safe places called refugia. This helped them grow and change life on Earth later. The event is called the Late Ordovician Mass Extinction, and it shows how big changes can lead to new life.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_8484873840401c93_eb9ca3aec56b.webp",
      "category": "Science"
    },
    {
      "id": "73a10a10e25def29",
      "title": "A New Tiny Worm Found in a Very Salty Lake",
      "summary": "Scientists have found a new type of tiny worm in the Great Salt Lake, which is a very salty lake in the United States. This worm is so small you can barely see it, and it has never been seen before anywhere else in the world. The scientists named it Diplolaimelloides woaabi, using a word from the Indigenous Shoshone people that means 'worm.' Worms like this are called nematodes, and they are found all over Earth, but this is the first time one has been discovered in this lake. Before this, only two other animals, brine shrimp and brine flies, were known to live there. The scientists are excited because they think there might be another new worm in the lake too. They want to learn how the worms got there and what they do in the lake's environment.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_73a10a10e25def29_3927854a4ad4.webp",
      "category": "Science"
    },
    {
      "id": "0d1da6c03d0596b6",
      "title": "NASA's Big Moon Trip: When and Who?",
      "summary": "NASA is planning a big space mission called Artemis II to go to the Moon. It might launch in February 2024 and last about 10 days. This is the first time in over 50 years that people will fly to the Moon. The mission has four astronauts: Reid Wiseman, Victor Glover, Christina Koch, and Jeremy Hansen. They will fly in a rocket from Florida and test a new spacecraft called Orion. The astronauts will practice flying, check systems, and send back data from space. After their trip, they will splash down in the Pacific Ocean. This mission helps prepare for future Moon landings.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0d1da6c03d0596b6_214ed8478c9b.webp",
      "category": "Science"
    },
    {
      "id": "11da29328f33dbe8",
      "title": "Astronauts Come Home Early from Space Station for Health",
      "summary": "NASA has decided to bring four astronauts home early from the International Space Station because one of them had a medical problem. The astronaut is safe and stable, but NASA wants to be extra careful. The astronauts are part of Crew-11, which includes Commander Zena Cardman, Pilot Mike Fincke, and others from Japan and Russia. They will return to Earth in their SpaceX Crew Dragon spacecraft, landing in the Pacific Ocean. NASA is not sharing details about the medical issue to protect the astronaut's privacy. The crew is well-trained to help each other in emergencies, and the space station has medical equipment. This shows that astronaut health is NASA's top priority.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    }
  ]
}