{
  "articles": [
    {
      "id": "c8e2d1d708d64cae",
      "title": "President Trump's New Tax on Imports After Court Ruling",
      "summary": "President Donald Trump has announced a new 10% tax on goods coming into the United States from other countries. This happened after the Supreme Court, the highest court in the U.S., said his old taxes were not allowed because he went beyond his power. The court's decision was a big win for businesses and states that did not like the taxes, and it might mean they get money back. Trump called the ruling terrible and said the judges were fools. He plans to use other laws to keep his taxes, which he thinks help U.S. investment and manufacturing. The taxes started last year on goods from many countries like Mexico, Canada, and China, and they made companies worried about higher prices. The court said Congress, which makes laws, did not give the president the power to make these taxes without clear rules.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_c8e2d1d708d64cae_c7a663f8e065.webp",
      "category": "News"
    },
    {
      "id": "9cf47e12a9cb11f2",
      "title": "Medicine Can Cause Surprising Problems",
      "summary": "Some medicines can make people do things they don't want to do, like gamble or shop too much. Emma took a medicine for her legs and started gambling a lot, losing lots of money. She didn't know the medicine was causing it until she read a news story. Over 250 people have told the BBC that similar medicines made them develop addictions. These medicines are given for movement problems like Restless Legs Syndrome. Doctors sometimes don't warn patients about these side effects. A group in the UK is asking for better warnings. Emma changed her medicine and hopes others will learn from her story.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9cf47e12a9cb11f2_31f86349d5d3.webp",
      "category": "News"
    },
    {
      "id": "252ab2e28fb691b8",
      "title": "London Fashion Week 2026: Fun and Colorful Clothes",
      "summary": "London Fashion Week 2026 is a big event where designers show new clothes for autumn and winter. It is in London, England, and many famous and new designers are there. King Charles III came to watch a show by Tolu Coker, who uses old fabrics to make sustainable clothes. The event has more shows this year, with 41 runways, because the British Fashion Council helps by not charging fees. Big names like Burberry and new talents like William Costelloe are part of it. The fashion is bold and colorful, with retro styles and music by Little Simz. It is all about making London a top place for fashion again.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_252ab2e28fb691b8_c4b4fbec61e7.webp",
      "category": "News"
    },
    {
      "id": "ae4cf4a3d62cc170",
      "title": "The Supreme Court Says No to President Trump's Tariffs",
      "summary": "The Supreme Court, which is the highest court in the United States, made a big decision about tariffs. Tariffs are taxes on goods from other countries. President Trump wanted to put tariffs on many goods from around the world to help American businesses. But the Supreme Court said he did not have the power to do this under a law from 1977. The court voted 6-3, which means six judges said no and three said yes. This was a setback for President Trump's plans. He was upset and called the judges names, saying they were not loyal to the country. He said he would try to put a 10% tariff on all goods using a different law. This story shows how the Supreme Court can check the president's actions to make sure they follow the rules.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ae4cf4a3d62cc170_0f352d586b1a.webp",
      "category": "News"
    },
    {
      "id": "9ef133e69ee29470",
      "title": "People in Government Who Believe Wrong Things About Elections",
      "summary": "This article talks about how President Donald Trump, who lost the 2020 election to Joe Biden, has put many people into his government who believe his false claims that he really won. These people, like the attorney general and lawyers, are now in powerful jobs. They are using their positions to investigate the 2020 election, even though many of the claims have been checked and found untrue. For example, they took ballots from Fulton County in Georgia. Election officials are worried this might cause problems in future elections. Experts say this makes the false ideas stronger because they are now part of the government. Trump keeps saying he won, and his team helps him, which can confuse people and affect how elections work.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9ef133e69ee29470_7ce67daaf2c5.webp",
      "category": "News"
    },
    {
      "id": "497a266866316360",
      "title": "Supreme Court and Tariffs: What Happens Next for Shoppers and Money",
      "summary": "The Supreme Court made a big decision about tariffs, which are taxes on things we buy from other countries. They said many of President Trump's tariffs were not allowed. But the president said he will try to keep most of them using different rules. This affects the economy, which is how money moves around. Experts like Natasha Sarin explain that this could mean prices might change for things like toys or clothes. The ruling happened quickly, and now people are watching to see what the president does next. It's important because tariffs can make things cost more or less, and that impacts everyone who shops.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_497a266866316360_254ec6ce4619.webp",
      "category": "News"
    }
  ]
}