{
  "articles": [
    {
      "id": "4148afa0a1df6ef0",
      "title": "美国影星梅根·古德和乔纳森·梅杰斯通过DNA测试成为几内亚公民",
      "summary": "美国影星梅根·古德和乔纳森·梅杰斯通过DNA测试追溯其祖先至西非国家几内亚后，获得了该国公民身份。这对夫妇在几内亚文化部组织的私人文化仪式上，于Gbassi Kolo旅游文化中心接受了由迪亚基泰代表总统杜姆布亚颁发的护照，仪式包括传统舞蹈和djembé鼓表演等。梅杰斯表示，成为公民有助于弥合他们作为娱乐界人士和非洲侨民成员的身份，而古德则感谢几内亚给予这次首次访问的机会。他们的行程包括参观博凯地区的历史奴隶贸易遗址，但尚未明确是否计划投资或移居。这一事件与非洲更广泛的倡议相符，如加纳2019年发起的“回归之年”，旨在鼓励侨民重新连接遗产并投资非洲，其他名人如史蒂夫·旺德、席亚拉和塞缪尔·杰克逊近年来也获得了非洲国家公民身份。文章强调了名人影响力、遗产回收和地缘政治策略在促进侨民联系方面的相互作用。",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_4148afa0a1df6ef0_d7f2f5286557.webp",
      "category": "Fun"
    },
    {
      "id": "4b87691f9244eca1",
      "title": "萨巴伦卡强势晋级布里斯班决赛",
      "summary": "世界排名第一的阿丽娜·萨巴伦卡在布里斯班国际赛中以6-3、6-4击败卡罗琳娜·穆霍娃，连续第三年晋级决赛。这场胜利不仅报复了她此前对穆霍娃的三连败，也为她本月晚些时候在澳大利亚公开赛上争夺四年内的第三个冠军做好了重要准备。萨巴伦卡在昆士兰网球中心展现了强大的实力，尽管在赛点时有所波动，但最终锁定胜局。她将在决赛中对阵玛尔塔·科斯秋克，此前她对科斯秋克保持全胜且未失一盘。文章还报道了其他网球赛事：在男子比赛中，布兰登·中岛和丹尼尔·梅德韦杰夫将争夺布里斯班决赛冠军；瑞士队则在联合杯中以2-1击败比利时，历史上首次晋级决赛。这些结果凸显了职业网球的激烈竞争，球员们正为澳大利亚公开赛（1月18日至2月1日举行）等重大赛事调整状态。整体而言，本文通过具体比分、球员引述和赛事背景，全面展示了近期网球动态及其对赛季目标的影响。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b87691f9244eca1_0a874e6f595f.webp",
      "category": "Fun"
    },
    {
      "id": "b9ad6a8da4d5db9e",
      "title": "汤姆·琼斯爵士警告假冒个人资料的诈骗行为",
      "summary": "汤姆·琼斯爵士，这位著名的威尔士歌手，公开警告了一起涉及假冒社交媒体个人资料的令人不安的诈骗事件。这些欺诈账户在Instagram和X等平台上冒充他或他的团队，试图通过私信交流来欺骗粉丝，尤其是针对脆弱人群。在一篇以黑屏红字发布的帖子中，汤姆爵士明确表示他不会通过社交媒体与个人直接沟通，并敦促追随者举报和屏蔽任何可疑资料。此前有报道称，受害者因此损失了数千英镑，这凸显了名人冒充诈骗的普遍问题。国家诈骗帮助热线指出，诈骗者常利用此类手段，而政府正推动对像X这样的平台实施更严格的监管，包括可能的禁令。这一事件反映了网络互动中的风险，以及在数字时代保持警惕的必要性。文章还提及了AI技术Grok的滥用问题，进一步强调了在线安全与道德挑战的紧迫性。",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b9ad6a8da4d5db9e_6af6ee7c492d.webp",
      "category": "Fun"
    },
    {
      "id": "ab5e8bcf36a614b0",
      "title": "《怪奇物语》明星登顶榜单，节目歌曲飙升排行榜",
      "summary": "在《怪奇物语》第五季大结局播出后，饰演史蒂夫·哈灵顿的演员乔·基里以艺名Djo发行歌曲《End of Beginning》，成功登顶英国单曲榜榜首。该歌曲最初于2022年发布，曾在2024年初升至第四名，但最终在节目 finale 的推动下夺冠。此外，节目原声带中的多首1980年代经典曲目，如普林斯的《Purple Rain》和凯特·布什的《Running Up That Hill》，也重新进入前20名，显示了该系列对音乐消费的显著影响。根据英国官方榜单公司的数据，《End of Beginning》本周在英国流媒体播放量达540万次，而在Spotify全球平台上，过去一周播放量超过5500万次，超越了泰勒·斯威夫特的歌曲。专家萨拉·克洛博维斯指出，TikTok利用怀旧情绪吸引观众，老歌通过情感共鸣吸引年长听众，同时让年轻用户首次发现这些曲目。这一趋势凸显了媒体和社交平台如何复兴老歌，拓宽其受众范围，反映了数字时代音乐消费模式的变化。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ab5e8bcf36a614b0_5d4d45d71663.webp",
      "category": "Fun"
    },
    {
      "id": "bf014b6dfefe13ef",
      "title": "道恩·强森和乔治·克鲁尼未入选英国电影学院奖长名单",
      "summary": "乔治·克鲁尼、道恩·强森和朱莉娅·罗伯茨等知名演员未入选今年英国电影学院奖（Bafta）的长名单，这一情况具有重要意义，因为Bafta通常是奥斯卡奖的可靠预测指标。长名单已公布，保罗·托马斯·安德森执导的电影《One Battle After Another》以16项提及领先。最终提名将于1月27日宣布。尽管未获Bafta认可，克鲁尼、强森和罗伯茨仍凭借各自电影《Jay Kelly》、《The Smashing Machine》和《After the Hunt》获得金球奖提名。历史上，Bafta与奥斯卡的结果密切相关：过去15届Bafta最佳男主角获奖者中，有13位随后赢得了奥斯卡；过去12届最佳女主角获奖者中，有10位也获得了奥斯卡。这一趋势表明，错过Bafta认可可能会削弱他们的奥斯卡机会。相比之下，亚当·桑德勒入选了Bafta最佳男配角长名单，而动画电影《KPop Demon Hunters》因在英国Netflix上先行流媒体播放而不符合资格。文章强调了颁奖季的竞争性以及Bafta提名在更广泛奖项格局中的战略重要性。",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_bf014b6dfefe13ef_9efadb0b3ef6.webp",
      "category": "Fun"
    },
    {
      "id": "c11108e6dc3d965b",
      "title": "简单设计改变可能最终解决固态电池问题",
      "summary": "电池在日常生活中扮演着关键角色，从智能手机到电动汽车都离不开它们。尽管重要性不言而喻，但当今电池仍存在主要缺点，包括高成本和火灾或爆炸风险。全固态电池长期以来被视为更安全的替代方案，但进展因平衡安全性、性能和可负担性的挑战而放缓。现在，韩国的一个研究团队表明，仅通过智能结构设计就能显著提高电池性能，而无需依赖昂贵金属。1月7日，KAIST宣布了由材料科学与工程系教授徐东和领导的研究团队的突破。该项目汇集了由首尔国立大学教授郑成均、延世大学教授郑润硕和东国大学教授南景万领导的研究人员。他们共同开发了一种关键全固态电池材料的新设计方法，使用廉价原材料同时保持强劲性能和较低的火灾或爆炸风险。传统锂离子电池依赖液态电解质使锂离子在电极间移动。全固态电池用固态电解质替代这种液体，大大提高了安全性。然而，锂离子在固体中移动较慢，过去加速它们的努力通常依赖于昂贵金属或复杂制造技术。为解决这个问题，研究人员专注于改善锂离子通过固态电解质的移动方式。他们的策略集中在使用“二价阴离子”如氧和硫。这些元素通过成为其基本框架的一部分来影响电解质的晶体结构，从而改变离子在材料内的移动方式。团队将这一想法应用于低成本锆基卤化物固态电解质。通过仔细引入二价阴离子，他们能够精确调整材料的内部结构。这种方法被称为“框架调节机制”，扩展了锂离子可用的路径并减少了它们移动所需的能量。因此，锂离子可以更快更有效地通过固体材料移动。测试显示，向电解质中添加氧或硫使锂离子迁移率比传统锆基电解质提高了两到四倍。这一改进表明固态电池可以达到适合实际使用的性能水平，而无需依赖昂贵材料。在室温下，掺氧电解质实现了约1.78 mS/cm的离子电导率，而掺硫版本达到约1.01 mS/cm。离子电导率衡量锂离子通过材料的容易程度，高于1 mS/cm的值通常被认为在室温下适合实际电池应用。徐东和教授解释了这项工作的更广泛意义，他说：“通过这项研究，我们提出了一种设计原则，可以同时使用廉价原材料改善全固态电池的成本和性能。其工业应用潜力非常高。”主要作者金宰承强调，该研究突出了电池研究的转变，将注意力从简单选择新材料转向设计更好结构。",
      "source": "Science Daily - Technology",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_c11108e6dc3d965b_1d9a654a1152.webp",
      "category": "Fun"
    }
  ]
}