{
  "articles": [
    {
      "id": "7d3d69b5db4c3d62",
      "title": "Workers Exposed to Harmful Chemicals in Firefighting Foam",
      "summary": "A factory in Swansea, Wales, had workers who were exposed to dangerous chemicals for many years. The factory, owned by a big company called 3M, made things like nappy fastenings and video tapes. Some workers were part of a 'fire party' team that practiced putting out fires using a special foam. This foam contained toxic chemicals called PFOS and PFOA, which can cause cancer and stay in the environment forever. The company knew about the risks but did not tell the workers. The factory is now closed, and the site is polluted with these chemicals from old firefighting activities. The BBC found documents showing the contamination, and workers are sharing their stories for the first time.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7d3d69b5db4c3d62_5029d9888707.webp",
      "category": "Science"
    },
    {
      "id": "f071a846c557f3de",
      "title": "How Rain Helped People Sail the Pacific Long Ago",
      "summary": "About 1,000 years ago, the weather in the Pacific Ocean started to change. In the western part, like near Samoa and Tonga, it became drier, meaning less rain fell. This made it harder for people to find water for drinking and farming. Meanwhile, in the eastern part, like near Tahiti, it became wetter with more rain. Scientists think this change encouraged people to sail east in search of better places to live. They used clues from old plant waxes in sediment to learn about past rainfall. This study helps us understand how climate changes long ago might have pushed people to explore and settle new islands across the vast Pacific Ocean.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_f071a846c557f3de_5be662d9beb5.webp",
      "category": "Science"
    },
    {
      "id": "9dac1c7723f613cc",
      "title": "Why Do We Feel Things?",
      "summary": "This article talks about why living things have feelings like happiness and pain. Scientists say consciousness, which is our ability to feel and be aware, has three types. First, basic arousal helps animals stay alive by making them alert to danger, like feeling pain to run away. Second, general alertness lets animals focus on important things, like noticing smoke to find fire, so they can learn. Third, self-consciousness allows animals, including humans and some birds, to think about themselves, recognize their reflection in a mirror, and live in groups. Birds, such as pigeons and crows, show they might feel things too, with brain parts similar to mammals. This helps us understand why consciousness evolved to help animals survive and learn.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9dac1c7723f613cc_06cba3a37ad5.webp",
      "category": "Science"
    },
    {
      "id": "e4aa223801eb2e1d",
      "title": "Hidden Dimensions and Where Things Get Their Weight",
      "summary": "Scientists are exploring a new idea about where mass comes from. Mass is what makes things heavy, like you or a ball. Usually, we think mass comes from something called the Higgs field. But this article says it might come from hidden dimensions. These are extra spaces we cannot see, folded up in tiny shapes. When these shapes twist and change over time, they can create stable patterns. These patterns might explain why particles have mass without needing the Higgs field. The scientists also think this could help us understand why the universe is expanding faster. They even talk about a possible new particle called the Torstone. This idea builds on Einstein's work, which said space and time are connected. Now, scientists think geometry, or the shape of space, might be even more important in creating everything in the universe.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e4aa223801eb2e1d_eeebefaafce9.webp",
      "category": "Science"
    },
    {
      "id": "3df1e28cca87df08",
      "title": "Giant Sea Monsters Lived in Rivers Long Ago",
      "summary": "Scientists found a big tooth from a mosasaur, a giant sea monster that lived over 66 million years ago with dinosaurs. The tooth was discovered in North Dakota in a river, not in the ocean. This shows that some mosasaurs lived in rivers near the end of their time on Earth. The tooth was found with a T. rex tooth and a crocodile bone, which is unusual because mosasaurs were thought to only live in the sea. Researchers used special tests on the tooth to learn about its chemistry. They found signs that it came from a freshwater river, meaning the mosasaur adapted to live there. This helps us understand how animals can change their homes when their environment changes, like modern river dolphins do today.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_3df1e28cca87df08_b59e123ef4fa.webp",
      "category": "Science"
    },
    {
      "id": "470288b113db43b0",
      "title": "Spain's Green Energy Adventure",
      "summary": "In Spain, a town called Figueruelas has a big wind turbine and is getting a new factory to make batteries for electric cars. This shows Spain is using more renewable energy like wind and sun to make electricity. The government wants renewable energy to provide most of the electricity by 2030. But recently, there was a big blackout that left many places without power. Some people think relying too much on renewable energy might have caused the blackout, while others say it was not related. This has started a debate about Spain's energy plans.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_470288b113db43b0_7e5dc5701571.webp",
      "category": "Science"
    }
  ]
}