{
  "articles": [
    {
      "id": "1b9425d09ca6a1df",
      "title": "Israel to Open Gaza Border After Finding Hostage's Body",
      "summary": "Israel says it will reopen an important border crossing between Gaza and Egypt, but only after they find the body of a missing Israeli police officer named Ran Gvili. The crossing, called Rafah, has been closed since May 2024 when Israeli forces took control. It was supposed to open as part of a ceasefire agreement between Israel and Hamas, but Israel made it a condition that Hamas helps return the officer's body. Israeli soldiers are now searching in northern Gaza, near Gaza City, to find his remains. They think he might be buried in a cemetery. Once the search is done, Israel will open the crossing for people to walk through, but with strict checks. The United States is helping to make peace between the two sides. This is important because opening the crossing could help people in Gaza get supplies and travel more easily.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_1b9425d09ca6a1df_e5ed3a0dc75a.webp",
      "category": "News"
    },
    {
      "id": "ab36aa1d179d612c",
      "title": "No Phones at School: A New Rule for Kids in England",
      "summary": "In England, the Education Secretary Bridget Phillipson has told all schools to make sure students do not use phones during the school day. This means no phones in class, at break times, or at lunch. Teachers are also advised not to use their phones in front of students. The government wants schools to follow this new rule to help kids focus on learning. Some people, like a head teachers' union, think using inspectors to check on this rule is not helpful. The government says this rule is clearer than before. This is part of a bigger plan to keep kids safe online, including possibly banning social media for children under 16.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_ab36aa1d179d612c_6f7698d956ee.webp",
      "category": "News"
    },
    {
      "id": "9cbc99954944c4d4",
      "title": "A Sad Story About a Missing Swimmer",
      "summary": "A man's body was found in the sea, and police think it is Matthew Upham, an antiques shop owner who went missing on Christmas Day. He was swimming with another man, and both disappeared. Emergency services were called to Exmouth Beach in Devon after someone saw the body. Matthew's family has been told, and they are very sad. He was 64 years old and lived in Budleigh Salterton. His friend said he went into the water to help a woman who was in trouble. The coastguard and RNLI searched for the missing swimmers but had to stop. Other swim events were canceled because of bad weather. Police are asking people with information to come forward.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9cbc99954944c4d4_55e1447184fc.webp",
      "category": "News"
    },
    {
      "id": "e3e967b139c601f7",
      "title": "Ukraine and the U.S. Plan a Safety Deal",
      "summary": "President Zelenskyy of Ukraine says a security agreement with the United States is ready to be signed. This deal is meant to help protect Ukraine from Russia, which invaded Ukraine almost four years ago. Zelenskyy talked about this in Lithuania and said they are waiting for a date to sign it. After signing, the agreement will go to the U.S. Congress and Ukraine's parliament for approval. He also wants Ukraine to join the European Union by 2027 for economic safety. Talks happened in Abu Dhabi with people from Ukraine, the U.S., and Russia, including military representatives, to try to end the war. Zelenskyy said there are big differences with Russia, especially about Ukraine's land. More talks are planned for February 1. The talks also discussed a possible ceasefire and issues about a nuclear power plant in Ukraine that Russia controls.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e3e967b139c601f7_c50cfce5024a.webp",
      "category": "News"
    },
    {
      "id": "088f0faab24b2d5f",
      "title": "Big Winter Storm Causes Power Outages in the South",
      "summary": "A huge winter storm hit many parts of the United States on Sunday, bringing ice, snow, and very cold weather. The storm stretched from New Mexico to New England, covering about 2,000 miles. Tree branches and power lines broke because of the heavy ice, leaving hundreds of thousands of homes and businesses without electricity in the Southeast. The National Weather Service warned that the ice and snow could continue into Monday, making travel dangerous and causing problems for roads and buildings. President Donald Trump approved emergency help for at least a dozen states, and rescue teams were ready to assist. In places like New York and Mississippi, people stayed home to stay safe, with some areas seeing record-breaking cold temperatures. The storm affected many people's daily lives, like canceling play dates and work.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_088f0faab24b2d5f_8a360b89f2b7.webp",
      "category": "News"
    },
    {
      "id": "9b8aa9b028e165f7",
      "title": "Canada Says No to China Trade Deal as U.S. Warns About Tariffs",
      "summary": "Canada's leader, Mark Carney, said his country will not make a big free trade deal with China. This happened after U.S. President Donald Trump threatened to put high taxes on goods from Canada if they did a deal with China. Carney explained that Canada only made a small agreement with China to lower taxes on some products like electric cars, canola oil, and pork. This helps fix problems from past years. Trump posted on social media that China is taking over Canada and the deal is bad, but Carney said Canada follows rules with the U.S. and Mexico and won't make deals with nonmarket economies like China without telling them first. The agreement includes limits on how many Chinese electric cars can come into Canada and hopes for Chinese investment in Canada's car industry.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_9b8aa9b028e165f7_92bc07b05edc.webp",
      "category": "News"
    }
  ]
}