{
  "articles": [
    {
      "id": "c0c894be3eec49f2",
      "title": "告别蛀牙？这种由头发制成的新牙膏可以修复牙釉质",
      "summary": "科学家们发现，头发和皮肤中的角蛋白可以修复和保护牙釉质。这种材料形成一层矿化层，能够阻止蛀牙并恢复牙齿强度，效果优于传统的氟化物。由头发等可持续来源制成，它可能很快在牙膏或凝胶中上市。这一发现可以通过将废物转化为强大的再生工具来改变牙科领域。角蛋白作为一种结构蛋白，在实验室研究中显示出促进牙釉质再矿化的潜力，这不仅能改善口腔健康，还能减少环境浪费。如果进一步开发，这种创新可能降低全球蛀牙发病率，并为可持续医疗解决方案开辟新途径。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c0c894be3eec49f2_0a75b0240d7a.webp",
      "category": "Science"
    },
    {
      "id": "6a9ed14280a34bae",
      "title": "Hidden weakness makes prostate cancer self-destruct",
      "summary": "Researchers have discovered that prostate cancer depends on two key enzymes, PDIA1 and PDIA5, to survive and resist therapy. When blocked, these enzymes cause the androgen receptor to collapse, killing cancer cells and enhancing the effects of drugs like enzalutamide. They also disrupt the cancer’s energy system, striking it on multiple fronts. This breakthrough could open a new path to overcoming drug resistance in advanced prostate cancer.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6a9ed14280a34bae_b3f8b7031793.webp",
      "category": "Science"
    },
    {
      "id": "9c50257b776cb2dc",
      "title": "科学家发现与创伤和抑郁相关的大脑化学物质",
      "summary": "研究人员发现SGK1是一种关键的大脑化学物质，将童年创伤与抑郁和自杀行为联系起来。在自杀受害者的大脑中和具有与早期逆境相关的基因变异的人体中，发现了高水平的SGK1。阻断SGK1的药物可能提供一种新型抗抑郁药，特别是对那些对SSRIs（选择性5-羟色胺再摄取抑制剂）耐药的患者。这项研究揭示了压力如何通过生物机制影响心理健康，并为开发更有效的治疗方法带来了希望。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9c50257b776cb2dc_0c13d9334dbe.webp",
      "category": "Science"
    },
    {
      "id": "d093f785008e8710",
      "title": "从边缘回归：英国红鸢援助西班牙表亲",
      "summary": "一项在西班牙西南部复兴红鸢种群的项目取得了新进展，出现了新的交配对和雏鸟。红鸢是一种猛禽，曾因栖息地丧失和人类活动而数量锐减。该项目从英国引进红鸢，旨在通过建立新的繁殖群体来促进种群恢复。最近，交配对的形成和雏鸟的诞生表明努力初见成效，突显了国际合在野生动物保护中的重要性。这一举措不仅有助于生物多样性维护，还展示了针对性行动如何逆转物种衰退。科学家们持续监测这些鸟类，以确保它们适应新环境并实现长期生存。文章强调了保护生态系统健康和促进物种可持续性的价值。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_d093f785008e8710_cb94a01745ae.jpg",
      "category": "Science"
    },
    {
      "id": "ca0ff547140c0c5e",
      "title": "詹姆斯·沃森：有争议的'生命秘密'发现者",
      "summary": "詹姆斯·沃森是DNA结构的共同发现者，于97岁去世，留下了复杂的遗产。他与弗朗西斯·克里克在1953年利用罗莎琳德·富兰克林的X射线数据，揭示了DNA的双螺旋结构，这一发现彻底改变了分子生物学和遗传学，为他们赢得了诺贝尔奖，并推动了基因工程和个性化医学等进步。然而，沃森的职业生涯因其多次公开将种族与智力联系起来的言论而蒙上阴影，这些观点被广泛谴责为种族主义且缺乏科学依据，导致他被学术圈排斥和荣誉被撤销。BBC科学的这篇文章探讨了这种双重性，促使人们反思在评估科学先驱时如何平衡其成就与个人缺陷，并强调将伦理审查与科学赞誉相结合的必要性。",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_ca0ff547140c0c5e_46aafa7e5c8e.jpg",
      "category": "Science"
    },
    {
      "id": "62820fd89e30a374",
      "title": "专家警告英国禽流感病毒可能最严重",
      "summary": "一位顶尖病毒学专家通过BBC警告，一种“超级传染性”禽流感病毒正在英国传播，可能成为迄今为止最严重的疫情。专家强调，该病毒可能发生突变，增加其传播能力，导致鸟类群体中更广泛的感染，甚至对人类健康构成风险。这种情况需要农民立即关注，建议实施严格的生物安全措施，如隔离禽群和监测症状。禽流感的传播可能带来重大经济影响，包括家禽养殖损失和食品供应中断。公共卫生官员正在密切监测局势，以防止更大的危机，突显专家、农民和政府机构之间合作减轻威胁的重要性。",
      "source": "BBC Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_62820fd89e30a374_39380b245b69.jpg",
      "category": "Science"
    }
  ]
}