{
  "articles": [
    {
      "id": "865332a8e6378311",
      "title": "斯特里廷下令审查心理健康和ADHD服务需求上升",
      "summary": "英国卫生大臣韦斯·斯特里廷正在启动一项独立审查，调查英格兰心理健康、ADHD和自闭症服务需求上升的情况。该审查将评估是否存在过度诊断的证据以及支持体系中存在的缺口。政府表示已在扩大服务方面进行投资，但许多地区的治疗等待时间仍然很长。NHS数据显示，过去二十年来心理健康问题和ADHD的发病率显著增加，政府认为有些被转诊至等待名单的人可能不需要治疗。此前，斯特里廷曾警告心理健康状况被过度诊断，太多人被“放弃”。宣布新审查时，他表示：“我们必须通过严格的临床视角来获得基于证据的理解……这是确保每个人及时获得准确诊断和有效支持的唯一途径。”由临床心理学家彼得·福纳吉教授领导的审查结果将于夏季发布。福纳吉教授表示，目标是“严格检验假设并密切倾听受影响最大的人，使我们的建议既诚实又有用”。NHS数据显示，2023-24年度报告心理健康问题的16至64岁成年人比例达到22.6%，高于2007年的17.6%。年轻人和失业者的比率更高。根据财政研究所的研究，截至3月，英格兰和威尔士约有400万工作年龄成年人申领残疾或丧失工作能力福利，高于2019年的近300万。",
      "source": "BBC News",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_865332a8e6378311_ca0b836c624e.webp",
      "category": "News"
    },
    {
      "id": "1766bbd922b80501",
      "title": "家庭能源账单将上涨以资助280亿英镑能源网络投资",
      "summary": "英国家庭能源账单将上涨，以资助能源监管机构Ofgem批准的280亿英镑能源网络投资。这项为期五年的计划旨在改善电力和天然气电网，预计到2031年将使账单增加约108英镑。然而，Ofgem表示，由于投资将降低对进口天然气的依赖并使批发能源更便宜，人们最终将节省约80英镑，导致净能源账单每年上涨约30英镑。该投资将用于维护天然气网络和加强电力传输网络，以确保安全可靠的供应。Ofgem首席执行官Jonathan Brearley强调需要多元化能源来源以减少风险，保护未来账单。能源安全与净零排放部门支持这一升级，认为这对于应对多年投资不足至关重要。该计划涉及独立的网络公司，而非供应商，并包括每年2-3%的阶段性成本增加。",
      "source": "BBC News",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_1766bbd922b80501_e8f3c8f83af8.webp",
      "category": "News"
    },
    {
      "id": "235f664edc151cad",
      "title": "英格兰西北部发生小地震，房屋震动",
      "summary": "周三晚上，英格兰西北部发生了一次3.3级的小地震，英国地质调查局报告称。地震发生在23:23后不久，震中疑似在兰开夏郡的Silverdale，深度为1.86英里。震动在兰开夏郡和南部湖区被感受到，包括Kendal和Ulverston等城镇，距离震中12英里以内。居民描述了恐怖经历：Nikki Maddox听到震耳欲聋的隆隆声，感觉房子摇了约20秒，担心屋顶塌陷；Katrina Simmons被震动惊醒，起初以为有人开车撞进了房子。社交媒体和当地报告显示混乱，有些人误以为是爆炸，紧急服务处于待命状态。尽管惊吓，没有立即报告损坏，地震被认为是轻微的。这一事件突显了英格兰此类地震活动的罕见性以及对社区的影响，即使从小震中也能看出。文章通过居民证词和科学数据，展示了地质与人类经验的交叉点。",
      "source": "BBC News",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_235f664edc151cad_2566ec850b1c.webp",
      "category": "News"
    },
    {
      "id": "24d8bab833a396c3",
      "title": "止咳药与蜂蜜柠檬——哪个对你更好？",
      "summary": "本文探讨了止咳药与天然疗法如蜂蜜柠檬在缓解咳嗽方面的效果，基于曼彻斯特大学呼吸医学教授Jacky Smith的见解。咳嗽多由感冒病毒引起，药物无法治愈病毒，但可通过涂层喉咙或减少刺激来缓解症状。对于干咳，含甘油的糖浆能提供舒缓，而便宜的超市自有品牌与知名品牌效果相同，但需注意糖分含量，无糖选项可能更佳。活性成分如右美沙芬声称抑制咳嗽反射，但效果有限且有成瘾风险。左薄荷醇为湿咳提供凉爽感。然而，如愈创甘油醚等声称能稀化痰液的成分缺乏确凿证据，镇静抗组胺药可能助眠但不治疗咳嗽。文章强调对非处方药声称持怀疑态度，推崇简单疗法，建议遵循剂量并考虑健康选择。",
      "source": "BBC News",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_24d8bab833a396c3_4981f074cc36.webp",
      "category": "News"
    },
    {
      "id": "93c41e59602ea0ff",
      "title": "五角大楼监督机构发现赫格塞斯的Signal聊天使美国人员面临风险",
      "summary": "五角大楼监督机构的一份报告发现，国防部长皮特·赫格塞斯在使用Signal消息应用程序讨论今年早些时候在也门的军事打击时，使美国服役人员面临风险。他使用Signal的情况曝光是因为一名记者被意外加入了一个聊天，该聊天提供了针对胡塞武装分子打击的敏感实时更新。根据阅读该文件的人士，监察长发现部长传输的信息被分类为“秘密/不外传”，这意味着未经授权的披露可能合理预期会对国家安全造成严重损害，且不能与外国人共享。这项由国会授权的调查历时数月，突出了通信协议中的漏洞，并引发了对高级官员处理机密信息方式的质疑。报告强调，在讨论军事行动时采用安全方法以保护人员和战略利益至关重要。",
      "source": "PBS NewsHour",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_93c41e59602ea0ff_81743d00e83c.webp",
      "category": "News"
    },
    {
      "id": "f568f347d88efa11",
      "title": "直播观看：RFK Jr.的CDC小组将辩论新生儿是否应接种救命的乙型肝炎疫苗",
      "summary": "本文报道了美国联邦疫苗咨询委员会即将举行的一场辩论，讨论新生儿是否应继续在出生第一天接种乙型肝炎疫苗。目前，联邦健康建议要求所有婴儿在出生24小时内接种此疫苗，以预防乙型肝炎——一种可导致肝衰竭、肝硬化和肝癌的严重肝脏感染。然而，由美国卫生部长罗伯特·F·肯尼迪 Jr.领导的委员会预计在直播听证会上提出改变这一建议，这可能与现有的公共卫生指南相矛盾。美国儿科学会的代表肖恩·奥利里博士表示，该组织将继续推荐出生剂量，强调疫苗能拯救生命。这场辩论凸显了健康政策演变与循证实践之间的紧张关系，涉及疫苗 skepticism、公共卫生治理和婴儿护理标准等广泛议题。听证会的结果可能影响美国的公共卫生策略和家庭医疗决策，使其成为医疗提供者和家长关注的关键问题。文章简要介绍了疾病和疫苗的背景，但缺乏详细的科学数据，主要依赖专家声明和公开活动信息。",
      "source": "PBS NewsHour",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_f568f347d88efa11_cfd7de8adb68.webp",
      "category": "News"
    }
  ]
}