{
  "articles": [
    {
      "id": "83ec1d1dba7d76eb",
      "title": "只有格陵兰必须决定其未来，斯塔默表示",
      "summary": "这篇文章报道了涉及格陵兰的外交问题，格陵兰是丹麦的半自治领土。美国总统唐纳德·特朗普多次表示，出于国家安全考虑，美国应吞并格陵兰，但这一想法遭到格陵兰总理延斯·弗雷德里克·尼尔森和丹麦首相梅特·弗雷德里克森的强烈反对。作为回应，英国首相基尔·斯塔默爵士在接受BBC采访时坚定表示，只有格陵兰和丹麦王国才能决定格陵兰的未来。他强调丹麦作为亲密盟友和北约成员国的重要性，并强调了尊重其主权的必要性。文章还将此与斯塔默对近期美国在委内瑞拉行动的不明确评论进行对比，他在那里避免直接回答美国是否在国际法范围内行事。这凸显了国际外交的复杂性以及对不同地缘政治局势的不同反应。文章还简要提及特朗普关于美国石油公司在委内瑞拉投资的言论，以及斯塔默的“脱欧重置”计划，但主要焦点是格陵兰主权争议。总体而言，本文探讨了领导人在处理领土争端时如何平衡联盟关系和国际法原则。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_83ec1d1dba7d76eb_0f468ae21f53.webp",
      "category": "News"
    },
    {
      "id": "41e0aa95aed2fdec",
      "title": "男子承认在纪念活动中假扮海军上将",
      "summary": "65岁的乔纳森·卡利来自威尔士哈勒赫，承认在兰迪德诺的纪念星期日活动中未经授权假扮海军少将。他穿着皇家海军最高军衔之一的制服，配有肩章、袖带和多枚勋章，包括杰出服务勋章，并通过列队行进和敬礼参与了献花圈仪式。这一事件引起了现役和退役军人的担忧，导致他在图片在社交媒体上传播后被逮捕。卡利被根据1894年的《制服法》指控未经许可穿着军装，这一违法行为引起了重大的公众关注。兰迪德诺镇议会确认没有高级海军军官计划出席，突显了欺骗行为。此案强调了尊重军事传统的重要性以及冒充行为的法律后果，涉及身份欺诈、法律问责和对纪念仪式的社会价值观。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_41e0aa95aed2fdec_77610b77f1df.webp",
      "category": "News"
    },
    {
      "id": "03806f9d28d725cf",
      "title": "2026年评论家选择奖：蒂莫西·查拉梅向凯莉·詹娜致敬及其他时刻",
      "summary": "2026年评论家选择奖于周日在美国加利福尼亚州圣莫尼卡机场的巴克机库举行，由喜剧演员切尔西·汉德勒主持，表彰了由评论家和记者投票选出的年度最佳电影、流媒体和电视作品。蒂莫西·查拉梅凭借在《马蒂至尊》中饰演1950年代雄心勃勃的乒乓球运动员而获得最佳男演员奖。在获奖感言中，他感谢了女友凯莉·詹娜，公开表达爱意并感谢他们的基金会，这一时刻成为媒体头条。爱尔兰女演员杰西·巴克利因历史剧《哈姆奈特》获得最佳女演员奖，该剧改编自玛吉·奥法雷尔的小说，探讨了威廉·莎士比亚在儿子去世后的家庭关系。英国剧集《青春期》也赢得了四项奖项。尽管评论家选择奖被视为奥斯卡竞赛的助推器，但其影响力不及其他前兆颁奖礼。当晚还包含了查拉梅紧张的演讲和对合作者的致敬，强调了电影中 relatable 叙事的重要性。活动突显了颁奖季中关键人物的情感时刻和行业认可。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_03806f9d28d725cf_adac6f1f803e.webp",
      "category": "News"
    },
    {
      "id": "b43218f8199b2dd0",
      "title": "专家称特朗普夺取并重振委内瑞拉石油产业的计划面临重大障碍",
      "summary": "美国总统特朗普计划夺取委内瑞拉石油产业的控制权，并邀请美国公司参与重振，但专家指出这一战略面临重大障碍。委内瑞拉拥有全球最大的已探明原油储量，约3030亿桶，但由于多年忽视和国际制裁，其石油基础设施严重衰败，产量已降至每日约110万桶。重建至历史水平可能需要数年时间和巨额投资，才能将产量翻倍或三倍。美国石油公司如雪佛龙已在委内瑞拉通过与国家石油公司PDVSA的合资企业运营，但在政治稳定之前，它们不愿大规模投资，因为该国领导权仍存在争议，美国支持的临时领导人与马杜罗政权之间持续对抗。分析师如帕特里克·德哈恩和菲尔·弗林认为，虽然成功的美国干预可能带来乐观情绪，并通过增加全球供应在长期内降低油价，但由于现有市场过剩和委内瑞拉作为OPEC成员国的身份，短期价格影响有限。文章强调，该计划的可行性取决于解决政治不确定性和确保企业兴趣，其他公司如康菲石油正谨慎观望。这一举措还可能影响全球能源动态，对俄罗斯等竞争对手施加压力。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b43218f8199b2dd0_c9b4e139e0d6.webp",
      "category": "News"
    },
    {
      "id": "d1cb7670fa6bb15e",
      "title": "瑞士阿尔卑斯酒吧火灾遇难者静默游行悼念",
      "summary": "在瑞士阿尔卑斯度假胜地克朗-蒙大拿，数百名哀悼者于周日举行静默游行，以纪念新年夜Le Constellation酒吧火灾的遇难者，该火灾导致40人死亡和多人重伤。活动始于圣克里斯托弗教堂的弥撒，悲伤的参与者听着管风琴音乐默默走出，随后列队上山前往酒吧。游行队伍在明亮的阳光下经过关闭的商店，雪地机器增添了肃穆氛围。在酒吧前，仍被白色屏幕遮挡的人群近乎完全沉默地站立，有人哭泣，然后为赶赴现场的救援队和警察持续鼓掌。临时纪念处堆满了鲜花、毛绒玩具和其他悼念品。当地居民Véronique Barras强调在悲剧面前团结和支持的重要性，而Cathy Premer分享了她女儿在庆祝17岁生日时因酒吧被封锁而受困的经历。80岁的意大利居民Paola Ponti Greppi呼吁加强酒吧安全检查，质疑城镇的监管。弥撒中，Gilles Cavin牧师谈到家庭对亲人命运的“可怕不确定性”。这次集会凸显了社区韧性以及改善公共场所安全措施的必要性。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_d1cb7670fa6bb15e_ade71bb8a65b.webp",
      "category": "News"
    },
    {
      "id": "531a0270b98a6832",
      "title": "韩国总统访华前朝鲜试射弹道导弹",
      "summary": "朝鲜于周日早晨向东部海域发射了多枚弹道导弹，这一行动得到了韩国和日本当局的确认。导弹发射恰逢韩国总统李在明即将启程前往中国进行外交峰会之际，预计会议议程将涉及朝鲜的核计划。韩国联合参谋本部表示，导弹从首都地区发射，飞行距离约900公里，并谴责此举违反了联合国安理会决议。日本防卫大臣小泉进次郎强调这对地区及全球和平构成严重威胁，而美军评估认为没有立即危险，但重申了对盟友的防御承诺。专家分析认为，朝鲜此举旨在展示其军事成就，为即将召开的劳动党代表大会造势，这可能是五年来首次此类会议，可能影响对美政策和停滞的谈判。自2019年与美国的谈判破裂以来，朝鲜加速了武器测试以扩大核武库，领导人金正恩通过加强与俄罗斯在乌克兰问题上的联盟及深化与中国的关系来提升外交地位。韩国此次访华旨在利用中国作为朝鲜主要盟友和贸易伙伴的角色，推动其在朝鲜半岛和平努力中发挥建设性作用，但中国的影响力仍存疑问，因其历史上与俄罗斯一起阻挠了更严厉的制裁。这一事件凸显了东亚地区涉及核扩散、联盟政治和多边外交的复杂地缘政治动态。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_531a0270b98a6832_a1c71c126b73.webp",
      "category": "News"
    }
  ]
}