{
  "articles": [
    {
      "id": "3ada894cf043a368",
      "title": "Remembering Perry Bamonte: The Cure's Multi-Instrumentalist",
      "summary": "Perry Bamonte, a guitarist and keyboardist for the iconic band The Cure, has passed away at 65. The band announced his death on their website, stating he died after a short illness at home over the Christmas period, expressing profound sadness. Described as quiet, intensive, intuitive, and hugely creative, Bamonte was a vital part of The Cure's history. He began as part of their road crew in 1984 and officially joined the band in 1990 following Roger O'Donnell's departure. Over his career, Bamonte contributed to five studio albums, playing guitar, keyboard, and bass on tracks such as Friday I'm In Love, High, and A Letter To Elise. He also appeared on live albums Paris and Show in 1993 and performed in over 400 shows across 14 years. After leaving The Cure, he became the bass player for the supergroup Love Amongst Ruin but rejoined The Cure in 2022, performing with them until 2024. The Cure, formed in 1976, is known for influencing goth, post-punk, and indie music. Bamonte was present when the band was inducted into the Rock and Roll Hall of Fame in 2019. Beyond music, he had a passion for fly fishing and worked as an illustrator for Fly Culture magazine.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_3ada894cf043a368_5ca4d0a88bf0.webp",
      "category": "Fun"
    },
    {
      "id": "dac3a146071edebf",
      "title": "The Decline of Boxing Day Sales in the UK",
      "summary": "Boxing Day sales in the UK have experienced a subdued start, with footfall data indicating a decline in visits to high streets and shopping centers compared to the previous year. While retail parks saw a slight increase, overall visitor numbers did not show a significant bump. Barclays forecasts a reduction in total spending to £3.6 billion, down from £4.6 billion in 2024, with online spending also expected to fall. Shoppers are becoming more cost-conscious, influenced by economic challenges and tax announcements. Major retailers like Next and John Lewis closed their stores on Boxing Day, reflecting a shift in retail strategies. Consumers report preferring the quieter atmosphere, but experts attribute the trend to broader financial anxieties, such as those highlighted by Chancellor Rachel Reeves' budget plans. This indicates a transformation in holiday shopping behaviors, with online alternatives gaining prominence over traditional brick-and-mortar experiences.",
      "source": "BBC Business",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dac3a146071edebf_ba62d64dd403.webp",
      "category": "Fun"
    },
    {
      "id": "cd71d22a718e3679",
      "title": "Altermagnetism: A Breakthrough for Future Data Storage",
      "summary": "An international research team has demonstrated that ultra-thin films of ruthenium dioxide exhibit altermagnetism, a third fundamental category of magnetic materials. This discovery is significant because altermagnets could address limitations in current magnetic memory technologies, such as vulnerability to interference in ferromagnets and difficulty in reading data in antiferromagnets. By controlling the crystal orientation during fabrication, the team improved the performance of RuO2 films. They used techniques like X-ray magnetic linear dichroism to confirm the spin arrangement and magnetoresistance effects, providing electrical evidence of altermagnetism. The findings, supported by theoretical calculations, suggest that RuO2 thin films could enable faster, more compact, and energy-efficient data storage devices. The researchers aim to develop advanced memory technologies and apply their methods to identify other altermagnetic materials, potentially accelerating progress in spintronics and electronics.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cd71d22a718e3679_fb6b5f8e3365.webp",
      "category": "Fun"
    },
    {
      "id": "025f33dcee3b2b04",
      "title": "Analyzing Christmas Day TV Ratings: King's Speech Leads Viewership",
      "summary": "Overnight TV ratings for Christmas Day in the UK revealed that King Charles's Christmas Broadcast was the most-watched programme, attracting nearly 7 million viewers across multiple channels including BBC, ITV, Sky News, and GB News. Recorded at Westminster Abbey, the King's message emphasized community values and resilience, invoking wartime spirit to encourage neighborly connections. Following this, The Scarecrows' Wedding on BBC One, based on a book by Julia Donaldson and Axel Scheffler, secured second place with 4.3 million viewers. Strictly Come Dancing's Christmas Special ranked third with 4.2 million viewers, marking a farewell for hosts Tess Daly and Claudia Winkleman. In contrast, EastEnders experienced a decline, placing eighth with 2.85 million viewers for its first episode, while soaps like Coronation Street and Emmerdale did not make the top ten. BBC dominated the rankings, comprising nine of the top ten programmes. The figures, sourced from BARB overnight data, exclude catch-up viewers and non-TV platforms, highlighting the enduring appeal of live broadcast events during festive periods. Kate Phillips, BBC's chief content officer, noted this as evidence that shared viewing moments remain significant despite increased media choices.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_025f33dcee3b2b04_de4ae3b1620d.webp",
      "category": "Fun"
    },
    {
      "id": "ca310beb0d48c8f7",
      "title": "The 20-Year Legacy of Glasgow's Pretty Ugly Club Night",
      "summary": "Pretty Ugly is a cult club night in Glasgow that has been operating for two decades, founded by three friends—Aarti Joshi, Pam Scobbie, and Lee Beattie—while they worked at a PR agency with no prior DJ experience. The event is celebrated for its eclectic music mix, spanning from 80s pop to emo rock and power ballads, designed to keep attendees dancing continuously. Over the years, it has attracted notable figures like broadcaster Kirsty Wark and singer Paolo Nutini as guest DJs, and organizers nearly secured Nicola Sturgeon, then Scotland's First Minister, though scheduling issues prevented her appearance. The club's ethos emphasizes a vibrant, inclusive atmosphere, earning a reputation as a safe space that welcomes diverse crowds. With line-up changes, such as Lynne Johnston joining, the core mission has remained consistent: to foster community through music. The anniversary show at King Tut's Wah Wah Hut marks this milestone, highlighting its enduring appeal and cultural impact in Glasgow's nightlife scene.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ca310beb0d48c8f7_60ad8ad2a5fa.webp",
      "category": "Fun"
    },
    {
      "id": "888a4a3a75117584",
      "title": "US Judge Intervenes in Visa Dispute Over Online Activism",
      "summary": "A US district judge has issued a temporary restraining order to block the detention of Imran Ahmed, a British social media campaigner and founder of the Center for Countering Digital Hate. Ahmed, a US permanent resident, faced potential detention and deportation after the Trump administration revoked his visa, accusing him and four others of coercing tech platforms to censor free speech. The judge's decision allows Ahmed to remain in the US while his legal case proceeds, preventing officials from detaining him without a hearing. Ahmed argued that deportation would separate him from his American wife and child, and he praised the ruling as a stand against bullying. The case highlights tensions between free speech and online content moderation, with European leaders criticizing the US move. Secretary of State Marco Rubio claimed the visa denials were due to efforts to pressure platforms into censoring opposing viewpoints. Ahmed's organization has previously been involved in legal disputes, including a lawsuit from Elon Musk's company over hate speech reports. The judge's swift action underscores the legal complexities surrounding immigration and digital rights.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_888a4a3a75117584_c96843bb1b51.webp",
      "category": "Fun"
    }
  ]
}