{
  "articles": [
    {
      "id": "cdd3a7bc5471c058",
      "title": "David Walliams Dropped from Book Festival",
      "summary": "David Walliams is a famous author who writes books for kids. He was supposed to go to a book festival next year, but he has been dropped from it. This happened because some people said he acted inappropriately towards young women. The festival is run by Waterstones, a big book store. Walliams says he did not do anything wrong and is getting legal help. Other authors like Cressida Cowell and Liz Pichon will still go to the festival. Walliams has sold many books, like Gangsta Granny, and some have been made into TV shows. His publisher, HarperCollins, also stopped working with him recently. The festival will happen in three places: Dundee, Lincoln, and Taunton.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cdd3a7bc5471c058_563697843515.webp",
      "category": "Fun"
    },
    {
      "id": "79d395de34cafaf5",
      "title": "Zamrock Music: A Cool Old Sound from Zambia",
      "summary": "Zamrock is a fun music style from Zambia in the 1970s. It mixes rock music with Zambian sounds. Today, artists like Sampa the Great are bringing it back. She is a rapper who uses Zamrock in her new songs. Other famous musicians, like Travis Scott, also use Zamrock in their music. Zamrock was made when Zambia became free from British rule. It was a time of new freedom and boldness. Bands like WITCH played loud shows with colorful clothes. Now, Zamrock is in TV shows too. It is a cool old sound that is popular again.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79d395de34cafaf5_8c7418da199d.webp",
      "category": "Fun"
    },
    {
      "id": "9b32464a8456727d",
      "title": "What is a Panto Dame?",
      "summary": "A panto dame is a funny character in Christmas pantomime shows. They are usually men dressed as women with big hair, loud makeup, and silly clothes. They act in a loud and brash way to make everyone laugh, both kids and adults. The dame talks to the audience, tells jokes, and makes people feel happy. They are not shy; they are warm and larger than life. In shows like Cinderella or Snow Queen, the dame might be a silly sister or a funny aunt. Their job is to steal the show and make the play fun for everyone.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9b32464a8456727d_6acc65b054fc.webp",
      "category": "Fun"
    },
    {
      "id": "07fae387c19577ae",
      "title": "A New Tool to See Inside Cancer",
      "summary": "Scientists in Spain have made a new computer program called RNACOREX to help fight cancer. This tool looks at tiny parts inside our cells, like genes and molecules, to find hidden connections that can cause cancer. It uses data from many cancer patients to create a map that shows how these parts work together. This map helps doctors understand cancer better and predict how patients might survive. RNACOREX is free for everyone to use, so researchers around the world can study cancer more easily. It is like a smart detective that finds clues in our bodies to stop cancer from growing.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_07fae387c19577ae_9b73ecd40021.webp",
      "category": "Fun"
    },
    {
      "id": "28bb88634132fb02",
      "title": "A Giant Planet Found with a Special Telescope",
      "summary": "Astronomers used the Subaru Telescope in Hawaii to find two hidden objects in space: a giant planet and a brown dwarf. These are like big planets or small stars that are hard to see because they are very dim next to bright stars. The project called OASIS helps by using data from space missions to find stars that might have these objects. Then, the telescope takes sharp pictures to see them. One planet, HIP 54515 b, is 18 times bigger than Jupiter and orbits a star far away. The brown dwarf, HIP 71618 B, is 60 times bigger than Jupiter and will help test NASA's new Roman Space Telescope. This teamwork between space and ground telescopes helps scientists discover more hidden worlds.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_28bb88634132fb02_d52c27740e27.webp",
      "category": "Fun"
    },
    {
      "id": "bec7f6d09e428b86",
      "title": "Nick Kyrgios Returns to Tennis in Brisbane",
      "summary": "Nick Kyrgios is a tennis player from Australia who is coming back to play in a big tournament called the Brisbane International. He has not played in many matches this year because he has been injured. Before the Brisbane tournament, he will play a special match against a top women's player named Aryna Sabalenka on TV. This match is called a Battle of the Sexes and some people like it while others do not. Kyrgios is also getting ready to play in other events, including the Australian Open, which is a very important tournament. He needs special permission to play because his ranking is low due to his injuries. This is exciting news for tennis fans who want to see him play again.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bec7f6d09e428b86_26faec586814.webp",
      "category": "Fun"
    }
  ]
}