{
  "articles": [
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy to Play for Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They will play against Italy, who are the defending champions. In the semifinal, Spain won the first singles match, but Germany tied it up. Then, Spain's doubles team won the deciding match. Both teams are missing their top players due to injuries, like Carlos Alcaraz for Spain and Jannik Sinner for Italy. The final will be in Bologna, Italy, on Sunday. Spain is excited to compete and try to win the Davis Cup for the seventh time. This is a big event in tennis where countries compete as teams.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    },
    {
      "id": "dd95e8a1e2250f93",
      "title": "Famous Fashion Designer Paul Costelloe Passes Away",
      "summary": "Paul Costelloe, a famous Irish fashion designer, has died at age 80 in London after a short illness. He was surrounded by his family. Costelloe was born in Dublin and studied fashion design in Paris. He started his own fashion label in 1979 and showed his clothes at big fashion events in London, Paris, Milan, and New York. He was the personal designer for Princess Diana, which made him very well-known. Costelloe loved using Irish fabrics like linen and tweed in his designs. He also worked with stores and was part of Ireland Fashion Week. Some people were upset when he said Irish women lacked style, but he later said Ireland had become more European. The Irish prime minister said he was sad and called Costelloe an icon who brought Irish fashion to the world.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "001d3fb06b3c8a5b",
      "title": "Bridget Riley's Art Show: A Fun Look at Colors and Shapes",
      "summary": "A new art exhibition has opened at the Turner Contemporary gallery in Margate, Kent, featuring works by the famous British artist Bridget Riley. She is 94 years old and has been making art for over 70 years. The show includes paintings from the 1960s, recent wall paintings, and her newest canvases. The curator, Melissa Blanchflower, says it's a great chance for people to see the art up close and enjoy the visual experience. The exhibition is free and runs until May 4th. It also has drawing classes inspired by Riley's work, where people can learn to draw like her. This event celebrates Riley's long career and helps everyone appreciate art in a fun way.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_001d3fb06b3c8a5b_846b6b4e3453.webp",
      "category": "Fun"
    },
    {
      "id": "850128e8cb325c20",
      "title": "Newspaper Company Buys Another Newspaper",
      "summary": "The company that owns the Daily Mail newspaper has agreed to buy the Daily Telegraph and Sunday Telegraph newspapers for £500 million. This means the Daily Mail and General Trust (DMGT) will add the Telegraph to its group of media companies. The deal needs approval from the government's Culture Secretary, Lisa Nandy, to make sure it is fair and in the public interest. The Telegraph has been in a uncertain situation for over two years because of previous ownership issues. DMGT's chairman says he respects the Telegraph and wants to invest in it, keeping it independent from their other papers. This purchase could help the Telegraph grow into a global brand.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "Fun"
    },
    {
      "id": "0f67b3de7a9298a0",
      "title": "Radiohead's Amazing Concert in London",
      "summary": "Radiohead, a famous band, played a big show in London after a long break. They hadn't released new music in 10 years or played in the UK for 99 months. Fans were very excited. The band played many songs from their old albums, like The Bends and Kid A. Sometimes they made small mistakes, but overall the concert was magical. They started with Planet Telex and played hits like 2+2=5 and No Surprises. The music made people dance and nod their heads. It was a fun night for everyone who loves music.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_0f67b3de7a9298a0_8640bd069f0c.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Flavio Cobolli's Amazing Tennis Win for Italy",
      "summary": "Flavio Cobolli, a tennis player from Italy, had a very exciting match against Zizou Bergs from Belgium in the Davis Cup. He saved seven match points and won a long tie-break with 32 points, which is one of the longest in history. After winning, he celebrated by taking off his shirt, and the crowd in Bologna was very happy. Cobolli said it was one of the best days of his life because he played for his country and his team. Italy will now play in the final against Spain or Germany. If they win, Italy could be the first country in over 50 years to win the Davis Cup three times in a row. The team captain, Filippo Volandri, was very proud of Cobolli's effort and heart.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    }
  ]
}