{
  "articles": [
    {
      "id": "29b9179502fabc14",
      "title": "长期饮酒与直肠癌风险显著上升相关",
      "summary": "一项发表在《癌症》期刊上的新研究表明，长期饮酒与结直肠癌风险增加显著相关，尤其是直肠癌。研究人员分析了美国国家癌症研究所PLCO癌症筛查试验中88,092名成年人的健康数据，进行了20年的随访，发现1,679名参与者患上了结直肠癌。重度饮酒者（定义为终身平均每周饮酒≥14杯）与轻度饮酒者（每周<1杯）相比，结直肠癌总体风险高出25%，直肠癌风险更是增加了95%。研究还发现，成年期持续重度饮酒会导致结直肠癌风险增加91%。然而， former drinkers（前饮酒者）并未显示癌症风险升高，且患腺瘤（可能癌变的非癌性肿瘤）的几率较低，这表明戒酒可能带来益处。可能的生物学解释包括酒精代谢产生的有害物质（如乙醛）以及对肠道微生物群的影响，但需进一步研究以确定直接机制。该研究由NCI的Erikka Loftfield博士共同领导，强调了在癌症预防中考虑终身饮酒量的重要性，为公共卫生策略提供了依据。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_29b9179502fabc14_1ec9ca5c00af.webp",
      "category": "Science"
    },
    {
      "id": "c6ce34359870ab67",
      "title": "突破性技术：将废气二氧化碳转化为有用材料",
      "summary": "最近在《ACS Energy Letters》上发表的一项研究展示了一项碳捕获和利用技术的重要进展：开发出一种多功能电极，能够直接将废气中的二氧化碳转化为甲酸。由Wonyong Choi等研究人员领导，这项工作解决了环境科学中的一个关键挑战：现有系统在真实工业条件下效率低下，需要单独的捕获和转换步骤，尤其是在二氧化碳与氮气和氧气等气体混合的情况下。该电极采用三层结构，包括二氧化碳吸附材料、透气碳纸基底和氧化锡催化层，实现了二氧化碳的同时吸附和电化学还原。实验结果表明性能显著提升，在纯二氧化碳环境中效率提高约40%，在模拟烟气条件下仍能持续生产甲酸，优于传统电极。这一创新不仅通过在大气二氧化碳水平下运行为工业应用提高了实用性，还突显了甲酸在燃料电池和化学制造等领域的用途，促进了成本效益高的碳再利用。由韩国国家研究基金会资助，该研究暗示了可扩展性及对其他温室气体的潜在适应性，有助于缓解气候变化和推进可持续能源解决方案。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c6ce34359870ab67_660523e1deb4.webp",
      "category": "Science"
    },
    {
      "id": "2dd1e2428be61360",
      "title": "暗星可能解决早期宇宙的三大谜团",
      "summary": "一项新研究提出，暗星可能解决早期宇宙中的三大谜团，这些谜团由詹姆斯·韦伯太空望远镜（JWST）揭示。这些谜团包括意外明亮的“蓝色怪物”星系、极早期出现的超大质量黑洞以及被称为“小红点”的奇特天体。暗星是理论上的天体，可能在暗物质丰富的区域形成，除了核聚变外，还可能由暗物质湮灭提供能量，从而使它们能够增长到巨大尺寸，并后来演化为超大质量黑洞。该研究由Cosmin Ilie及其同事领导，基于先前识别暗星候选者的研究，并提出了光谱证据，如氦吸收特征，以支持其存在。通过将暗星与JWST观测联系起来，该研究表明，当前的星系和黑洞形成模型需要修订，以解释这些发现，为宇宙黎明数据的多个异常提供了统一解释。这项研究强调了更新天体物理理论的重要性，以应对JWST带来的挑战，并促进对宇宙早期历史的更深入理解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_2dd1e2428be61360_1bb150d452ee.webp",
      "category": "Science"
    },
    {
      "id": "3641c663316e1cee",
      "title": "梅毒起源故事比我们想象的更久远",
      "summary": "一项最新研究发现，哥伦比亚一处5500年前的化石中含有梅毒病原体——苍白密螺旋体的基因组，这彻底改变了我们对梅毒起源的认识。历史上，1495年法国国王查理八世围攻那不勒斯被视为欧洲首次大规模梅毒疫情（称为“大痘”）的起点，导致约500万人死亡，并引发了文化间的指责游戏，例如称该病为“法国病”或“那不勒斯病”。许多人曾认为哥伦布从美洲带来了梅毒。然而，由人类学家伊丽莎白·纳尔逊和遗传学家纳斯林·布鲁曼德巴赫特领导的研究表明，苍白密螺旋体（包括引起梅毒、贝杰尔和雅司病的病原体）在数千年前就已存在，表明其进化历史更为复杂。该化石来自哥伦比亚特肯达马一世岩石庇护所的一名中全新世狩猎采集者男性，骨骼没有宏观感染迹象，但通过高通量基因组测序技术分析了15亿个DNA片段，成功检测到病原体。这一发现挑战了梅毒单一起源的假说，提示该病可能来自多个来源，并具有更深的进化轨迹。它还批判了社会政治背景（如那不勒斯围城后的指责游戏）如何掩盖科学真相，强调需要通过结合人类学、遗传学和历史的跨学科方法来重新评估疾病史学。这项研究突显了现代技术在揭示古代疾病方面的有效性，为我们理解人类健康与疾病传播提供了新视角。",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_3641c663316e1cee_c2de25055372.webp",
      "category": "Science"
    },
    {
      "id": "f7ecc9e9c018bfbb",
      "title": "研究警示：像Ozempic这样的流行减肥药物长期效果存疑",
      "summary": "一项发表在《英国医学杂志》上的研究对处方减肥药物（如GLP-1受体激动剂Ozempic和Wegovy）的长期有效性提出了警示。这些药物通过帮助患者减轻体重和改善心脏代谢健康指标（如胆固醇和血压），重塑了肥胖治疗。然而，研究发现，当个体停止服药后，体重会快速反弹——平均每月增加0.4公斤，预计在约1.7年内恢复到治疗前水平。同时，与心脏病和糖尿病风险相关的健康益处也会在约1.4年后消退至基线。该研究分析了37项涉及9,341名参与者的研究，发现停药后的体重反弹速度比行为管理项目等非药物方法快近四倍。这突显了一个关键问题：约一半的GLP-1药物使用者在一年内停药，强调了维持减重策略的重要性。研究人员得出结论，尽管这些药物在初期有效，但若没有额外支持，可能不足以实现长期体重管理，因此需要综合治疗计划。研究采用严谨的方法论，回顾临床试验和观察性研究，并使用偏倚评估工具确保一致性，尽管研究设计存在差异。这些发现对临床实践具有重要影响，提示应结合药物与生活方式干预以优化长期健康结果。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f7ecc9e9c018bfbb_dfea7bd5e69f.webp",
      "category": "Science"
    },
    {
      "id": "96fa3b9ec9b9cfb9",
      "title": "沉没的泰晤士驳船为鸟类创造新岛屿",
      "summary": "在英国，国民信托组织进行了一项创新项目，将三艘退役的泰晤士驳船沉入埃塞克斯郡的黑水河口，以创建一个新岛屿栖息地，帮助减少海岸侵蚀并为鸟类提供庇护。这些驳船历史上曾用于运输煤炭和工业材料，经过清洁和填充沉积物后，被安置在诺西岛附近的潮间带泥滩上。该项目旨在保护濒危鸟类，如滨鹬、杓鹬、环颈鸻和凤头麦鸡，这些鸟类均被列入英国保护红色名录。通过将退役船只转化为野生动物保护区，该项目应对了因海平面上升而导致的盐沼栖息地丧失问题。海岸项目经理凯蒂·吉尔克里斯特将其描述为“海洋回收”，将历史转化为栖息地。一旦完成，该岛屿将占地0.55公顷，约等于一个足球场大小，在高潮时提供安全避难所。这种基于自然的解决方案展示了创新工程如何确保海鸟的未来并缓解河口的环境挑战，为可持续海岸管理树立了先例。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_96fa3b9ec9b9cfb9_c07b1f6d8fc7.webp",
      "category": "Science"
    }
  ]
}