{
  "articles": [
    {
      "id": "efb8625590dd1554",
      "title": "卡塔尔新化石揭示隐藏2100万年的小型海牛",
      "summary": "史密森尼国家自然历史博物馆和卡塔尔博物馆的科学家合作研究，在卡塔尔发现了约2100万年前早中新世时期的一种先前未知的小型海牛化石。这些化石出土于卡塔尔西南部的Al Maszhabiya遗址，表明海牛（现代儒艮的近亲）在阿拉伯湾栖息已超过2000万年，通过 grazing 行为塑造了以海草为主的环境。这一发现突显了海牛在海洋生态系统中的长期生态作用。研究发表在PeerJ期刊上，并指出现代儒艮在 Gulf 面临 accidental 捕捞、沿海开发和气候变化影响海草床等威胁。通过分析化石骨骼（由于海草很少在地质记录中留下印记，这是重建过去环境的关键代理），科学家旨在了解过去海草群落如何 survive 环境压力，为当今的保护工作提供 insights。该遗址在1970年代最初被误认为是爬行动物骨骼，但后来被确认为丰富的古代海牛骨床，提供了有关史前海洋生物（包括鲨鱼和海豚）的宝贵数据。这项研究强调了古生物学在理解进化历史和应对当前 conservation 挑战方面的重要性。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_efb8625590dd1554_86e079a2a884.webp",
      "category": "Science"
    },
    {
      "id": "a2051fc24d4f70dc",
      "title": "神经损伤可引发全身免疫系统的隐藏变化",
      "summary": "麦吉尔大学的临床前研究表明，神经损伤可以导致免疫系统的长期变化，并且这些变化在男性和女性中可能不同。神经损伤常见于拉伸、压力或切割，常导致慢性疼痛等持久问题。虽然免疫系统通常致力于修复受损组织，但新发现表明神经损伤也可能改变全身的免疫活动。对小鼠血液的实验室分析显示，神经损伤后存在明显的全身性炎症证据。研究人员还发现，雄性和雌性小鼠的反应方式不同。在雄性小鼠中，血液中的炎症标志物增加并保持升高；在雌性小鼠中，这些标志物没有上升。然而，将受伤雄性或雌性小鼠的血液转移到健康小鼠体内时，两者都产生了疼痛敏感性增加。据研究人员称，这意味着血液中的某些物质——尽管在男性和女性中不同——能够传播疼痛反应。共同作者杰弗里·莫吉尔表示，导致雌性疼痛的机制通过一个完全不同的生物途径运作，我们尚未理解。主要作者萨姆·周补充说，通过了解男性和女性对神经损伤的不同反应，我们可以朝着更个性化和有效的慢性疼痛治疗努力。研究人员报告称，神经损伤可能影响远不止受损部位。对免疫功能的长期干扰可能增加慢性疼痛的可能性，并可能促成焦虑和抑郁等相关疾病。资深作者张骥博士强调，认识神经损伤的全面影响对医生和患者都很重要，局部神经损伤可以影响全身，男性和女性的反应可能不同。该研究发表在《神经生物学疼痛》杂志上，由加拿大卫生研究院和路易斯与艾伦·爱德华兹基金会资助。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_a2051fc24d4f70dc_f3cb895834ab.webp",
      "category": "Science"
    },
    {
      "id": "334b39a75d72eb0b",
      "title": "NAD+补充剂对长新冠疲劳和脑雾显示出早期希望",
      "summary": "长新冠持续影响全球数百万人，尤其是通过疲劳、睡眠问题和脑雾等持续性神经系统症状。研究人员进行了一项临床试验，探讨通过高剂量烟酰胺核糖苷提升NAD+水平是否能帮助恢复能量代谢并缓解症状。该研究在麻省总医院进行，招募了58名长新冠患者，随机分配接受烟酰胺核糖苷或安慰剂治疗长达20周。测量包括NAD+血液检测以及认知功能、疲劳、睡眠和情绪的评估。结果显示，虽然认知评分没有显著改善，但服用烟酰胺核糖苷至少10周的参与者报告疲劳减轻、睡眠改善、情绪提升以及某些执行功能任务有所增强。这些发现表明，烟酰胺核糖苷补充可能通过支持细胞能量代谢为某些长新冠症状带来益处，但研究存在局限性，如样本量小和退出率高。这项研究突出了长新冠的复杂性，并指出针对细胞能量和炎症的未来疗法是一个有希望的方向，需要更大规模的研究来验证效果和机制。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_334b39a75d72eb0b_1ea373b167ce.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "前CDC领导详述RFK Jr.反科学议程的影响",
      "summary": "本文预告了由Ars Technica组织的一场直播讨论，特邀三位前美国疾病控制与预防中心（CDC）高级官员：Drs. Demetre Daskalakis、Debra Houry和Daniel Jernigan。他们在卫生部长罗伯特·F·肯尼迪（RFK Jr.）——一位反疫苗活动家——实施反科学政策后协调辞职，以抗议其对CDC科学使命的破坏。肯尼迪削减资金、裁员，并解雇了CDC主任Susan Monarez，因她拒绝批准其亲手挑选的疫苗怀疑论者小组的建议。CDC陷入混乱，甚至发生枪击事件，超过500发子弹射向其总部，针对科学家。这三位前领导拥有丰富专业知识：Daskalakis管理免疫和呼吸道疾病应对，Houry监督60亿美元预算和科学办公室，Jernigan领导应对埃博拉和SARS等新发传染病。讨论将深入探讨肯尼迪反科学议程的系统性影响，分析意识形态优先于实证证据如何损害CDC保护公共健康的能力，可能导致长期公共卫生风险。活动旨在提高意识，探讨修复损害的策略，强调对国家健康安全和科学话语的广泛影响。直播定于12月16日星期二东部时间下午2点举行。",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    },
    {
      "id": "c0119e0c674c76d0",
      "title": "科学家在海底发现巨大的隐藏二氧化碳海绵",
      "summary": "科学家在海底发现了一个巨大的隐藏二氧化碳（CO2）海绵，由称为角砾岩的熔岩碎石组成。通过分析来自南大西洋深海约6000万年前的岩石样本，由南安普顿大学的罗莎琳德·科根博士领导的研究团队发现，这些多孔的角砾岩层（由水下山脉侵蚀形成）能够储存大量CO2。过程涉及海水流经冷却的火山物质，通过化学反应将CO2纳入方解石等矿物中，随时间胶结岩石。这项研究首次明确认识到这些角砾岩堆积作为广泛的碳储存结构，为长期碳循环提供了新见解。研究显示，此类沉积物可含有比先前采样熔岩多2至40倍的CO2，突出了它们在地质时间尺度上对地球自然碳管理的作用。理解这一机制有助于解释碳在地球内部、海洋和大气之间的移动，对气候调节有贡献。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c0119e0c674c76d0_c34a844b367a.webp",
      "category": "Science"
    },
    {
      "id": "997c539d1c612f52",
      "title": "MicroBooNE物理学家宣布：不存在无菌中微子",
      "summary": "自1990年代以来，物理学家一直探讨一种被称为“无菌中微子”的奇异第四类中微子的可能性，这种中微子除了与其他中微子相互作用外，完全不与常规物质相互作用。然而，无菌中微子的明确实验证据一直难以捉摸。现在，费米实验室的MicroBooNE实验的最新结果似乎完全排除了无菌中微子的存在，根据《自然》期刊上发表的一篇论文。无菌中微子的可能性源于过去的异常现象，如洛斯阿拉莫斯的LSND实验和费米实验室的MiniBooNE实验的结果，这些实验发现了μ子中微子振荡为电子中微子的证据，如果只有三种中微子风味，这应该是不可能的。为了进一步探究这一谜团，费米实验室建造了MicroBooNE实验，使用中微子束和液氩时间投影室来探测相互作用。经过2015年至2021年五年的数据收集，MicroBooNE分析了结果，发现没有无菌中微子的证据，有效地将其排除为早期异常现象的解释。这一无效结果表明，其他因素，如实验误差或新物理，可能解释了过去的发现。因此，注意力已转向未来的项目，如短基线中微子计划和深地下中微子实验（DUNE），这些项目旨在进一步探索中微子性质并解决剩余谜团，包括暗物质。MicroBooNE在改进探测技术方面的成功也为这些更大规模的实验提供了宝贵见解。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_997c539d1c612f52_8d371d734be0.webp",
      "category": "Science"
    }
  ]
}