{
  "articles": [
    {
      "id": "f8709efa9adbcb34",
      "title": "Kemi Badenoch Wants to Use People's Anger Against the Other Party",
      "summary": "Kemi Badenoch is a leader in the Conservative Party in the UK. She says many people are angry about how the country is being run. She wants to use this anger to help her party win against the Labour Party, which is in charge now. She thinks the Conservatives are the only ones who can make hard choices to fix problems. She also criticizes another party called Reform UK for wanting too much control over businesses. Badenoch believes that after seeing Labour in power for 18 months, people understand what they are doing, so it is easier for the Conservatives to oppose them. She says her party has learned from losing an election in 2024 and is now ready to be brave and competent.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f8709efa9adbcb34_1e750e3d0bdd.webp",
      "category": "News"
    },
    {
      "id": "5d5bc8103df3db64",
      "title": "A Map Shows How Well Towns Fix Bumpy Roads",
      "summary": "In England, a new map helps drivers see how well their local towns are fixing potholes, which are holes in the roads. The government uses a traffic light system: red means the town is not doing well, amber means they are trying but need to do better, and green means they are doing a good job. Thirteen towns got a red rating, including Derbyshire, which had many potholes. Towns with red ratings will get extra money to help fix roads faster. The government gave £7.3 billion to fix roads over four years. Potholes can damage cars and cause accidents, costing drivers money for repairs. The map encourages towns to use money wisely to keep roads safe.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_5d5bc8103df3db64_29f8e15cfcd9.webp",
      "category": "News"
    },
    {
      "id": "e8fafdb1c6a99ccb",
      "title": "Why Roadworks Are Everywhere and Causing Delays",
      "summary": "Roadworks are common on roads and motorways, with orange lights and cones slowing down traffic. They happen because many roads were built a long time ago, in the 1960s and 1970s, and now need repairs to stay safe. In England, more roadworks are expected as roads get old. This causes delays for drivers like Brett, who drives big trucks, and people in villages like Clanfield, where roads are closed for utility work. Roadworks cost money and make people frustrated, but they are important to fix old pipes and roads. The article explains that it's a balance between making roads better and dealing with the trouble they cause.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_e8fafdb1c6a99ccb_982f22c1c4c7.webp",
      "category": "News"
    },
    {
      "id": "daedc6819bec4e4e",
      "title": "A Worker at Google Lost Her Job After Speaking Up",
      "summary": "A woman named Victoria worked at Google, a big tech company. She told her bosses that a manager was behaving badly by sharing inappropriate stories and pictures. After she reported this, Google fired the manager for sexual harassment. But then, Victoria says she was treated unfairly and lost her job too, which she thinks was because she spoke up. Google says they did not do this and that Victoria became too worried after reporting. A court is now deciding what happened. This story shows why it's important for companies to protect workers who report problems.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_daedc6819bec4e4e_c5482911bc15.webp",
      "category": "News"
    },
    {
      "id": "c05610917d2634b4",
      "title": "President Trump Wants to Lower Credit Card Interest Rates",
      "summary": "President Donald Trump wants to put a cap on credit card interest rates at 10% for one year. This means credit card companies could not charge more than 10% interest. He hopes this will save Americans money, as many people pay around 20% to 30% interest on their credit cards. Banks and credit card companies do not like this idea because they say it might hurt poor people by making it harder to get credit. They argue that if they cannot charge high interest, they might stop offering credit cards or reduce rewards. About 195 million Americans have credit cards and pay a lot in interest. Trump made this promise during his campaign and is now trying to make it happen, but it is not clear if he will use a law or an executive order. This could save people billions of dollars, but banks are pushing back.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c05610917d2634b4_4cfbce5d7764.webp",
      "category": "News"
    },
    {
      "id": "1845faaf0574d026",
      "title": "Greenland Says No to U.S. Takeover",
      "summary": "Greenland is a big island that is part of Denmark but has its own government. President Donald Trump of the United States wants the U.S. to take control of Greenland. He says if the U.S. doesn't own it, other countries like Russia or China might take it. Greenland's leaders, including Prime Minister Jens-Frederik Nielsen, have said no to this idea. They want Greenland to be independent and for its people to decide their own future. They don't want to be Americans or Danes; they want to be Greenlanders. The leaders made a statement to tell everyone that Greenland's future should be decided by Greenlanders, not by other countries. They are talking with the U.S. and Denmark to solve this issue, but they stand firm in their decision.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1845faaf0574d026_d7875c41e076.webp",
      "category": "News"
    }
  ]
}