{
  "articles": [
    {
      "id": "9fc52c235fdde31c",
      "title": "Doctor Foster Comes Back for One Last Show",
      "summary": "A TV show called Doctor Foster is coming back for a third and final season. The actress Suranne Jones plays Gemma Foster, a doctor who is getting married and trying to start fresh. But old problems from her past might ruin her happiness. The show is about Gemma dealing with secrets and trying to move on. It first aired in 2015 and many people watched it. The new episodes will start filming soon in Hertfordshire, and the writer Mike Bartlett is helping make it. Fans are excited to see how Gemma's story ends.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9fc52c235fdde31c_8e6ef3080ad1.webp",
      "category": "Fun"
    },
    {
      "id": "faab9d2e682a06b6",
      "title": "Gucci Uses AI for Fashion Show Pictures",
      "summary": "Gucci, a famous fashion company, is getting criticized for using AI to make pictures for its fashion show in Milan. People on social media are upset because they think Gucci should use real human models and photographers instead of AI. They call the AI pictures 'AI slop,' which means low-quality AI images. Some people wonder why a big fashion brand like Gucci needs to save money by using AI. Gucci has used AI before in its ads, and other fashion brands are trying AI too. An expert says using AI can be risky because it might give the brand bad publicity instead of good. But not everyone is mad; some think the pictures look glamorous and stylish.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_faab9d2e682a06b6_094ac709b105.webp",
      "category": "Fun"
    },
    {
      "id": "d7cd980f9d7ec846",
      "title": "Aston Martin Cuts Jobs to Save Money",
      "summary": "Aston Martin, a famous car company known for James Bond movies, is cutting 20% of its jobs. This means about 600 people will lose their jobs because the company lost a lot of money last year. The company said it needs to save money, and this will help save around £40 million each year. They also mentioned that problems with US tariffs and low demand in China made things harder. Aston Martin has its main office in the UK, and most of the job cuts will happen there. The company is also delaying some plans to spend money on electric cars to save more. This is a tough decision to help the company in the future.",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d7cd980f9d7ec846_bbbc91b1bfbd.webp",
      "category": "Fun"
    },
    {
      "id": "d7e392e9a2c2e3d5",
      "title": "Shein's Boss Talks About His Chinese Roots",
      "summary": "The founder of Shein, a big fashion company, gave a rare speech in China. He talked about how Shein started in China and is investing a lot of money there to make clothes faster and better. Shein helps create many jobs in China. The boss said China's support is important for Shein's success. Even though Shein has moved its main office to Singapore and wants to sell shares in other countries, he still feels connected to China. This speech was shared online and in the news, which is unusual because he doesn't speak in public often. Shein sells clothes all over the world but faces some problems because of trade rules.",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_d7e392e9a2c2e3d5_c822d6aedcca.webp",
      "category": "Fun"
    },
    {
      "id": "49eee1a2134e5f08",
      "title": "Paramount Wants to Buy Warner Bros and Beat Netflix",
      "summary": "Paramount, a big movie company, is trying to buy Warner Bros, another big movie company. Warner Bros was going to sell part of itself to Netflix, but Paramount made a better offer. Paramount offered more money per share, which means they want to pay more to own Warner Bros. Warner Bros is now talking to Paramount to see if this new deal is better than the one with Netflix. Netflix has four days to make a new offer if they want to compete. Some people in government are worried because big companies buying each other might not be good for competition. This is like a big game where companies try to buy each other to become stronger in Hollywood.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_49eee1a2134e5f08_e6e17b8c212d.webp",
      "category": "Fun"
    },
    {
      "id": "1652e81f99880094",
      "title": "Snoop Dogg Visits a Football Game in Wales",
      "summary": "Snoop Dogg, a famous rapper, went to a football match in Swansea, Wales. He is part-owner of the Swansea City football team. During the game, he walked around the stadium with music playing and waved a towel while fans cheered for him. The match was between Swansea and Preston North End, two teams in the Championship league. Snoop Dogg often goes to big sports events around the world, like the Olympics and the Super Bowl. This visit was special because it showed how celebrities can be involved in sports teams, making games more exciting for fans.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1652e81f99880094_8c89af6135aa.webp",
      "category": "Fun"
    }
  ]
}