{
  "articles": [
    {
      "id": "48c6863cecf4d4a3",
      "title": "血液检测揭示肥胖加速阿尔茨海默病进展",
      "summary": "一项最新研究表明，肥胖显著加速阿尔茨海默病的进展，这通过血液生物标志物得以证实。研究人员利用阿尔茨海默病神经影像倡议的五年级据，分析了407名参与者的淀粉样蛋白PET扫描和血液样本。他们重点关注pTau217、神经丝轻链（NfL）和GFAP等生物标志物，这些标志物指示阿尔茨海默病相关的脑部变化。最初，较高的体重指数（BMI）与较低的生物标志物水平相关，可能由于血液稀释效应，但纵向分析显示，肥胖个体的生物标志物增加速度远快于非肥胖个体——pTau217比率增加高达95%。研究还发现，血液检测在检测肥胖对阿尔茨海默病变化的影响方面比PET扫描更敏感。这项研究强调肥胖是一个可改变的风险因素，表明体重管理可能减缓阿尔茨海默病进展，并改进早期检测方法。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_48c6863cecf4d4a3_1a0ea614e0d3.webp",
      "category": "Science"
    },
    {
      "id": "b531ecc1358ae992",
      "title": "这是人类生火的最古老证据",
      "summary": "在英格兰萨福克郡的巴纳姆遗址，考古学家发现了距今约40万年前人类控制火的最古老证据，归因于尼安德特人。该遗址包含因反复加热而变成赤铁矿的红化粘土、热裂燧石手斧以及黄铁矿碎片——后者是一种在当地不自然存在但用于石器时代生火工具的关键矿物。由大英博物馆考古学家罗布·戴维斯领导的研究通过沉积物化学分析表明，尼安德特人不仅使用火，而且具备有意识生成和调节火的技术能力。这一发现使巴纳姆成为理解古人类行为演化的关键地点，与更早的遗址如肯尼亚的库比福勒和南非的斯瓦特克朗斯形成对比，后者显示如直立人等古人类在一百多万年前利用野火，但无点火控制的证据。营地位于溪流池塘边，处于森林-草原混合环境中，为火的使用提供了庇护所，火促进了家庭活动、工具生产（如装配武器），并通过夜间聚集可能推动了语言和神话发展，从而增强了社会凝聚力。火作为人类进步的催化剂，使烹饪饮食、延长社交时间和复杂社会网络成为可能，塑造了认知和文化轨迹。这些发现挑战了先前的时间线，并强调了考古学中解释短暂火遗迹所需的方法严谨性，为技术创新和古人类适应性的广泛讨论做出了贡献。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b531ecc1358ae992_c711221685d7.webp",
      "category": "Science"
    },
    {
      "id": "b1aa5ec1b41bb0b6",
      "title": "深海以意想不到的方式固定碳",
      "summary": "加州大学圣塔芭芭拉分校的研究人员在《自然地球科学》期刊上发表了一项突破性研究，挑战了关于深海碳固定的传统观念。海洋作为地球最大的碳汇，吸收了约三分之一的人类二氧化碳排放，而微生物在黑暗深海中固定溶解无机碳（DIC）的过程中扮演关键角色。以往科学界认为，化能自养古菌通过氨氧化提供能量，主导了这一过程。然而，测量数据显示氮可用性与碳固定率之间存在不匹配，表明能量预算无法解释观测结果。近十年来，由Alyson Santoro和Barbara Bayer领导的团队深入调查了这一差异。在新研究中，他们设计了针对性实验，使用苯乙炔作为抑制剂来限制氨氧化菌的活性。出乎意料的是，这并未导致碳固定率显著下降，暗示其他微生物或代谢途径可能参与其中。这项工作有助于填补海洋碳循环的关键空白，并对气候模型产生重要影响，因为它完善了我们对深海碳储存机制的理解。该研究得到了美国国家科学基金会的支持。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b1aa5ec1b41bb0b6_f1011f212291.webp",
      "category": "Science"
    },
    {
      "id": "96c8865e32b31124",
      "title": "天王星和海王星：蓝色之下隐藏的重大秘密",
      "summary": "苏黎世大学的最新研究挑战了天王星和海王星作为冰巨人的传统分类，提出它们内部可能含有比以往认为更多的岩石。科学家开发了一种新的模拟技术，结合了基于物理和经验的模型，以创建这些行星的无偏内部模型。通过生成随机密度剖面并将其与引力场数据匹配，他们发现内部可能由富水层或更岩石结构主导。这一更广泛的解释与冥王星的发现一致，并有助于解释天王星和海王星不规则的多极磁场，与地球的双极磁场不同。研究强调当前数据不足以确定确切成份，突出了未来对这些遥远行星进行探测任务的必要性，以解决不确定性并推进我们对行星科学的理解。该研究不仅重新定义了内部模型，还凸显了行星科学中的关键空白，强调需要跨学科方法来解析组成模糊性并增强对冰巨人演化和动力学的理解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_96c8865e32b31124_363acdee231f.webp",
      "category": "Science"
    },
    {
      "id": "df375e79f657c6e1",
      "title": "法院裁定：“因为特朗普说了”可能不是有效的法律辩护",
      "summary": "美国地区法院法官帕蒂·萨里斯裁定，特朗普总统关于暂停联邦土地和水域风电开发的行政命令缺乏法律依据。该命令于特朗普上任首日发布，要求在所有许可审批暂停期间进行综合评估，但十个月后相关机构几乎未启动评估，仅以命令本身作为辩护理由。包括17个州和清洁能源纽约联盟在内的原告根据《行政程序法》提起诉讼，指控暂停是武断和任性的。萨里斯法官处理了诉讼资格问题，裁定各州因税收损失、能源成本增加和气候目标受阻而遭受实际损害，并驳回了政府关于暂停非最终决定的论点。在实质问题上，她拒绝了“仅遵循总统指令”的辩护，引用巡回法院先例指出这将使机构在总统行动时免于《行政程序法》审查。裁决强调行政命令必须附有机构的合理解释，而非盲目遵从。虽然不要求立即批准项目，但为未来诉讼确立了法律框架，突显了总统权力与行政法之间的紧张关系。此案反映了在气候变化减缓背景下，环境政策、司法审查和行政权力限制的广泛辩论。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_df375e79f657c6e1_f23f261830cd.webp",
      "category": "Science"
    },
    {
      "id": "4bb5f0e3e9a065db",
      "title": "芬太尼疫苗即将进行首次重大试验",
      "summary": "芬太尼是一种强效合成阿片类药物，即使微量也可能导致呼吸停止和死亡，已成为美国过量死亡的主要驱动因素，尤其影响18至45岁的成年人。ARMR Sciences公司正在开发一种疫苗来应对这一危机。该疫苗通过训练免疫系统产生抗体，在血液中结合芬太尼，阻止其穿过血脑屏障进入大脑，从而避免欣快感和导致死亡的呼吸衰竭。疫苗采用芬太尼类似分子与载体蛋白结合的设计，并辅以来自大肠杆菌的佐剂以增强免疫反应。在老鼠实验中，疫苗阻断了92%至98%的芬太尼进入大脑，效果持续至少20周。一项Phase 1/2临床试验计划于2026年初在荷兰启动，以评估其在人体中的安全性和有效性。如果成功，这种疫苗可能通过提供长期保护，减少对紧急干预的依赖，彻底改变过量预防的模式。与现有的纳洛酮等反应性治疗不同，这是一种预防性方法，代表了应对阿片类药物流行病的新策略。",
      "source": "Ars Science",
      "time_ago": "7 days ago",
      "image_url": "/article_images/article_4bb5f0e3e9a065db_0660d34a8674.webp",
      "category": "Science"
    }
  ]
}