{
  "articles": [
    {
      "id": "3bcf6bcc9b0a6fcf",
      "title": "特朗普关税被推翻后，亚洲何去何从？",
      "summary": "美国最高法院最近裁定，特朗普总统在2025年宣布的许多关税是非法的，这导致贸易政策发生重大变化。因此，美国海关将停止征收这些关税，但特朗普宣布将对进入美国的商品征收15%的新全球关税。这一进展给印度和印尼等主要亚洲贸易伙伴带来了新的不确定性，它们曾花费数月时间与华盛顿谈判贸易协议，并承诺在美国投资数十亿美元。尽管较低的关税税率可能使一些先前面临较高关税的亚洲国家受益，但分析人士警告称，不确定性依然存在，因为当前美国政府仍致力于实施更高的关税。最近签署的贸易协议缺乏传统协议的明确法律约束力，为潜在修订留下了空间。较小的亚洲经济体尤其谨慎，因为它们的经济成功可能取决于与特朗普政府保持良好关系。整个地区的政府，包括中国，正在评估这一裁定的影响；中国正在进行全面评估，同时准备在4月初接待特朗普进行会晤。尽管有此裁定，美国贸易代表詹姆森·格里尔表示，这不应影响即将与中国的会谈，这些会谈的重点是确保中国履行购买美国农产品和其他商品的协议。这种情况突显了在特朗普政策下国际贸易关系的持续波动性。",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_3bcf6bcc9b0a6fcf_ee6c992377f0.webp",
      "category": "Fun"
    },
    {
      "id": "f1f188645acf80c9",
      "title": "廉价快时尚如何席卷印度小城镇",
      "summary": "本文探讨了廉价快时尚品牌如Reliance Trends和Tata的Zudio在印度小城镇的迅速崛起，标志着零售消费模式的重大转变。这些商店以竞争性定价策略——商品价格通常在4至15美元之间——复制了传统街头集市的 affordability，同时提供了结构化的、带空调的零售环境，包括试衣间和促销折扣。这种混合模式迎合了二线和三线城市中价值意识强 yet 有抱负的消费者群体，例如像Alka这样的人，她从非正式的集市购物转向品牌服装购买。增长数据惊人：以Zudio为例，从2018年仅有的7家店铺收入1200万美元，扩展到765家店铺，预计到2025年中收入将超过10亿美元，超越了Zara和H&M等全球竞争对手。分析师将这一趋势归因于消费者心理的变化，即品牌和现代设计与经济可及性相结合，并得到信实工业和塔塔集团等企业实体的支持。这一现象凸显了印度有组织零售 sector 利用未开发区域需求的更广泛叙事，但也引发了关于长期可持续性和市场饱和度的疑问。",
      "source": "BBC Business",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f1f188645acf80c9_1d9b758ed1fd.webp",
      "category": "Fun"
    },
    {
      "id": "62167c205d19394b",
      "title": "英国电影学院奖红毯：明星云集，时尚与电影交相辉映",
      "summary": "英国电影学院奖在伦敦皇家节日音乐厅举行，众多明星齐聚红毯，庆祝电影艺术的卓越成就。演员如Wunmi Mosaku、Paul Mescal和Teyana Taylor展示了多样化的时尚选择，女性穿着褶皱连衣裙、奢华色彩及天鹅绒和亮片等纹理，男性则多穿燕尾服。获奖者包括因《哈姆奈特》获最佳女演员的Jessie Buckley，以及因《我发誓》获最佳男演员和新兴明星奖的Robert Aramayo。其他知名出席者还有Leonardo DiCaprio、Timothée Chalamet与Kylie Jenner，以及担任学院主席的威廉王子与凯特王妃。帕丁顿熊以其标志性外套和帽子增添趣味元素。此次活动不仅凸显了电影产业的 glamour，还通过表彰最佳演员、导演等类别，强调了艺术成就的庆祝。红毯时尚反映了当前社会叙事，而奖项则巩固了英国在全球电影中的角色，融合了好莱坞魅力与英国文化传统。",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_62167c205d19394b_c1f9b0edae5c.webp",
      "category": "Fun"
    },
    {
      "id": "bd439bc5bef3f69c",
      "title": "乌米·莫萨库凭借BAFTA获奖展现'祖先力量'",
      "summary": "乌米·莫萨库是一位出生于尼日利亚、在曼彻斯特长大的女演员，她凭借在音乐恐怖电影《罪人》中饰演的胡杜祭司安妮一角，获得了英国电影学院奖（BAFTA）最佳女配角奖。这使她成为该类别首位黑人英国获奖者。莫萨库表示，扮演安妮让她重新连接到了自己的'祖先力量'和文化认同，这些部分在她作为移民试图融入英国社会时曾被压抑或淡化。她强调了代表性的重要性，指出她的表演引起了黑人女性的共鸣，让她们感到被看见和珍视。莫萨库的演艺之路始于童年观看电影《安妮》后，这激发了她研究戏剧学校，最终在皇家戏剧艺术学院等机构受训。此前，她曾因在BBC剧集《达米洛拉，我们亲爱的男孩》中的角色获得电视BAFTA奖，并出演过《路德》和《黑镜》等作品。在她的获奖感言中，她感谢了女儿，并分享了获奖的震惊。这篇文章探讨了移民经历、文化遗产以及媒体代表性对边缘化社区的影响。",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_bd439bc5bef3f69c_5efbc9566b4e.webp",
      "category": "Fun"
    },
    {
      "id": "fdfb331048fb9ba4",
      "title": "“这是一场灾难”——与不断上升的青年失业率作斗争的人",
      "summary": "本文探讨了青年失业率上升的问题，重点关注被称为“尼特族”（Neets）的年轻人——即16至24岁未接受教育、就业或培训的群体。前新工党内阁大臣艾伦·米尔本正在领导一项政府审查，旨在遏制这一趋势。目前，近百万年轻人属于这一类别，这是十多年来的最高水平，其中超过一半被视为经济不活跃，意味着他们不寻找工作。米尔本将这种情况描述为一场社会、经济和政治灾难，尤其在英格兰东北部，由于结构性经济薄弱，问题尤为严重。他的个人叙事基于在纽卡斯尔本威尔 disadvantaged 的成长经历，他曾面临贫困和学校教育不足，这使他更能共情机会缺乏的问题。文章还包含了帕奇沃克青年项目高级青年工作者卡尔·莫汉·吉尔伯特的观点，他批评“尼特族”一词带有污名化，将责任归咎于个人而非解决教育和劳动力市场的系统性不足。分析呼吁结合政策改革和社区干预的综合策略，以增强青年机会并减少边缘化。",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_fdfb331048fb9ba4_f1d4809b18af.webp",
      "category": "Fun"
    },
    {
      "id": "6d0fef62ba1a3f84",
      "title": "萨尔萨音乐先驱威利·科隆去世，享年75岁",
      "summary": "威利·科隆，一位著名的长号手和乐队领队，于75岁时去世，留下了作为萨尔萨音乐先驱的遗产。他于1950年出生在纽约南布朗克斯，父母来自波多黎各，职业生涯近60年，期间创作了《El Malo》和《Oh, Qué Será》等热门歌曲。在20世纪60年代纽约拉丁移民潮中，他通过融合爵士、曼波、jíbara音乐和恰恰恰，帮助发展了萨尔萨声音，反映了纽约的拉丁移民和街头生活。科隆利用他的音乐探讨波多黎各人在美国的双重身份，涉及文化、抵抗和社区等主题。他的作品不仅是音乐性的，也是政治性的，他将萨尔萨扩展到新舞台，使其成为拉丁裔意识的代言。被《公告牌》杂志评为最具影响力的拉丁艺术家之一，科隆的影响通过巴德·班尼等艺术家的致敬得以延续，巴德·班尼在歌曲《Nuevayol》中提到了他。他的家人宣布他平静离世，强调了他音乐和记忆的永恒礼物。科隆的音乐被视为身份、邻里、意识和抵抗的象征，他的经理称他为纽约声音的建筑师，因为他将萨尔萨带到重要舞台并赋予其意义。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d0fef62ba1a3f84_b1542f228f78.webp",
      "category": "Fun"
    }
  ]
}