{
  "articles": [
    {
      "id": "3a6fb3bd6872ae4a",
      "title": "Swiss Ski Resort Fire: Why People Are Asking Questions",
      "summary": "A big fire happened at a bar in Crans-Montana, a ski resort in Switzerland, on New Year's Eve. Many young people were hurt or died. People are sad and angry because they found out the bar had not been checked for fire safety since 2019. In Switzerland, local mayors like Nicolas Feraud are supposed to check bars every year to make sure they are safe. But Mayor Feraud said only 40 out of 128 bars in Crans-Montana were checked in 2025. He said there were not enough inspectors to do all the checks. Other mayors in the area, like Romy Biner from Zermatt, also said they do not have enough resources. Swiss journalists asked if the mayor knew the bar owners well or if there was corruption, but he said no. A mother whose sons survived wants clear answers. People are wondering if the Swiss government system, where local officials make decisions, is working properly after this fire.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_3a6fb3bd6872ae4a_7dd75aa2573c.webp",
      "category": "News"
    },
    {
      "id": "bc168bea4d975397",
      "title": "Greenland's Big Worry: A Faraway Leader Wants Their Island",
      "summary": "Greenland is a big, icy island near the Arctic Ocean with only 57,000 people living there. Most are Inuit, who are the original people. They have their own government but are part of Denmark. Now, the U.S. president, Donald Trump, says he wants Greenland for America's safety. This makes Greenlanders scared and upset. They like their quiet life and don't want the U.S. to take over. Many also want to be independent from Denmark someday. People in Greenland, like a pensioner and a pottery-maker, say they are tired of Trump and just want to be left alone. They worry about their future because big countries are arguing over their home.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bc168bea4d975397_a9ff1811c478.webp",
      "category": "News"
    },
    {
      "id": "f4449f268c600279",
      "title": "A Brave Man's Story: Living with a Muscle Disease",
      "summary": "Ben Morris is a man who has a disease called Spinal Muscular Atrophy, or SMA. This disease makes his muscles weak. When he was a baby, doctors thought he might not live past two years old because SMA can make it hard to breathe, especially when sick. But Ben is now 25 years old! He uses an electric wheelchair to move around and a ventilator at night to help him breathe. He takes medicine every day to stay healthy. Ben works as a journalist and lives on his own with help from assistants. He also has friends with SMA, and they support each other. Ben's story shows that even with challenges, people can live happy and full lives.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f4449f268c600279_d146b476d0df.webp",
      "category": "News"
    },
    {
      "id": "0252f28cf4bf3387",
      "title": "Trump Wants to Buy Greenland to Keep It Safe",
      "summary": "President Donald Trump says the United States should own Greenland to stop Russia and China from taking it. He thinks owning it is better than just renting it, so the U.S. can defend it properly. Greenland is a big, cold island that belongs to Denmark, but it has its own government. The people of Greenland and Denmark say they do not want to sell it and want to make their own choices. Greenland is important because it is between North America and the Arctic, which helps with watching for missiles and ships. The U.S. already has a military base there from World War Two. Trump says he likes China and Russia but does not want them near Greenland. Other countries in NATO, like Canada and European nations, support Denmark and Greenland's right to decide.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_0252f28cf4bf3387_bb6a31cb6c6f.webp",
      "category": "News"
    },
    {
      "id": "f6aabce5696249db",
      "title": "A Bodyguard for a Politician's Family Gets in Trouble with Drugs",
      "summary": "A man named Justin Salsburey worked as a bodyguard for Vivek Ramaswamy's family. Vivek is a politician running for governor in Ohio. Justin was arrested for drug trafficking, which means he is accused of sending illegal drugs through the mail. His wife, Ruthann Rankin, was also charged. The family hired a private security company to protect them, and that company fired Justin right away when they found out. The family says they are very worried and want justice if the charges are true. Justin had passed background checks and drug tests before getting the job. The drugs were fake pills sent to their home in Ohio.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f6aabce5696249db_d05733b7e801.webp",
      "category": "News"
    },
    {
      "id": "7e1fb644da054f37",
      "title": "Oil Companies and Venezuela's Big Oil Plan",
      "summary": "President Trump met with oil company leaders at the White House to talk about a plan for American companies to help Venezuela with its oil. Venezuela has the most oil in the world, but it only produces a little bit right now. The plan is for companies to spend a lot of money, like $100 billion, to fix Venezuela's oil equipment and systems. In return, the U.S. will start using and selling some of Venezuela's oil. The president promised to keep everything safe. An expert named Bob McNally, who knows a lot about energy, joined to explain more about what might happen next with this plan.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7e1fb644da054f37_9fe119f5e62b.webp",
      "category": "News"
    }
  ]
}