{
  "articles": [
    {
      "id": "0911261569fcdc52",
      "title": "A Startup Gets Money to Build Big Satellites",
      "summary": "A company called K2 has raised $250 million to build large satellites in California. K2 makes two types: Mega and Giga satellites. Their first big satellite, named Gravitas, will launch in 2026 on a Falcon 9 rocket. Gravitas will test powerful thrusters and solar arrays. The US Space Force is helping pay for this mission. K2 plans to use big rockets like Starship to send Giga satellites into space. These satellites can make a lot of power for tasks like AI and telescopes. K2 builds many parts itself to save money and make more satellites. The goal is to explore new things in space.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    },
    {
      "id": "757eecb0e6022e55",
      "title": "What We Know About Medical Cannabis: Good and Bad",
      "summary": "Medical cannabis is a plant-based medicine that many people use to help with problems like pain, anxiety, and trouble sleeping. Scientists from UCLA Health studied over 2,500 research papers to see if it really works. They found that only a few special cannabis medicines approved by the FDA are proven to help with specific illnesses, such as helping kids with severe seizures or patients with nausea from cancer treatment. For other issues like chronic pain, the evidence is not strong enough, and doctors do not recommend it as the first choice. The study also warns about risks: using high-strength cannabis, especially for teens, can lead to mental health problems like anxiety or psychosis, and daily use might hurt the heart. Doctors should talk to patients honestly about these benefits and dangers to keep them safe.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_757eecb0e6022e55_b7551b0c36a4.webp",
      "category": "Science"
    },
    {
      "id": "bba9a77e9eb03d6f",
      "title": "Dark Chocolate Ingredient Helps Slow Aging",
      "summary": "Scientists have found that a natural ingredient in dark chocolate might help slow down aging. The ingredient is called theobromine, and it comes from cocoa beans. Researchers at King's College London studied people's blood to see how much theobromine they had. They found that people with more theobromine in their blood tended to have a younger biological age than their actual age. Biological age shows how well your body is working, not just how old you are. The study looked at over 1,600 people from two groups in Europe. The scientists say this research helps us understand how foods like dark chocolate might help us live healthier, longer lives. They are not telling people to eat more chocolate, but they want to learn more about how theobromine works. Theobromine is safe for humans but can be harmful to dogs. The team will keep studying to see if theobromine works alone or with other healthy parts of dark chocolate.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bba9a77e9eb03d6f_5858891954ff.webp",
      "category": "Science"
    },
    {
      "id": "3878160253258136",
      "title": "Ghost Particles from the Sun Change Atoms Underground",
      "summary": "Scientists have discovered that ghost particles called neutrinos from the Sun can change atoms deep underground. Neutrinos are tiny particles that pass through everything, including people, without being noticed. In a special lab in Canada, researchers used a big detector to watch neutrinos hit carbon atoms and turn them into nitrogen atoms. They saw this happen a few times over many days. This helps us learn more about how the Sun works and how particles behave. The scientists are excited because this is a rare event that shows how neutrinos can cause hidden reactions in atoms.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3878160253258136_bc9ac76ed769.webp",
      "category": "Science"
    },
    {
      "id": "d7414bebeefb3023",
      "title": "A Mysterious Planet Near Earth",
      "summary": "Scientists are studying a planet called TRAPPIST-1e that is about the same size as Earth. It orbits a star named TRAPPIST-1, which is smaller and cooler than our sun. This planet is in a special area called the \"Goldilocks zone,\" where it might be just right for liquid water if it has an atmosphere. Water is important because it could mean life might exist there. Astronomers used a big telescope called the James Webb Space Telescope to look at this planet. They saw hints of a gas called methane, but they are not sure if it comes from the planet or the star. More studies are needed to find out if TRAPPIST-1e has an atmosphere and if it could support life. This planet is part of a system with seven planets, all close together, and it is about 39 light-years away from Earth.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d7414bebeefb3023_2ce0aa63a2be.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Leaders Talk About Problems at the Health Agency",
      "summary": "This article is about three former leaders from the Centers for Disease Control and Prevention (CDC) who are speaking out. They worked at the CDC, which is a health agency that helps keep people safe from diseases. They left their jobs because they were unhappy with the new Health Secretary, Robert F. Kennedy Jr., who has ideas that go against science. He fired the CDC director and made changes that hurt the agency's work. The three leaders, Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan, managed important health programs like fighting flu and COVID-19. They will talk in a live event about how Kennedy's actions are affecting public health and why it's important to follow evidence instead of bad ideas. The event is on Tuesday, December 16, at 2 pm ET.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    }
  ]
}