{
  "articles": [
    {
      "id": "615770b5b0cb8352",
      "title": "Keir Starmer's Leadership Challenges in the New Year",
      "summary": "As the new year begins, UK Prime Minister Keir Starmer appears refreshed after a difficult 2025, but faces significant political challenges. In an interview, he confidently states he will remain in office until 2027, despite internal criticism from Labour Party colleagues who doubt his effectiveness and consider replacing him. Starmer emphasizes that his performance should be judged at the general election, not earlier, but acknowledges upcoming local elections in May across the UK, which could impact public perception. He discusses his busy schedule, including calls with Ukrainian President Volodymyr Zelensky and responses to events in Venezuela involving US President Donald Trump. Starmer attributes his unpopularity to public impatience for improvement and predicts economic recovery despite rising unemployment, citing government plans from his first year. However, he refuses to step down even if Labour performs poorly in the May elections, framing his leadership as essential to counter political rivals like Nigel Farage and Reform UK.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_615770b5b0cb8352_8643e5610684.webp",
      "category": "News"
    },
    {
      "id": "4c1889fc5dcae351",
      "title": "Political Dispute Leads Composer to Cancel Kennedy Center Performance",
      "summary": "Stephen Schwartz, the acclaimed composer of the musical Wicked, has announced he will not perform at the Kennedy Center following a board decision to incorporate President Donald Trump's name into the venue's title. Schwartz argues that this change politicizes the center, transforming it from an apolitical space for artistic expression into a platform for ideological statements. He expressed his stance in a statement, emphasizing the center's original mission to serve artists of all backgrounds without political influence. In response, Richard Grenell, the Kennedy Center's president, disputed the cancellation, labeling reports as 'totally bogus' and asserting that Schwartz was never formally contracted for the event. This incident highlights a broader trend, as other artists, including The Cookers jazz band, have recently withdrawn from performances at the center, though their reasons were not explicitly linked to politics. The controversy underscores tensions between art and politics in national cultural institutions, with Schwartz's decision reflecting concerns over maintaining artistic neutrality in polarized times.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4c1889fc5dcae351_f8b87ca571be.webp",
      "category": "News"
    },
    {
      "id": "f446b179bdf3a674",
      "title": "Managing Post-Holiday Work Anxiety: Strategies for a Smoother Return",
      "summary": "Returning to work after the Christmas break often brings feelings of reluctance, anxiety, and low energy, even for those who enjoy their jobs. Psychologists and workplace experts explain that this common experience is less about motivation and more about adjusting one's mindset. A key focus is on Sunday, when \"Sunday blues\" arise from anticipatory stress as the brain predicts Monday's demands. To ease this transition, experts recommend creating a gentle bridge between weekend and work mode. Strategies include being intentional with Sunday activities, such as engaging in absorbing tasks like exercise or socializing, and establishing small rituals like walks or preparing work clothes. For persistent worries, a \"thought download\"—writing down tasks and anxieties—can externalize mental clutter, reduce rehearsal in the brain, and improve sleep. If anxiety extends beyond Monday, it may stem from overload rather than lack of motivation. Overall, these approaches help reframe the return to work, making it less abrupt and more manageable.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f446b179bdf3a674_9939004e0edc.webp",
      "category": "News"
    },
    {
      "id": "ec3f1da325ff3ea2",
      "title": "Trump's Venezuela Intervention: A Shift in Foreign Policy",
      "summary": "In a significant development, President Donald Trump has launched a military intervention in Venezuela, capturing President Nicolas Maduro in a night raid in Caracas. Announcing this at a press conference, Trump revealed that a U.S. team, including Secretary of State Marco Rubio and Secretary of Defence Pete Hegseth, will collaborate with Venezuelans to take control and run the country. This marks an abrupt policy shift for Trump, who previously campaigned against 'forever wars' and advocated for an 'America first' approach. He aims to reconstruct Venezuela's crumbling economy and industrial infrastructure by involving American energy companies, potentially deploying U.S. soldiers. Despite contradictions, Trump remains optimistic, citing his administration's 'perfect track record of winning.' This intervention contrasts with his past actions, such as air strikes in Syria and Nigeria, as it involves deeper nation-building commitments. The U.S. now faces the challenge of owning Venezuela's future, echoing Colin Powell's warning about Iraq.",
      "source": "BBC News",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ec3f1da325ff3ea2_b5a71973cff6.webp",
      "category": "News"
    },
    {
      "id": "ef191f4f60586901",
      "title": "Allied Security Advisers Discuss Peace and Support for Ukraine",
      "summary": "National security advisers from Europe and allied countries gathered in Kyiv to discuss strategies for ending the war in Ukraine, which has lasted nearly four years. They focused on security guarantees, which involve commitments from other nations to protect Ukraine, and economic support packages totaling around $800 billion over the next decade. President Volodymyr Zelenskyy emphasized that Ukraine has shared all relevant documents with 18 advisers, accelerating the peace process. He noted that further discussions will occur in European capitals and with countries like Canada and Japan, part of the Coalition of the Willing, which includes about 30 nations supporting Ukraine. Upcoming meetings in Paris will involve military representatives and European leaders to finalize security documents, with U.S. participation. The economic package, based on assessments from the World Bank, IMF, and EU, aims to cover damage compensation, reconstruction, economic stability, and a growth booster, tied to Ukraine's reforms for EU accession. Specific funding sources are still being determined, with about $500 billion expected from public grants and loans. Additionally, Zelenskyy announced government changes, proposing new ministers for energy and defense roles.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_ef191f4f60586901_a5309e8c5d1e.webp",
      "category": "News"
    },
    {
      "id": "6acbd3941b93f718",
      "title": "Trump's Bold Move in Venezuela: A News Conference Analysis",
      "summary": "President Donald Trump announced at a news conference that a U.S. military operation led to the ouster of Venezuelan leader Nicolás Maduro, which he hailed as a historic display of American might. Speaking from his Mar-a-Lago resort in Florida, Trump framed this as part of his foreign policy approach, marked by confidence and a shift from past entanglements. He pledged U.S. support to help Venezuela transition to peace and justice after decades of authoritarian rule, while assuring that American taxpayers would not bear the cost. However, the article highlights significant challenges, including managing a potential power vacuum, addressing Venezuela's existing crises like hyperinflation and shortages, and considering how adversaries like China and Russia might react. This event occurs amidst Trump's broader struggles with international conflicts, such as those in Gaza and Ukraine, illustrating the complexities of his administration's global strategy.",
      "source": "PBS NewsHour",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_6acbd3941b93f718_2631f04679ef.webp",
      "category": "News"
    }
  ]
}