{
  "articles": [
    {
      "id": "d29c0f54f8813ae7",
      "title": "Student Loans: What's Fair?",
      "summary": "The government leader Rachel Reeves says the student loan system is fair. Student loans are money students borrow for school and pay back later. She wants to keep the salary level where graduates start paying back the same for three years. This means if you earn more than £29,385, you will pay back your loan. A money expert named Martin Lewis disagrees. He says this is not fair because it treats loans like a tax, and it hurts people when prices go up. He thinks the government should change this rule. The loans are for students in England and Wales who started school between 2012 and 2023. They pay 9% of what they earn above the salary level. This issue is about balancing money for the government and helping graduates.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_d29c0f54f8813ae7_7e003460f236.webp",
      "category": "News"
    },
    {
      "id": "4c48c948b13d6320",
      "title": "New Files About a Bad Man Named Jeffrey Epstein",
      "summary": "The US government released millions of new files about Jeffrey Epstein, a man who did bad things to children. These files include emails, pictures, and videos. They show details about his time in prison and his death. The files also talk about his friend Ghislaine Maxwell, who helped him. Some emails are between Epstein and famous people, like a British royal called \"The Duke.\" They discuss having dinner at a palace. The emails do not say anyone did anything wrong. The release happened because a law said the government must share these documents. This helps people learn more about what happened.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4c48c948b13d6320_f66944d0b22c.webp",
      "category": "News"
    },
    {
      "id": "539307e33654ef99",
      "title": "Stars Remember Funny Actress Catherine O'Hara",
      "summary": "Catherine O'Hara, a famous actress from Canada, passed away at age 71. She was known for being very funny in movies like Beetlejuice and Home Alone, and on TV shows like Schitt's Creek. Many celebrities, including Meryl Streep, Pedro Pascal, and Ben Stiller, shared kind words about her. They said she brought joy and laughter to people through her acting. She died at her home in Los Angeles after being sick for a short time. Her friends and co-stars, like Michael Keaton and Macaulay Culkin, said they will miss her a lot. She started her career in Canada and became loved by many for her great performances.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_539307e33654ef99_ad752c7a6dda.webp",
      "category": "News"
    },
    {
      "id": "9b2a4429cf94c2cf",
      "title": "Journalist Don Lemon Arrested for Covering a Protest",
      "summary": "Don Lemon, a journalist, was arrested in Los Angeles for covering a protest at a church in Minnesota. The protest was about immigration rules and happened at a church where people were worshiping. Lemon and others are charged with interfering with the church service and conspiring to break the law. He says he was just doing his job as a journalist to report the news and will not stop. After a court appearance, he was released and plans to fight the charges. Another journalist, Georgia Fort, and two protest participants were also arrested in Minnesota. Lemon used to work for CNN but was fired in 2023. He says he was at the protest alone to document what happened, not as part of the protest group. The case involves federal civil rights charges, meaning the government says their actions violated people's rights during the protest.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_9b2a4429cf94c2cf_bbd9e0f565cf.webp",
      "category": "News"
    },
    {
      "id": "a7d66b4b17be057c",
      "title": "A YouTuber's Scary Story: Hacked and Hurt for Making Videos",
      "summary": "Ghanem al-Masarir is a YouTuber who made funny videos criticizing the Saudi Arabian royal family from his home in London. He became very popular with millions of views, but some people did not like his videos. One day, his phones started acting strange—they were slow and the batteries died quickly. He also noticed that strangers who seemed to support Saudi Arabia were following him around London, harassing and filming him. He worried his phone was being used to spy on him, and experts later confirmed it was hacked with a tool called Pegasus. This allowed someone to see his location, turn on his camera and microphone, and steal his data. In 2018, after clicking on links in text messages, he was beaten up by two men in London who shouted at him for talking about the Saudi royal family. A court in London recently ruled that Saudi Arabia was responsible for the hacking and attack, and ordered them to pay al-Masarir over £3 million in compensation. This story shows how speaking out online can lead to serious trouble, even in a safe place like London.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a7d66b4b17be057c_8c8c2ea6b44c.webp",
      "category": "News"
    },
    {
      "id": "01c89797a4902f49",
      "title": "Two Towns Find New Freedom After a Tough Past",
      "summary": "Colorado City and Hildale are two towns on the border of Arizona and Utah that used to be controlled by a religious group called the FLDS. This group had strict rules, like no sports or fun activities, and their leader, Warren Jeffs, was sent to jail for hurting children. After courts took control away from the group, the towns changed quickly. Now, people can play soccer, go to bars, and enjoy life more freely. Some former members remember good times growing up there, but things got bad when Jeffs was in charge. He broke up families and made kids leave school. The towns were founded long ago by people who wanted to practice polygamy, which means having more than one wife. Today, after years of change, the towns are free from court supervision and people are happy with their new lives.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_01c89797a4902f49_a35e6f6620b3.webp",
      "category": "News"
    }
  ]
}