{
  "articles": [
    {
      "id": "d1de15e8fab2e5a5",
      "title": "Airbus Plane Groundings and Recovery from Solar Radiation Issue",
      "summary": "Approximately 6,000 Airbus A320 planes were temporarily grounded due to a warning that solar radiation could interfere with their flight control computers, posing potential safety risks. Airbus, based in France, addressed the issue by rolling out software updates for most aircraft, while around 900 older models required computer replacements. French Transport Minister Philippe Tabarot reported that over 5,000 planes were updated smoothly, with fewer than 100 remaining. Disruptions varied globally: in the US, the timing during Thanksgiving exacerbated delays, with American Airlines noting 340 affected planes and expecting operational issues, while Delta anticipated limited impact. In the UK, airports like Heathrow saw no cancellations, but Gatwick had some disruptions. Airlines such as Easyjet and Wizz Air completed updates and resumed normal operations. However, in Australia, Jetstar cancelled 90 flights due to a third of its fleet being impacted. The problem was identified after a JetBlue flight emergency landed in October, injuring 15 people, leading Airbus to discover that solar radiation could corrupt elevation data at high altitudes. Efforts are ongoing to restore full normalcy.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d1de15e8fab2e5a5_934ff8e67e03.webp",
      "category": "News"
    },
    {
      "id": "465e7a325f5c5841",
      "title": "Government Bans Taxis for Asylum Seekers' Medical Trips",
      "summary": "The UK government has announced that asylum seekers will be prohibited from using taxis for medical appointments starting in February, as part of efforts to cut costs and address waste. This decision follows a BBC investigation that revealed instances of expensive taxi journeys, such as a 250-mile trip costing £600 for a GP visit. An urgent review was launched in September after findings showed high transport expenses, with the government reporting an average annual spend of £15.8 million. Previously, asylum seekers received bus passes for limited travel, but taxis were used for necessary appointments. Taxi drivers reported examples of inefficiency, like short trips with high mileage due to dispatch from distant locations, leading to claims of abuse. Home Secretary Shabana Mahmood emphasized that the new policy will restrict taxi use to exceptional circumstances, aiming to eliminate waste inherited from previous contracts. The move highlights ongoing debates over public spending and asylum management.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_465e7a325f5c5841_a3f24c4cd543.webp",
      "category": "News"
    },
    {
      "id": "0e729ffd404c180a",
      "title": "How Text Scammers Profit and Are Caught",
      "summary": "This article from BBC News explores the world of text message scammers, known as 'smishing,' who deceive people into revealing personal information to steal money. Detective Chief Inspector Paul Curtis of the Dedicated Card and Payment Crime Unit highlights how these fraudsters make substantial profits, with one case involving Ruichen Xiong sending 15,000 messages in five days and earning up to £100,000 monthly. The police have seized vast amounts of evidence, including designer goods like Gucci shoes and handbags, showing the lavish lifestyles funded by crime. Smishing combines SMS technology with phishing tactics, where fake texts impersonate trusted entities to extract passwords and PINs. The unit, comprising officers from London police forces with national reach and banking industry support, focuses on combating financial fraud. Statistics from Ofcom indicate that half of UK mobile users received suspicious messages recently, underscoring the prevalence of this issue. The article aims to inform the public about the risks and the efforts to address them, using real-life examples and expert insights.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0e729ffd404c180a_6c3c24a4e2a5.webp",
      "category": "News"
    },
    {
      "id": "339485bebb5395c5",
      "title": "Debate Over Economic Honesty Before the Budget",
      "summary": "This article covers a political controversy in the UK involving Chancellor Rachel Reeves and the state of public finances ahead of the Budget. Reeves highlighted a downgrade in economic productivity, suggesting it would challenge her fiscal rules and possibly lead to spending cuts or tax hikes. However, the Office for Budget Responsibility (OBR) later revealed that higher wage forecasts would offset this, allowing her to meet the rules without such measures. The Conservative opposition, led by Kemi Badenoch, accused Reeves of misleading the public as a 'smokescreen' for tax increases, while Downing Street defended her actions. The piece explores the tension between political messaging and economic forecasts, showing how pre-Budget statements can influence public perception and political debates. It raises questions about transparency and the use of economic data in government communications.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_339485bebb5395c5_45a9087339d2.webp",
      "category": "News"
    },
    {
      "id": "207831db0bf051ad",
      "title": "Ukraine's Political Shake-Up: Aide Resigns Amid Corruption Allegations",
      "summary": "In a significant political development, Andriy Yermak, the chief of staff to Ukrainian President Volodymyr Zelenskyy, has resigned amidst a corruption scandal. Yermak was considered the second most powerful figure in Ukraine, playing a key role in centralizing authority under Zelenskyy's administration since the 2019 election. This centralization intensified with wartime measures like martial law, which suspends elections and expands presidential powers. The resignation occurs during critical negotiations with the Trump administration aimed at potentially ending the ongoing war with Russia. Corruption scandals involve allegations of misuse of power or funds, and this event highlights ongoing challenges in Ukraine's governance. It underscores the importance of accountability, especially in times of conflict, and could impact both domestic politics and international relations. The situation is covered by correspondents like Jack Hewson in Kyiv, providing insights into the broader implications for Ukraine's stability and anti-corruption efforts.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_207831db0bf051ad_2d506bdfd3b1.webp",
      "category": "News"
    },
    {
      "id": "ca501faa861220e2",
      "title": "Understanding the Federal Ban on Hemp-Derived THC Products",
      "summary": "The U.S. federal government is set to implement a ban on THC-infused beverages and snacks derived from hemp, scheduled to take effect in November 2026. This provision was included in a recent bill to avert a government shutdown, targeting products that have become popular alternatives for craft breweries like Indeed Brewing, which have seen declining alcohol sales. Hemp, legalized under the 2018 farm bill for industrial uses with less than 0.3% delta-9 THC, has been exploited through a loophole allowing the creation of other impairing THC variants like delta-8 and delta-10. These products, including vape oils, gummies, and sodas, are widely available in unregulated markets, sometimes even to minors, and have led to increased calls to poison control centers in states like Indiana. The $24 billion hemp industry is now mobilizing to oppose the ban, arguing it threatens economic stability and consumer choice, while proponents emphasize public health and safety concerns.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ca501faa861220e2_a8e8492024af.webp",
      "category": "News"
    }
  ]
}