{
  "articles": [
    {
      "id": "6d34f1bc1fef2e54",
      "title": "希思罗机场取消100毫升液体限制，设备可留在行李中扫描",
      "summary": "希思罗机场已完成新型CT扫描仪在所有航站楼的全面部署，成为全球最大拥有该技术的机场。这一升级允许乘客在安检时将液体容器保留在行李中，容量上限提高至两升，无需使用透明塑料袋，且电子设备如笔记本电脑也可留在包内。此举旨在提升效率，每小时可处理数千名乘客，同时维持高标准的安全保障。然而，此规则变更仅适用于从希思罗起飞的航班，因此旅客需在返回英国时核实其他机场的行李限制。其他英国机场，如盖特威克、爱丁堡和伯明翰，也已采用类似扫描仪并提高液体限制，但部分机场正等待交通部的批准以从100毫升提升。尽管有好处，Which?的报告指出，新扫描仪的灵敏度可能导致更多人工开包检查。此次部署面临多次延误，包括疫情影响和错过截止日期，较小机场在2024年6月前达标，而希思罗等大型枢纽则遭遇挫折。总体而言，这标志着机场安全规则的一次重大变革，有望使旅行更快捷便利。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_6d34f1bc1fef2e54_86009009315b.webp",
      "category": "News"
    },
    {
      "id": "658da99866a67f7e",
      "title": "为什么许多女性最终“掩饰更年期”——但正如我所发现的，这可能带来后果",
      "summary": "本文探讨了“更年期掩饰”现象，即女性因社会耻辱和尴尬而隐藏如脑雾、阴道干燥和膀胱无力等症状。作者是一位记者，她在LinkedIn上分享了自己因围绝经期脑雾而在直播电视新闻中使用笔记的经历，引发了全国性讨论，收到了数百条支持性回复，揭示了围绕更年期的广泛羞耻感。尽管像奥普拉·温弗瑞这样的公众人物倡导开放态度，但一项调查显示超过75%的女性对更年期了解不足。文章详细说明了掩饰症状的后果，如疲劳增加和倦怠风险，正如一位全科医生专家所解释的，并强调了英国的政策变化，如国民保健服务健康检查和企业行动计划。然而，许多女性仍难以公开讨论更年期，影响了她们的福祉和职业生活。文章主张通过正常化对话来减少耻辱感，改善对一半人口受更年期影响的支持。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_658da99866a67f7e_e9cfc302f7d2.webp",
      "category": "News"
    },
    {
      "id": "abd717fe639b718f",
      "title": "英格兰数百个非法垃圾场运营，包括11个“超级站点”",
      "summary": "BBC的一项调查发现，英格兰各地有数百个非法垃圾场在运营，其中包括至少11个所谓的“超级站点”，这些站点含有数万吨垃圾。环境署的数据显示，尽管在2024/25年度关闭了700多个非法垃圾场，但去年年底仍有约517个垃圾场处于活跃状态。这些垃圾场通常位于隐蔽的乡村地区，占用本应是农业用地的土地。警方表示，许多垃圾场由有组织犯罪团伙经营，他们通过收取比合法运营商更低的费用来接收和掩埋垃圾，从而获利。这种非法活动导致严重的环境问题，如火灾、污染和河流污染，例如在格洛斯特郡的Over地区，一个垃圾场引发了持续的问题，包括每日数十辆卡车的倾倒和频繁的火灾，产生烟雾。尽管环境署声称致力于打击废物犯罪，并“动用一切手段扰乱那些从非法垃圾场造成的危害中获利的人”，但当地居民和环保活动家批评清理工作不足，指出即使肇事者已被识别和起诉，垃圾场仍未得到有效处理。这引发了关于道路安全、噪音和生态损害的担忧，突显了执法和监管方面的挑战。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_abd717fe639b718f_2d741f6472fd.webp",
      "category": "News"
    },
    {
      "id": "bec80895ef0dfb54",
      "title": "年轻人讲述被迫向教会捐款的压力",
      "summary": "这篇BBC新闻报道调查了伦敦国际基督教教会（ICC）的指控，涉及针对大学年轻人的筹款行为。前成员，年龄在19至22岁之间，报告称在加入教会期间感到被迫捐赠无法负担的款项，财务隐私受到侵犯，以及通过社交隔离策略如限制与非教会朋友交往和居住在“兄弟”和“姐妹”家庭中而感到孤立。文章将此事置于ICC的增长战略背景下，该战略包括雄心勃勃的门徒目标和使用Instagram等社交媒体平台吸引脆弱年轻人的精致活动。尽管伦敦ICC否认施加不当压力，并强调其教义要求捐赠是自愿且与个人能力相符的，但文章批判性地审视了其是否符合《筹款实践守则》，这是一个旨在防止不当招揽和隐私侵犯的监管框架。这引发了关于宗教传播伦理、过渡期青年群体的脆弱性以及慈善部门现有保护措施充分性的更广泛问题。报道通过采访前成员和分析教会材料，提供了对筹款实践的新闻调查，平衡了指控和教会回应，但依赖轶事证据可能限制客观性。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bec80895ef0dfb54_dc63b13873f9.webp",
      "category": "News"
    },
    {
      "id": "a4971bab79f3cfad",
      "title": "特朗普任命官员质疑白宫舞厅设计与规模，要求查看3D模型",
      "summary": "本文报道了美国美术委员会的一次会议，前总统特朗普任命的官员审查了白宫重大扩建计划，特别是新舞厅的设计。该舞厅预计为白宫增加约22,000平方英尺的空间，作为近90,000平方英尺扩建的一部分，旨在取代用于国宴和重大活动的临时帐篷结构。在在线会议上，首席建筑师Shalom Baranes展示了效果图，但委员们要求在未来面对面会议中提供3D比例模型，以更好评估被描述为“巨大”的设计和规模。会前收到的公众评论大多为负面，批评流程或设计。尽管存在担忧，委员会广泛支持特朗普的愿景，主席强调在满足总统需求与保持白宫基本特征之间取得平衡的重要性。该项目面临历史保护主义者在法庭上寻求延缓的法律挑战，突显了政治争议。文章通过会议细节和公众反馈，分析了设计审查中的建筑与政治交织问题。",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_a4971bab79f3cfad_c312289ad3e0.webp",
      "category": "News"
    },
    {
      "id": "f8728efb2a4928b1",
      "title": "TikTok与美国投资者达成协议，成立新美国部门",
      "summary": "TikTok已最终达成一项协议，成立一个新的美国部门，从而避免了多年来讨论的在美国可能被禁的威胁。这家社交媒体视频平台公司与主要投资者，包括甲骨文、Silver Lake和MGX，签署了协议，组建了新的TikTok美国合资企业。新应用程序将在“通过全面的数据保护、算法安全、内容审核和美国用户的软件保证来保护国家安全”的明确保障下运营，该公司在周四的一份声明中表示。亚当·普雷瑟，此前曾担任TikTok运营和信任与安全负责人，将作为首席执行官领导这一新企业。他将与一个七人、多数为美国人的董事会合作，该董事会包括TikTok的首席执行官周受资。这项协议标志着多年来关于这一流行视频分享平台在美国命运的不确定性的结束。在国会两党多数通过并由总统乔·拜登签署一项法律后，该法律要求TikTok在2025年1月的截止日期前找到新所有者以替代中国的字节跳动，否则将在美国被禁，该平台曾短暂关闭。但在上任第一天，总统唐纳德·特朗普签署了一项行政命令，在其政府寻求公司出售协议期间保持其运行。这项交易确保了TikTok在美国的持续运营，通过战略合作伙伴关系和安全措施解决了监管担忧。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f8728efb2a4928b1_691914984c29.webp",
      "category": "News"
    }
  ]
}