{
  "articles": [
    {
      "id": "0a78c8993864bf50",
      "title": "伦敦警方对安德鲁王子前保镖展开初步调查",
      "summary": "伦敦大都会警察局正在对曾保护安德鲁王子的贴身保镖展开初步调查。此前，一名匿名前高级警官向LBC电台透露，皇家及专业保护部门的成员可能在访问杰弗里·爱泼斯坦的私人岛屿小圣詹姆斯岛时“故意视而不见”不当行为。爱泼斯坦于2019年在狱中等待性交易指控审判期间死亡，多名幸存者声称在该岛遭受虐待。大都会警方表示尚未发现任何不当行为，但正在努力核实事实。这位前警官指控安德鲁的保镖团队至少两次陪同他前往该岛，包括乘坐爱泼斯坦的私人飞机，并表达了1990年代末对保镖与保护对象关系过密的担忧，员工害怕被降职。根据警察问责规则，如果初步评估发现问题，独立警察行为办公室将进行进一步调查。安德鲁被弗吉尼亚·朱弗雷指控在该岛进行性虐待，但他否认任何罪行，并通过经济和解未承认过错。此案凸显了警察诚信和皇家保护协议的问题，反映了爱泼斯坦丑闻的持续影响及机构责任的重要性。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_0a78c8993864bf50_b0a7a226ff63.webp",
      "category": "News"
    },
    {
      "id": "d52eb8ff587f6b99",
      "title": "登山者因遗弃女友在奥地利最高峰死亡受审",
      "summary": "在奥地利，一名男子托马斯·P因涉嫌重大过失杀人罪受审，其女友克尔斯廷·G在冬季攀登该国最高峰大格洛克纳山时因体温过低死亡。检方指控，作为经验更丰富的登山者，托马斯是此次旅行的负责向导，并犯下多项错误，包括出发时间过晚、未携带足够的紧急露营装备，以及允许克尔斯廷穿着不适合高海拔混合地形的滑雪板软靴。他们指出，在风速高达74公里/小时、风寒温度达零下20摄氏度的恶劣天气条件下，托马斯本应折返。托马斯否认指控，其律师称这是一场悲剧性事故，两人均认为自己经验丰富、准备充分且身体状况良好。此案引发了关于登山运动中刑事责任界限的广泛辩论，探讨个人冒险行为何时构成过失。如果定罪，可能为登山事故的法律评估树立先例，影响阿尔卑斯社区的安全协议和责任界定。审判不仅在国内引起关注，还在国际登山界激起讨论，凸显了极端环境中风险承担与法律义务之间的紧张关系。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d52eb8ff587f6b99_0a846c4cfe38.webp",
      "category": "News"
    },
    {
      "id": "58106f636d0a5731",
      "title": "“干脆把我们推进海里”：一个被政治承诺辜负的海岸社区的挫败感",
      "summary": "这篇文章讲述了英国达勒姆郡霍登海岸社区面临的严峻挑战。霍登小学因附近房屋大麻种植的气味而无法让学生使用操场，该地区遍布废弃房屋，反映了更广泛的社会经济问题。社区曾以矿业为生，但矿场关闭后，就业机会减少，人口减半，儿童贫困率翻倍，居民感到被政治承诺遗忘。尽管居民曾投票支持脱欧以寻求改变，但官方数据显示贫困加剧，最近他们转而支持改革英国党，在地方选举中获胜。文章指出，缺席房东、廉价住房吸引前囚犯和流离失所家庭等问题加剧了贫困循环，社区凝聚力瓦解。尽管当地教堂中心等活动试图提供支持，但整体叙事凸显了后工业衰退地区的政治幻灭和再生困难。通过教师和居民的证言，文章批判了政策失败，并质疑新政治力量能否带来实质性改变。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_58106f636d0a5731_04d5b603c4bc.webp",
      "category": "News"
    },
    {
      "id": "5d15aaa4f5d93297",
      "title": "加州雪崩：6名野外滑雪者获救，10人失踪",
      "summary": "加州北部一场强烈的冬季风暴在塔霍湖附近的城堡峰地区引发雪崩，导致一场紧急救援行动。截至周二，六名野外滑雪者被找到并存活，但仍有十人失踪。该滑雪小组包括四名向导和十二名客户，有人在上午11:30左右拨打911报告了雪崩事件。内华达县警长办公室和加州林业与消防局等机构派出了46名应急人员前往现场搜救。幸存者被建议在原地避难，等待救援队伍到达。塞拉雪崩中心警告称，由于快速降雪和大风在脆弱的积雪层上堆积，该地区野外区域面临高雪崩危险。这一事件突显了山区救援的挑战以及雪崩意识的重要性，提醒人们在冬季风暴期间进行户外活动时需格外谨慎。文章通过官方来源提供了详细的事件更新，强调了公共安全问题和自然环境风险。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_5d15aaa4f5d93297_23fd7fca33ab.webp",
      "category": "News"
    },
    {
      "id": "55f285b22bab7136",
      "title": "新闻摘要：美国称在伊朗核计划间接会谈中取得进展",
      "summary": "在瑞士日内瓦举行的高级别会谈涉及两大国际问题：限制伊朗核计划和结束俄罗斯在乌克兰的战争。关于伊朗，美国官员报告称，在经过约三小时的间接谈判后取得进展，这些谈判由阿曼调解人促成。美国特使史蒂夫·维特科夫和贾里德·库什纳阐述了美方立场，而伊朗外交部长阿巴斯·阿拉格奇通过翻译表示，达成协议的新窗口已经打开，并建立了更清晰的指导原则，尽管立场仍需协调。与此同时，伊朗暂时关闭了霍尔木兹海峡进行实弹军事演习，并在国家电视台播出，凸显了地区紧张局势，因为该海峡处理全球约20%的石油运输。美国国防部已加强在中东的海军存在，包括即将抵达的杰拉尔德·福特号航空母舰。这些进展与日内瓦涉及乌克兰和俄罗斯官员的单独会谈同时发生，由相同的美国谈判人员促成，强调了当前多方面的外交努力。这些事件突显了国际关系中外交倡议与军事姿态之间的复杂平衡。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55f285b22bab7136_063b3857a256.webp",
      "category": "News"
    },
    {
      "id": "50e9077fdf4164f2",
      "title": "美国拒绝新型mRNA流感疫苗引发担忧",
      "summary": "美国食品药品监督管理局（FDA）最近宣布，尽管后期临床试验显示其安全有效，但不会审查Moderna的mRNA流感疫苗。这一拒绝引发了行业内外人士的担忧，认为这可能反映了特朗普政府对疫苗开发的态度，并受到卫生部长罗伯特·F·肯尼迪对mRNA技术批评的影响。mRNA技术是一种创新的疫苗生产方法，曾被Moderna和辉瑞成功用于COVID-19疫苗。明尼苏达大学传染病研究与政策中心主任迈克尔·奥斯特霍尔姆博士表示，这一决定“令人不寒而栗”，因为它可能阻碍抗击传染病的进展。文章强调了监管决策与科学进步之间的紧张关系，对未来疫苗批准和公共卫生策略具有潜在影响。这一事件突显了政治因素如何介入科学评估，引发了对FDA流程透明度和一致性的质疑，以及公众对卫生机构信任的考量。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50e9077fdf4164f2_f0c5105c7a92.webp",
      "category": "News"
    }
  ]
}