{
  "articles": [
    {
      "id": "a4b2e3dd0f6e85fc",
      "title": "A Company That Helped Blind People Lost Its Job",
      "summary": "A long time ago, a company called Clarity started to give jobs to blind people. They made soap for many years. But five years ago, the company had to close because it ran out of money. Over a hundred workers, many of whom were blind, lost their jobs and did not get paid what they were owed. The owner was accused of taking the workers' pension money. Now, a former worker named Camilla has started a new business called Amplify Goods. This new company helps homeless people, disabled people, and those leaving prison by giving them paid work experience packing soap. Camilla wants to continue helping people like Clarity did, but in a better way.",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_a4b2e3dd0f6e85fc_2f86b0520e19.webp",
      "category": "Fun"
    },
    {
      "id": "4db8cdf5965ddcc4",
      "title": "A Big Computer Farm in Scotland: Good or Bad?",
      "summary": "In East Ayrshire, Scotland, a company called ILI Group wants to build a huge data centre on farmland. This is like a big computer farm that helps run artificial intelligence. Supporters say it will bring new jobs and money to the area, which could help the community grow. But some local people are worried. They think the data centre might use too much water and energy, and it could change the countryside. The company says most of the land will be for plants and animals, but residents want more details. This is part of a bigger trend where many data centres are being built around the world. The article looks at both sides: the hope for jobs and the fear of harm to the environment.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4db8cdf5965ddcc4_eec853614027.webp",
      "category": "Fun"
    },
    {
      "id": "65b26dd257fe3244",
      "title": "Olivia Attwood: Learning to Be Independent",
      "summary": "Olivia Attwood is a famous person from a TV show called Love Island. She was on the show in 2017 and became well-known. Now, she makes documentaries and hosts new TV shows. She talks about important topics like cosmetic surgery and online trolling. Olivia believes it's good to be independent and not rely too much on others. She uses her fame to help people and make shows that are different. She has worked hard to change her career from being on reality TV to making documentaries. Olivia says that even though some people might not respect reality TV stars, she is proud of her work and wants to inspire others to be strong and independent.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65b26dd257fe3244_1a1986ccc345.webp",
      "category": "Fun"
    },
    {
      "id": "aa0b40b051646e97",
      "title": "Olivia Dean Wins Big at the Brit Awards in Manchester",
      "summary": "Olivia Dean is a singer from London who won four awards at the Brit Awards, a big music show in the UK. This year, the awards were held in Manchester for the first time instead of London. She won best British artist, best album, song of the year, and best pop act. Her album is called The Art of Loving and has songs about love. At the show, she performed her song Man I Need and was very happy. Other singers like Harry Styles and Rosalía also performed. Rosalía won an award for music in a different language, and Rosé was the first K-Pop singer to win a Brit Award. Olivia Dean is becoming a famous star in Britain.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aa0b40b051646e97_023734714098.webp",
      "category": "Fun"
    },
    {
      "id": "29cfb4e5e239cd07",
      "title": "Stars Shine at the Brits Awards Red Carpet",
      "summary": "The Brits Awards is a big music event in the UK. This year, it was held in Manchester for the first time instead of London. Many famous singers and stars walked on the red carpet, showing off their fancy clothes. Olivia Dean wore a yellow dress and won awards for album and artist of the year. Harry Styles wore a pinstripe suit and performed after three years. Other stars like Maya Jama and Rosé also looked beautiful and won awards. The red carpet was full of colorful and stylish outfits, making it a fun night for music fans.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_29cfb4e5e239cd07_6f63fa386408.webp",
      "category": "Fun"
    },
    {
      "id": "d6c4ff8837064162",
      "title": "Daniil Medvedev Wins Tennis Title in Dubai",
      "summary": "Daniil Medvedev won the Dubai Tennis Championships title, but not in the way he wanted. His opponent, Tallon Griekspoor, could not play the final match because he hurt his leg in the semi-final. Medvedev said he hoped Griekspoor gets better soon. This is the first time Medvedev has won the same tournament twice. He played very well in Dubai without losing a set. The article also talks about travel problems because of airspace closures in the Middle East. In doubles, Henry Patten and Harri Heliovaara won their match in Dubai too.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d6c4ff8837064162_d69eb1c38aec.webp",
      "category": "Fun"
    }
  ]
}