{
  "articles": [
    {
      "id": "4896d081e7bb6bc4",
      "title": "朱莉娅·唐纳森揭示第三本《咕噜牛》新书角色与标题",
      "summary": "儿童作家朱莉娅·唐纳森已透露其备受期待的新《咕噜牛》书籍的标题和主要角色。《咕噜牛奶奶》作为这一虚构怪物及其家人朋友热门系列的第三部，将于9月10日以精装本和有声书形式发行。历经二十年创作，本书将引入新的家庭成员，同时前两本书中的老角色也将回归，展开一场激动人心的新冒险。出版商麦克米伦表示，此公告于周五在BBC广播4台的《今日》节目中发布。唐纳森与插画家阿克塞尔·舍夫勒合作创作故事，她表示：“写续集总是一个挑战。”新角色的图片将于周五晚些时候发布。唐纳森告诉《今日》节目：“这个想法我已经酝酿了近二十年，但我一直忙于写其他东西。现在我自己也成了奶奶，也许这激励了我。”阿克塞尔·舍夫勒补充道：“我二十多年来一直说不会有续集，这教会我永远不要说绝不。这对我来说完全是个惊喜，但朱莉娅想出了如此精彩的故事，我对此感到非常兴奋。”《咕噜牛》首次出版于1999年，其续集《咕噜牛的孩子》于五年后推出。两本书都以押韵对句讲述了一个充满动物的林地冒险故事。前两本书在全球以115种语言和方言售出超过1800万册。在宣布该书的声明中，唐纳森解释道：“我实际上很久以前就有了这个故事的基本想法，但不知道如何发展它。直到国家扫盲信托基金会——他们的工作令我印象深刻——将前两本书用作其‘早期词汇重要’计划的一部分时，我才受到激励，将我的想法从柜子里拿出来，看看是否最终能把它变成一个真正令人满意的故事。令我惊讶的是，我做到了！”这位伦敦出生的作者补充说，当舍夫勒带着他“出色的草图”重新加入时，她“当然很高兴”。",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_4896d081e7bb6bc4_21544dc2275c.webp",
      "category": "Fun"
    },
    {
      "id": "4e137ff7676397c8",
      "title": "艺术家安迪·戈兹沃西收集墓碑：这是我最好的作品",
      "summary": "艺术家安迪·戈兹沃西正在苏格兰邓弗里斯郡的洛瑟山创作一件名为《墓碑》的大型艺术作品。他与邓弗里斯和加洛韦地区108个墓地的掘墓人合作，以尊重和认真的态度收集墓地中的石头。这件作品将占地25米乘25米，周围有围墙，内部填满这些石头，形成一片 stark、简单的石海。戈兹沃西希望它能成为一个场所，供人们哀悼和庆祝失去的亲人，通过山顶的美丽景色提供精神上的提升，与埋葬的痛苦形成对比。项目资金20万英镑来自新的“宇宙凹痕”艺术奖，该奖由雨果·伯奇基金会设立，旨在支持英国公共艺术。这个奖项由已故慈善家雨果·伯奇永久资助，旨在创作持久、大胆的艺术作品，免费向公众开放，以复兴公民艺术传统。戈兹沃西的作品探索了死亡、记忆和公共参与的主题，将埋葬材料转化为社区纪念碑。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_4e137ff7676397c8_29fe610f1fcf.webp",
      "category": "Fun"
    },
    {
      "id": "8e642d3d5ae6f7f6",
      "title": "这张纸薄芯片将不可见光转化为可操控光束",
      "summary": "纽约市立大学高级科学研究中心的研究人员开发出一种超表面芯片，能将红外光转换为可见光，并无需机械部件即可定向操控光束。这种超薄芯片覆盖有比光波长更小的纳米结构，当红外激光照射时，芯片将光频移升高，产生聚焦的绿色光束。通过改变入射光的偏振，光束方向可精确调整。在实验室测试中，芯片将约1530纳米的红外光转换为510纳米的绿光，并实现高精度角度导向。该芯片克服了超表面设计中效率与控制之间的长期权衡，利用准连续域束缚态共振增强整个表面的光强，同时通过旋转结构元素实现相位控制，类似内置透镜。此设计产生三次谐波光，效率比类似设备高约100倍。潜在应用包括激光雷达、量子光生成和光信号处理，其几何基础概念可适用于多种非线性材料和光色。未来版本可能涉及堆叠多个超表面以覆盖更广波长范围，推动集成光子学和紧凑光源的发展。",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_8e642d3d5ae6f7f6_53cdfd47ebb5.webp",
      "category": "Fun"
    },
    {
      "id": "e6d33a2dcb2e5f07",
      "title": "超流体冻结并打破物理规则",
      "summary": "在《自然》杂志上发表的一项突破性研究中，物理学家首次观察到超流体自发相变为超固态，这一现象挑战了经典物理学的预期。超流体具有零粘度和非经典流动特性，通常在极低温度下作为基态存在。研究团队由哥伦比亚大学的科里·迪恩和德克萨斯大学奥斯汀分校的李佳领导，利用石墨烯——一种以其可调电子特性闻名的二维材料——来构建激子超流体。激子是在双层石墨烯中在高磁场下由电子-空穴对形成的玻色子准粒子，通过改变密度和温度参数进行操控。研究人员发现，在高激子密度下，系统表现出强大的超流体行为，但降低密度后，它转变为绝缘相，流动完全停止。有趣的是，升高温度恢复了超流性，这与超流体 inherently 是低温现象的传统范式相矛盾。这种异常行为表明低温相可能构成激子固体，可能表现为同时具有晶体序和超流体特性的超固态。这些发现挑战了凝聚态物理学的既定理论，为量子相变和低维系统中序与相干性的相互作用提供了新见解。这项工作代表了重大进展，因为之前的超固态演示依赖于人工光学陷阱，而这项研究揭示了自然发生的转变，为探索奇异量子态铺平了道路。",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_e6d33a2dcb2e5f07_a1f458139913.webp",
      "category": "Fun"
    },
    {
      "id": "d3a14b6590d404cd",
      "title": "雅各布·埃洛迪：我在浴室练习北方口音",
      "summary": "澳大利亚演员雅各布·埃洛迪，28岁，在新电影《呼啸山庄》中饰演希斯克利夫，该片改编自艾米莉·勃朗特的经典小说，背景设定在约克郡。为了掌握所需的北方口音，他在浴室反复练习，强调如“mek”代替“make”等词汇。这部电影由埃默拉尔德·芬内尔执导，玛格特·罗比共同主演，并因选角和BDSM灵感场景引发争议。在伦敦首映礼上，粉丝们聚集观看明星，莱斯特广场装饰成约克郡荒野风格，红毯为炭黑色以契合哥特氛围。歌手Charli XCX为电影创作了专辑，包括《Chains of Love》等曲目，她谈到从活泼的《Brat》专辑转向黑暗主题的过渡，受到凯特·布什等艺术家的影响。文章突出了电影背后的创作过程及其文化影响，涉及表演艺术、改编争议和媒体反响的交叉点。",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_d3a14b6590d404cd_3aca95ba9e5c.webp",
      "category": "Fun"
    },
    {
      "id": "2e558c735a476042",
      "title": "拉杜卡努强势晋级特兰西瓦尼亚公开赛半决赛",
      "summary": "英国头号网球选手艾玛·拉杜卡努在特兰西瓦尼亚公开赛中以6-0、6-4的比分击败波兰选手玛雅·赫瓦林斯卡，成功晋级半决赛。这是自2021年美网夺冠以来，她第四次闯入赛事半决赛，突显了她在复制成功方面面临的挑战。拉杜卡努在首盘仅用25分钟便以6-0完胜，未失一局，而排名世界第146位的赫瓦林斯卡在第二盘表现出更多抵抗力。赛后，拉杜卡努表示对表现满意，并为自己在逆境中的应对感到自豪，体现了心理韧性。这一成绩发生在她与教练弗朗西斯·罗伊格分道扬镳之后，此前她在澳大利亚公开赛表现不佳。拉杜卡努现在目标是自美网以来的首个决赛，她将在半决赛中对阵乌克兰选手奥莱克桑德拉·奥利尼科娃；奥利尼科娃在对阵中国四号种子王欣瑜的比赛中取得了首次对阵世界前50的胜利，挽救了23个破发点中的21个。同时，凯蒂·博尔特在奥斯特拉瓦公开赛击败琳达·弗鲁赫维尔托娃，晋级半决赛，标志着在教练更换后的复苏。文章将这些进展置于WTA巡回赛的更广泛背景中，强调运动员适应能力、竞争里程碑以及教练动态对表现的影响。",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_2e558c735a476042_22884e5bf28f.webp",
      "category": "Fun"
    }
  ]
}