{
  "articles": [
    {
      "id": "18c32b5d33631c04",
      "title": "A Famous Movie Director and His Wife Found Dead at Home",
      "summary": "Rob Reiner, a famous Hollywood director and actor, and his wife Michele were found dead in their home in Los Angeles. Police and firefighters went to their house on Sunday afternoon. The police are investigating this as a possible homicide, which means someone might have hurt them. Rob Reiner made many popular movies like When Harry Met Sally and Stand By Me. A family spokesperson shared a sad statement about their passing. Many people, including famous politicians, are sending tributes. The police have not arrested anyone yet and are still looking into what happened. The Los Angeles Fire Department got a call for help at the home in Brentwood, a neighborhood where many celebrities live. Rob Reiner started his career in the 1960s and became well-known for his role in the TV show All in The Family.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_18c32b5d33631c04_02df11db44ab.webp",
      "category": "News"
    },
    {
      "id": "840bfee2d5edb8b0",
      "title": "Delivery Problems at Evri: Parcels Going Missing",
      "summary": "This article talks about problems with a delivery company called Evri. People like Becky and Jonathan ordered things, but their parcels did not arrive even though they got messages saying they were delivered. The article explains that Evri is a big delivery company, but many customers are unhappy because parcels are not delivered. Workers at Evri, who are called couriers, have to deliver many parcels to earn good money. Some couriers, like Dave, left because the pay became too low, making it hard to earn a fair wage. This can lead to mistakes, like parcels being left in wrong places or not delivered at all. The article shows that when couriers are under pressure, customers might not get their items, especially during busy times like Christmas.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_840bfee2d5edb8b0_ae2351acb292.webp",
      "category": "News"
    },
    {
      "id": "26264316bad4c7ed",
      "title": "Are My Emails Making Me Look Less Serious at Work?",
      "summary": "This article talks about how the way we write emails can affect how people see us at work. It explains that using too many exclamation marks, smiley faces, or saying sorry too much might make others think we are not very serious or confident. Experts say that women often use more exclamation marks than men because they worry about being judged. Emojis can also be tricky because different people might understand them in different ways. The article gives tips from coaches on how to write emails that show we are friendly but also professional. It helps us think about our email habits to make sure we are taken seriously and have better chances at work.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_26264316bad4c7ed_0656ba068f8c.webp",
      "category": "News"
    },
    {
      "id": "ef6de9b729e84399",
      "title": "How to Stop the War in Ukraine",
      "summary": "This article talks about the war in Ukraine and what might make Russian President Vladimir Putin stop fighting. Putin feels confident because he thinks America is becoming more friendly towards him and Russia is winning battles. Some experts say Putin wants Ukraine to give up land, reduce its army, and never join NATO. There are different ideas about what could happen next. One idea is that US President Donald Trump might push Ukraine to agree to a ceasefire that gives land to Russia, but this might not protect Ukraine in the future. If Ukraine says no or Russia disagrees, Trump might stop helping Ukraine with important information. Another idea is that the war could continue slowly. Europe is planning to help Ukraine by sending soldiers and money to rebuild, but some people think Europe should prepare for a long war that could last 15 to 20 years. Europe could also help protect Ukraine from drones and missiles. The article asks what else could change Putin's mind and what Ukraine, Europe, and China could do differently.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ef6de9b729e84399_4dbfc096b8ad.webp",
      "category": "News"
    },
    {
      "id": "1b0cc31e5cb0c809",
      "title": "Chile Chooses a New President with Strong Views",
      "summary": "In Chile, a country in South America, people voted for a new president named José Antonio Kast. He won the election on Sunday, getting more than half of the votes. Kast is called ultra-conservative, which means he has very strong right-wing ideas. He promised to make Chile safer by reducing crime, send away immigrants who are not legally allowed to stay, and help the economy grow faster. His opponent was Jeannette Jara, who is from the leftist side and wanted different things. Many people cheered for Kast when he won. This election is important because Kast will be the most right-wing president in Chile since the country became a democracy 35 years ago. It shows that voters wanted change from the current government.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1b0cc31e5cb0c809_77589100c9f4.webp",
      "category": "News"
    },
    {
      "id": "c937441a1a86c3e3",
      "title": "Pope Speaks About Crowded Prisons at a Special Church Service",
      "summary": "Pope Leo XIV talked about problems in prisons during a special church service for prisoners, guards, and their families in Rome. He said many prisons are too crowded, which means there are too many people in small spaces. He also mentioned that prisoners need better programs to learn new skills and find jobs when they leave prison. The Pope asked everyone to be kind and forgiving to prisoners and guards. This event was part of a big celebration called the Holy Year, which started in 2024 to give hope to people who are often forgotten. The Pope remembered that Pope Francis visited a prison last year and asked governments to help prisoners by giving them pardons. In Italy, prisons are very overcrowded, with more people than beds, and many complaints about bad treatment.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c937441a1a86c3e3_8064858dd555.webp",
      "category": "News"
    }
  ]
}