{
  "articles": [
    {
      "id": "b931157475ee31d6",
      "title": "A New Movie About a Famous Love Story",
      "summary": "A new movie called Wuthering Heights is coming out, and it is based on an old book by Emily Brontë. The story is about two people, Cathy and Heathcliff, who love each other but have many problems. The movie stars famous actors Jacob Elordi and Margot Robbie. Critics have different opinions about the film. Some say it is not good and feels empty, while others think it is exciting and full of style. The movie has some scenes that are controversial, and it uses music by a singer named Charli XCX. People are talking about whether the movie focuses too much on looks instead of the story. It is set in the past, around the late 1700s and early 1800s.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b931157475ee31d6_69ae7256af8e.webp",
      "category": "News"
    },
    {
      "id": "001408bcbf00016d",
      "title": "France's Leader Wants Europe to Be Stronger in the World",
      "summary": "French President Emmanuel Macron says Europe needs to act like a big power in the world. He thinks Europe faces threats from countries like China, Russia, and the US, so it's time to wake up and become stronger. Macron wants European countries to work together by sharing debt, which means borrowing money as a group to pay for important things like defense, clean energy, and technology. He believes this will help Europe compete better and protect its industries. Some countries, like Germany, are unsure about this idea because they worry about sharing costs. Macron also says Europe should be fair to its own producers by making rules that apply to everyone. Overall, he is calling for Europe to unite and take more responsibility on the global stage.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_001408bcbf00016d_b72262347ce0.webp",
      "category": "News"
    },
    {
      "id": "caa7156a3418bd40",
      "title": "More Solar Farms Coming to the UK",
      "summary": "The UK government is building more solar farms to help make clean electricity. Solar farms use the sun's energy to create power without pollution. In a recent auction, the government gave contracts for 157 new solar projects across England, Scotland, and Wales. This will add a lot of solar power to the country. Some people are happy because solar energy is cheap and helps reduce the use of fossil fuels like coal and gas. But other people who live near the planned solar farms are worried. They think the farms might change the countryside too much. The government wants most of the UK's electricity to come from clean sources by 2030. Solar power works best in the summer when it's sunny, and it can help when wind power is low. Last year, solar provided over 6% of the UK's electricity, and sometimes even more in July. The government plans to have much more solar power by 2030.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_caa7156a3418bd40_2539e55dc20d.webp",
      "category": "News"
    },
    {
      "id": "2b9fb7e8f5a451dc",
      "title": "A Special Island You Can Buy",
      "summary": "There is a small island called Ynys Gifftan in Wales that you can buy for £350,000. It is a tidal island, which means you can walk to it when the water is low, but you need a boat when the water is high. The island has an old farmhouse that needs fixing up. People used to live there long ago and would take off their shoes to walk through the water to get to the mainland. Now, estate agents are selling it and many people are interested because it is a unique place with beautiful views. If you visit, you must be careful because the path can be tricky and the tides change. It could be a fun project for someone who loves nature and wants a quiet spot.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2b9fb7e8f5a451dc_de048b808d4b.webp",
      "category": "News"
    },
    {
      "id": "6ae19cf31e02df27",
      "title": "Senate Talks About Homeland Security Money",
      "summary": "In Washington, D.C., Democrats and the White House are talking about how to fund the Department of Homeland Security (DHS) before the money runs out on Saturday. Democrats want new rules for immigration enforcement, like requiring warrants and stopping racial profiling, after two protesters were shot by federal agents in Minneapolis. They sent their ideas to the White House, which sent back a counterproposal. Senate leaders from both parties say they are making progress and hope to find agreement to avoid a government shutdown. The talks are happening because time is short, and both sides are trying to work together on this important issue.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6ae19cf31e02df27_3814d77b598f.webp",
      "category": "News"
    },
    {
      "id": "e73f4964e2016179",
      "title": "U.S. Vice President Visits Armenia for the First Time",
      "summary": "Vice President JD Vance traveled to Armenia, a country no sitting U.S. president or vice president has visited before. He met with Armenian Prime Minister Nikol Pashinyan to talk about peace and help Armenia grow. They signed an agreement to work on a nuclear energy deal, and Vance said the U.S. is ready to send computer chips, drones, and invest in Armenia's roads and buildings. This visit is part of efforts to end a long conflict between Armenia and Azerbaijan over a region called Karabakh. Vance encouraged focusing on the future to make peace and plans to visit Azerbaijan next. He also supported the prime minister in upcoming elections and noted Armenia's Christian history.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e73f4964e2016179_d95762c3c022.webp",
      "category": "News"
    }
  ]
}