{
  "articles": [
    {
      "id": "c8e2d1d708d64cae",
      "title": "Trump's 10% Tariff Response to Supreme Court Rejection of Global Taxes",
      "summary": "Following a Supreme Court ruling that struck down his previous global import taxes, President Donald Trump has introduced a new 10% tariff. The court, in a 6-3 decision, determined that Trump overstepped his presidential authority by using the International Emergency Economic Powers Act (IEEPA) to impose tariffs without explicit congressional approval. This ruling represents a significant victory for businesses and U.S. states that challenged the duties, potentially leading to billions in tariff refunds and adding uncertainty to global trade. Trump criticized the decision as terrible and labeled the justices as fools, asserting that he will pursue alternative legal avenues to maintain his trade policies, which he argues boost domestic investment and manufacturing. The original tariffs, announced last year, targeted goods from numerous countries including Mexico, Canada, and China, sparking concerns about increased prices and trade disruptions. Chief Justice John Roberts emphasized in his opinion that Congress must delegate tariff powers explicitly, highlighting the limits of presidential authority in trade matters.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_c8e2d1d708d64cae_c7a663f8e065.webp",
      "category": "News"
    },
    {
      "id": "9cf47e12a9cb11f2",
      "title": "Medication Side Effects Lead to Unexpected Addictions",
      "summary": "A BBC investigation reveals that dopamine agonist drugs, prescribed for conditions like Restless Legs Syndrome, can trigger severe addictions such as gambling, sex, and shopping in patients. Emma, who developed RLS during pregnancy, was prescribed Ropinirole and began compulsively gambling, losing over £30,000 without realizing the connection to her medication. She discovered the link only after reading a BBC article. Over 250 individuals, including professionals like police officers and doctors, have reported similar experiences, highlighting a widespread issue. Despite these drugs being downgraded as a first-line treatment for RLS, prescription rates in England remain unchanged, and many patients say doctors fail to adequately warn about these side effects. In response, the UK Health Select Committee has called for a review of warnings, with the government describing the findings as concerning. This story underscores the need for better patient education and medical oversight to prevent such harmful outcomes.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9cf47e12a9cb11f2_31f86349d5d3.webp",
      "category": "News"
    },
    {
      "id": "252ab2e28fb691b8",
      "title": "London Fashion Week 2026: Reviving Global Status with Bold Designs",
      "summary": "London Fashion Week 2026 aims to reestablish London as a premier global fashion hub, featuring a 10% increase in participation with 41 runway shows and 20 presentations. Key highlights include Tolu Coker's sustainable collection, which uses deadstock fabric and eco-friendly dyes, showcased with King Charles III in attendance, emphasizing retro styles with vibrant colors. The British Fashion Council supports this growth by waiving fees for designers, reducing barriers to entry and attracting returning brands like Temperley London and Joseph. Established designers such as Burberry and emerging talents like William Costelloe contribute to a diverse lineup, blending minimalism with statement-making fashion. The event underscores sustainability and innovation, with music by Little Simz enhancing the experience, reflecting efforts to boost London's fashion reputation through creativity and inclusivity.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_252ab2e28fb691b8_c4b4fbec61e7.webp",
      "category": "News"
    },
    {
      "id": "ae4cf4a3d62cc170",
      "title": "Supreme Court Limits Presidential Power in Tariff Decision",
      "summary": "In a significant ruling, the U.S. Supreme Court struck down most of President Trump's global tariffs by a 6-3 vote, dealing a major blow to his economic agenda. The court determined that President Trump lacked the authority under the International Emergency Economic Powers Act of 1977 to impose such broad tariffs. This law allows the president to take action during economic emergencies, but the court found that the tariffs did not meet the legal criteria. President Trump responded with strong criticism, labeling the justices who opposed him as unpatriotic and disloyal to the Constitution. He announced plans to circumvent the ruling by imposing a global 10% tariff under a different legal framework, highlighting ongoing tensions between the executive and judicial branches. This case underscores the checks and balances in the U.S. government, where the Supreme Court can limit presidential actions to ensure they align with statutory authority. The decision has implications for trade policy and presidential power, reflecting broader debates about executive overreach and legal interpretation.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ae4cf4a3d62cc170_0f352d586b1a.webp",
      "category": "News"
    },
    {
      "id": "9ef133e69ee29470",
      "title": "Trump's Administration and the Spread of False Election Claims",
      "summary": "This article examines how President Donald Trump has filled his administration with individuals who supported his false assertions about the 2020 election loss to Joe Biden. Key figures include Attorney General Pam Bondi and lawyer Kurt Olsen, who are now in influential positions where they promote or act on these debunked theories. For instance, Olsen leads a probe into the 2020 vote, resulting in actions like the seizure of ballots from Fulton County, Georgia—a move based on claims that have been thoroughly investigated and discredited. Election officials, particularly in Democratic-led states, anticipate increased turmoil during upcoming elections, as the election denial movement gains power within the federal government. Experts, such as Joanna Lydgate from the States United Democracy Center, warn that this embedding of conspiracy theories in government undermines electoral integrity and aims to influence midterm elections. Trump continues to assert his false victory, leveraging his administration to perpetuate these ideas despite broader issues like economic concerns.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9ef133e69ee29470_7ce67daaf2c5.webp",
      "category": "News"
    },
    {
      "id": "497a266866316360",
      "title": "Supreme Court Tariff Ruling: Economic Impacts and Presidential Response",
      "summary": "The Supreme Court recently invalidated approximately two-thirds of President Trump's global tariffs, which were implemented under the International Emergency Economic Powers Act (IEEPA). This ruling came as a significant legal setback, but President Trump quickly announced plans to use alternative authorities, such as Section 232 or Section 122 of the Trade Act, to maintain similar tariff levels. Natasha Sarin, a professor of law and finance at Yale University, explains that these alternative methods involve more complex rules and processes, making it challenging to enforce tariffs as broadly as before. The tariffs, which apply to imports from both allies and adversaries, have been at historically high levels and impact the economy by influencing consumer prices and trade dynamics. This article explores the immediate aftermath of the ruling, the president's response, and the potential consequences for consumers and economic stability, highlighting the interplay between legal decisions and economic policy.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_497a266866316360_254ec6ce4619.webp",
      "category": "News"
    }
  ]
}