{
  "articles": [
    {
      "id": "81c731706ae40d56",
      "title": "英国队为何在钢架雪车项目中表现出色？",
      "summary": "英国队已成为奥运钢架雪车历史上最成功的国家，尽管英国国内没有专用的冰道。这一成就由马特·韦斯顿最近的金牌胜利凸显，增加了包括艾米·威廉姆斯和利齐·亚诺尔德在内的遗产，使奖牌总数达到10枚。团队的成功归因于以巴斯大学为中心的战略训练方法，运动员在那里使用140米的推道和一个小木屋作为基地。他们在夏季专注于优化起跑和身体训练。利齐·亚诺尔德将这种方法描述为“超能力”，强调英国运动员如何以清晰和专注的方式最大化有限的练习机会。此外，技术创新也发挥作用，克里斯滕·布罗姆利（被称为“冰博士”）设计的雪橇为早期奖牌成功做出了贡献。这种集中训练、心理准备和设备开发的结合使英国队能够有效地与资源更丰富的国家竞争。英国队的案例展示了如何通过适应性和创新在体育中取得卓越成就，挑战了冬季运动基础设施的传统观念。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_81c731706ae40d56_6c426b8c9d2c.webp",
      "category": "News"
    },
    {
      "id": "7153537f05a1a945",
      "title": "威廉和凯特在情人节照片中笑容满面",
      "summary": "威尔士亲王威廉和王妃凯特发布了一张此前未公开的照片以庆祝情人节。这张黑白照片由摄影师乔希·辛纳于去年四月在诺福克郡的安默尔拍摄，并于2月14日在夫妇的社交媒体频道上分享，配文“情人节快乐”和心形表情符号。这是他们第二年公开纪念这一天，去年他们分享了一张来自2024年9月视频的照片，当时王妃宣布结束了癌症治疗。文章还提及2025年的圣诞贺卡，展示了夫妇与三个孩子置身于春水仙中的家庭肖像，同样由辛纳在诺福克拍摄，这强调了凯特在癌症和化疗康复过程中逐步重返公共生活。此外，文章简要提到威廉亲王向农村心理健康步行活动捐赠了5000英镑，以及他对沙特阿拉伯等敏感地区的官方访问，但核心仍聚焦于王室家庭公共参与的个人与象征层面。整体上，文章通过图像将个人里程碑与王室职责结合，作为健康恢复期间公共关系和象征性沟通的工具。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7153537f05a1a945_35387f966245.webp",
      "category": "News"
    },
    {
      "id": "7547140c1a495abd",
      "title": "英国阳光普照后迎来冰雪天气警告",
      "summary": "英国在经历了多日的阴雨天气后，正迎来显著的气象变化。周六，北极空气的入侵导致全国大部分地区出现寒冷、霜冻的条件，但阳光普照，不过北部地区可能会有一些雪和冰。然而，这种缓解是短暂的，因为降雨伴随着更多的雪和冰将在夜间蔓延至周日。英国气象局已对苏格兰和英格兰北部发布了黄色冰雪警告，从周六晚上持续到周日早上，预测高海拔地区积雪可能达15厘米，并可能因结冰导致交通中断。此外，英国卫生安全局已对英格兰北部和中部地区启动了黄色健康警报，警告在寒冷天气期间，医疗保健服务可能受到轻微影响，弱势群体的死亡风险增加。文章包括了BBC天气观察者的观察，如康沃尔阳光明媚的开端和高峰地区的雪景，并提出了一个更广泛的问题：更潮湿的冬季和频繁的洪水是否正在成为英国气候的永久特征。这反映了对气候变化长期影响的关注，同时强调了即时天气事件对公共安全和健康的影响。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7547140c1a495abd_0118368005be.webp",
      "category": "News"
    },
    {
      "id": "e9f68847aa9236fb",
      "title": "警方在南希·格思里家附近展开行动",
      "summary": "警方正在亚利桑那州图森市南希·格思里家附近展开大规模行动，以搜寻这位84岁失踪近两周的老年女性。当局认为她可能被强行带走，因此动用了武装警察、特警队和法医专家。证据包括在她家中发现的不属于她或亲友的DNA，以及在约两英里外找到的几只手套。联邦调查局根据门铃摄像头录像发布了一名嫌疑人的体貌特征：一名中等身材的男性，背特定背包。该录像已引发超过13,000条线索，促使赏金提高至10万美元。皮马县治安部门正在协调搜索，强调持续跟进线索并对收集的证据进行实验室分析。此案展示了现代执法中技术应用和公众合作的重要性。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e9f68847aa9236fb_b6b0db07920c.webp",
      "category": "News"
    },
    {
      "id": "61e08f29f0b8bacc",
      "title": "结直肠癌在年轻人中增加：专家解释如何降低风险",
      "summary": "本文探讨了结直肠癌在年轻人中日益增加的现象，包括低至20岁的病例，并以演员詹姆斯·范德比克在48岁去世为例，凸显了这一问题的紧迫性。文章源自The Conversation，邀请了胃肠肿瘤学家Christopher Lieu和癌症研究员Andrea Dwyer进行解释，指出尽管确切原因尚不明确，但多种因素与此趋势相关。生活方式因素如超加工食品、红肉和酒精的摄入，以及肥胖、吸烟和缺乏运动，都与风险增加有关。此外，研究重点放在肠道微生物组上，即消化系统中的微生物群落；当微生物失衡（称为菌群失调）时，可能导致炎症并增加癌症风险。除了遗传因素外，可改变的习惯是关键。为降低风险，年轻人应采取高纤维饮食，限制加工和红肉摄入，减少酒精消费，通过锻炼保持健康体重，并避免吸烟。本文强调了在早期发病案例上升的背景下，采取积极健康措施的重要性，旨在提高公众意识并提供基于证据的建议。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_61e08f29f0b8bacc_1908f5cce527.webp",
      "category": "News"
    },
    {
      "id": "b71c6010a8bdb3c9",
      "title": "国务院下令非营利图书馆停止处理护照申请",
      "summary": "美国国务院已下令某些公共图书馆停止处理护照申请，这一举措中断了长期以来社区依赖的服务。图书馆如康涅狄格州诺里奇的奥蒂斯图书馆已提供此项服务18年，但在收到停止令后于11月终止。国务院表示，此举是因为联邦法律和法规明确禁止非政府组织收取和保留护照申请费用，而政府运营的图书馆不受影响。尽管该机构称受影响的图书馆占全国网络不足百分之一，但美国图书馆协会估计约1400家非营利图书馆可能受到影响，约占所有公共图书馆的15%。来自多个州的国会议员正在反对这一命令，他们认为在因真实身份证要求导致护照需求激增的时期，图书馆是最易获得的护照受理点，尤其对工薪家庭和农村居民而言。他们警告说，若无此项服务，人们可能面临长途旅行、无薪休假或放弃获取护照，且一些图书馆可能因失去处理费收入而裁员或关闭。此问题凸显了各州公共图书馆组织结构的差异，许多图书馆以非营利实体形式运作。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b71c6010a8bdb3c9_88f89aac799c.webp",
      "category": "News"
    }
  ]
}