{
  "articles": [
    {
      "id": "d1de15e8fab2e5a5",
      "title": "空客飞机因太阳辐射警告停飞后恢复正常航班",
      "summary": "由于警告称太阳辐射可能干扰机载飞行控制计算机，约6000架空客A320飞机被暂时停飞，引发安全担忧。空客公司总部位于法国，通过为大多数飞机快速部署软件更新来解决此问题，但约900架较旧飞机需要更换计算机。法国交通部长菲利普·塔巴罗报告称，超过5000架飞机的更新进展顺利，剩余不足100架。全球 disruptions 程度不一：在美国，事件恰逢感恩节假期，加剧了运营延误，美国航空公司有340架飞机受影响并预期操作问题，而达美航空预计影响有限。在英国，希思罗机场等未出现取消，但盖特威克机场有轻微 disruptions，英国航空等航空公司影响不大。廉价航空公司面临更大挑战，例如澳大利亚的捷星航空因三分之一机队受影响而取消了90个航班。此问题的发现源于10月份一架捷蓝航空飞机在飞行中突然失去高度并紧急降落，造成15人受伤，促使空客调查并归因于太阳辐射在高海拔腐蚀高程数据。目前，恢复工作强调航空业在应对环境威胁方面的适应能力，航班正逐步恢复正常。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d1de15e8fab2e5a5_934ff8e67e03.webp",
      "category": "News"
    },
    {
      "id": "465e7a325f5c5841",
      "title": "寻求庇护者将被禁止使用出租车就医",
      "summary": "英国政府宣布，从二月起，寻求庇护者将被禁止使用出租车前往医疗预约，此举旨在削减成本和解决浪费问题。这一决定源于BBC的一项调查，该调查发现某些寻求庇护者进行了昂贵的出租车旅程，例如一次250英里的行程花费了600英镑用于看全科医生。政府在九月启动了紧急审查，之后确认每年在寻求庇护者交通上的平均支出约为1580万英镑。此前，寻求庇护者获得公交卡用于有限的每周往返旅行，但出租车被用于必要的预约。出租车司机报告了效率低下的例子，如从遥远地点调度导致短途行程里程增加，声称存在滥用情况。内政大臣沙巴娜·马哈茂德强调，新政策将把出租车使用限制在特殊情况下，旨在消除从前任政府继承的浪费合同。这一举措引发了关于公共支出和庇护管理的持续辩论，可能影响寻求庇护者的医疗 access。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_465e7a325f5c5841_a3f24c4cd543.webp",
      "category": "News"
    },
    {
      "id": "0e729ffd404c180a",
      "title": "短信诈骗者月入数万英镑，挥霍于名牌鞋包",
      "summary": "这篇BBC新闻文章探讨了短信诈骗者（称为“smishing”）如何通过发送虚假短信欺骗人们泄露个人信息以窃取钱财。侦探总督察保罗·柯蒂斯展示了警方证据室中堆满的名牌鞋子和手提包，这些物品是从金融诈骗犯那里查获的，显示了他们用犯罪所得过的奢侈生活。例如，中国学生熊瑞晨在五天内发送了1.5万条短信，月收入高达10万英镑，最终被判处58周监禁。Smishing结合了SMS技术和网络钓鱼，诈骗者冒充银行等可信实体，诱骗受害者提供密码和PIN码。 Dedicated Card and Payment Crime Unit由伦敦警方组成，拥有全国权限并得到银行业支持，专注于打击金融欺诈。Ofcom数据显示，近期一半的英国手机用户收到了可疑信息，凸显了此问题的普遍性。文章旨在提高公众对短信诈骗风险的认识，并展示执法部门的应对努力，结合真实案例和专家见解，强调数字安全的重要性。",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0e729ffd404c180a_6c3c24a4e2a5.webp",
      "category": "News"
    },
    {
      "id": "339485bebb5395c5",
      "title": "唐宁街否认里夫斯在预算前误导公众",
      "summary": "这篇文章报道了英国财政大臣雷切尔·里夫斯在预算公布前关于公共财政状况的争议。里夫斯多次强调经济生产力下调可能使她难以遵守支出规则，暗示可能需要削减开支或增税。然而，预算责任办公室（OBR）后来透露，更高的工资预测将抵消这一影响，使她能够满足规则。保守党反对派领袖凯米·巴德诺赫指责里夫斯用悲观印象作为'烟幕'来掩盖增税计划，而唐宁街则否认她误导公众。文章探讨了政治信息传递与经济数据之间的张力，突出了在预算前声明中如何影响公众认知和政治辩论。它引发了对政府透明度和经济数据使用诚信的质疑，反映了独立机构在确保问责制中的作用。",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_339485bebb5395c5_45a9087339d2.webp",
      "category": "News"
    },
    {
      "id": "207831db0bf051ad",
      "title": "乌克兰腐败丑闻中泽连斯基高级助手辞职",
      "summary": "在乌克兰发生重大政治事件中，总统弗拉基米尔·泽连斯基的幕僚长安德烈·叶尔马克因腐败丑闻被迫辞职。叶尔马克被认为是乌克兰第二有权势的人物，自2019年泽连斯基以压倒性优势当选以来，他在集中总统办公室权力方面发挥了关键作用。这种权力集中因战时措施如戒严法而加剧，戒严法暂停选举并扩大总统权力。辞职发生在与特朗普政府进行关键谈判期间，旨在可能结束与俄罗斯的持续战争。腐败丑闻涉及滥用权力或资金的指控，这一事件突显了乌克兰治理中的持续挑战。它强调了在冲突时期问责制的重要性，并可能影响国内政治和国际关系。记者杰克·休森在基辅的报道提供了对这一事件对乌克兰稳定和反腐努力更广泛影响的见解。这一辞职表明，即使在战争期间，领导层也必须处理诚信问题，以维护公众信任和推进改革。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_207831db0bf051ad_2d506bdfd3b1.webp",
      "category": "News"
    },
    {
      "id": "ca501faa861220e2",
      "title": "关于联邦禁止THC饮料和零食的须知",
      "summary": "美国联邦政府计划在2026年11月实施一项禁令，禁止从大麻中提取的THC饮料和零食。这一规定被包含在最近避免政府关门的法案中，针对近年来在全国范围内激发的令人陶醉的产品。大麻在2018年农业法案中被合法化，定义为delta-9 THC含量低于0.3%的植物，旨在用于工业用途，但法律漏洞允许企业从CBD合成其他THC变体，如delta-8和delta-10，导致未经监管的产品如气泡水、软糖和电子烟油广泛销售，甚至在加油站和便利店向青少年提供。一些州如印第安纳州报告了儿童接触THC后中毒控制中心呼叫激增的问题。价值240亿美元的大麻产业，包括因酒精销售下降而转向THC产品的精酿啤酒厂，正积极游说反对禁令，担心经济受损，而支持者则强调公共健康风险，认为禁令对于保护社区至关重要。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ca501faa861220e2_a8e8492024af.webp",
      "category": "News"
    }
  ]
}