{
  "articles": [
    {
      "id": "cc94025e41443408",
      "title": "Chemical Risks in Hair Extensions: A Study on Health Concerns",
      "summary": "A recent study by the Silent Spring Institute revealed that hair extensions contain numerous chemicals linked to health risks, including cancer and hormone disruption. Researchers tested 43 popular hair extension products, using advanced methods like non-targeted analysis and gas chromatography to identify over 900 chemical signatures, with 169 specific chemicals found across nine structural classes. These substances, such as flame retardants, phthalates, and organotins, can pose dangers through skin contact or inhalation when extensions are heated during styling. The study highlights that black women are disproportionately affected, as they use hair extensions at much higher rates than other groups, often for cultural and personal reasons. Despite the growing market, estimated to exceed $14 billion by 2028, there is limited regulation and ingredient disclosure by manufacturers. The findings call for stronger oversight to ensure consumer safety and encourage the development of safer alternatives, emphasizing that people should not have to compromise their health for beauty or cultural expression.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_cc94025e41443408_6e260a9fc9ac.webp",
      "category": "Science"
    },
    {
      "id": "5b97f705537adade",
      "title": "Giant Viruses and the Evolutionary Link to Complex Cells",
      "summary": "The origin of complex life on Earth may be linked to viruses, according to the viral eukaryogenesis theory proposed by scientists like Professor Masaharu Takemura. This hypothesis suggests that a large DNA virus, such as a poxvirus, infected an archaeal ancestor and, instead of destroying it, established a stable presence in the cytoplasm. Over time, it absorbed host genes and evolved into the nucleus of eukaryotic cells, which have membrane-bound nuclei. Support for this idea emerged with the discovery of giant DNA viruses in 2003, which create virus factories inside host cells that resemble primitive nuclei. Recent research, including a study on ushikuvirus published in the Journal of Virology, adds evidence by showing how giant viruses infect amoebas and exhibit unique structures and replication methods. Ushikuvirus, isolated from Lake Ushiku in Japan, infects vermamoeba and differs from related viruses like Medusavirus by breaking down the nuclear membrane during replication. These findings highlight the diversity of giant viruses and their potential role in evolution, as they may bridge the gap between viruses and living organisms. Professor Takemura emphasizes that giant viruses are a 'treasure trove' for understanding life's origins, offering new perspectives on cellular evolution.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_5b97f705537adade_228eaf51eed3.webp",
      "category": "Science"
    },
    {
      "id": "a9cae9cc4784935f",
      "title": "Exploring the Bouba/Kiki Effect in Chickens and Humans",
      "summary": "The bouba/kiki effect is a psychological phenomenon where people associate the nonsense word \"bouba\" with rounded shapes and \"kiki\" with spiky shapes, first noted in 1947. Researchers have long debated its origins, with initial theories suggesting it might be tied to language or cultural exposure. However, studies across different languages and with infants as young as 4 months old indicate it is a general human tendency, not dependent on learned words. This led to speculation that it could be a unique human trait linked to complex language processing. To test this, a team of Italian scientists conducted an experiment with newly hatched chickens, aged one to three days, as they are mobile and free from prior learning. The chickens were exposed to recordings of \"bouba\" and \"kiki\" while presented with round and spiky shapes. Results showed that 80% of chicks moved toward the round shape upon hearing \"bouba,\" while only 25% did so with \"kiki,\" instead preferring spiky shapes. This suggests the bouba/kiki effect is not exclusive to humans or primates but may be a crossmodal correspondence, where sensory inputs like sound influence perception of shape. The findings challenge previous assumptions and imply that the effect could be instinctual, possibly overridden by complex motivations in adult primates. This study highlights how basic cognitive processes might be shared across species, offering insights into evolutionary biology and psychology.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_a9cae9cc4784935f_77f4c91908b3.webp",
      "category": "Science"
    },
    {
      "id": "dc253fe3b6ea0e61",
      "title": "SpaceX Rocket Failure: Linking Fireballs to Atmospheric Pollution",
      "summary": "In February 2025, a SpaceX Falcon 9 rocket failed during flight, creating a spectacular fireball over western Europe as it re-entered Earth's atmosphere uncontrollably. Scientists from institutions like the Leibniz Institute of Atmospheric Physics in Germany and the University of Leeds seized this opportunity to investigate pollution from space debris. Using laser technology, they detected a significant increase in lithium atoms at altitudes around 100 kilometers, linked directly to the rocket's aluminium-lithium composition. The rocket released approximately 30kg of lithium, vastly exceeding the natural daily input from meteors. This contamination raises concerns about potential impacts on the ozone layer and atmospheric aerosols, which play a role in climate regulation. Researchers warn that with SpaceX planning to launch numerous satellites, such pollution events could become more frequent, posing unknown long-term risks to Earth's atmospheric chemistry and global climate systems.",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dc253fe3b6ea0e61_03140978125d.webp",
      "category": "Science"
    },
    {
      "id": "7da78b877d5ea20f",
      "title": "Atom-Sized Gates: A Breakthrough for DNA and Computing",
      "summary": "Researchers at The University of Osaka have developed a method to create atom-sized gates that mimic biological ion channels. These gates, formed in a silicon nitride membrane using a miniature electrochemical reactor, can open and close by applying voltage, allowing control over ion movement. The team observed electrical spikes similar to those in living systems, indicating the formation of subnanometer pores. By adjusting chemical solutions, they fine-tuned pore size and behavior, enabling selective ion transport. This technology has potential applications in DNA sequencing, where nanopores can read genetic material, and neuromorphic computing, which uses electrical signals to emulate brain functions. The robust and controllable process represents a significant advancement in nanotechnology, offering new insights into ion dynamics and practical uses in emerging fields.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_7da78b877d5ea20f_1653f56f8e42.webp",
      "category": "Science"
    },
    {
      "id": "8e0974bf89c0b302",
      "title": "BBC Honors David Attenborough's Legacy with Centennial Programming",
      "summary": "The BBC has announced plans to celebrate Sir David Attenborough's 100th birthday on May 8 with a week of special programming. This includes three new programs: Making Life on Earth: Attenborough's Greatest Adventure, which provides behind-the-scenes insights into the 1979 series Life on Earth, where Attenborough filmed 600 species across 40 countries; Secret Garden, a series exploring hidden wildlife in British gardens and encouraging public conservation efforts; and David Attenborough's 100 Years on Planet Earth, a live event at the Royal Albert Hall featuring the BBC Concert Orchestra. Additionally, the week will revisit episodes from popular series like Planet Earth and Blue Planet. Jack Bootle, a BBC executive, emphasized Attenborough's impact on science broadcasting and public perception of the planet. The celebration aims to thank Attenborough for his lifelong dedication to bringing nature into homes and fostering environmental awareness.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8e0974bf89c0b302_dd04e688174d.webp",
      "category": "Science"
    }
  ]
}