{
  "articles": [
    {
      "id": "8b9f98a467a4c876",
      "title": "全球超加工食品激增引发紧急健康警告",
      "summary": "《柳叶刀》杂志发布由43位国际专家撰写的新系列文章，警告超加工食品在全球饮食中的快速传播正造成严重的公共卫生挑战。超加工食品根据Nova分类定义为工业生产的品牌食品，使用低成本成分和化妆品添加剂，旨在取代新鲜食品和传统餐食。证据显示，高摄入超加工食品与慢性疾病风险增加相关，包括肥胖、2型糖尿病和心血管疾病，消费量在西班牙、中国、墨西哥和巴西等国显著上升。专家批评大型公司利用营销和政治游说增加销售并阻碍保护消费者的政策，呼吁政府采取协调行动，如在前包装上添加标记、限制营销和实施税收，以资助获取 affordable、营养食品。尽管存在关于超加工食品定义的科学辩论，但专家强调现有证据足以支持立即的公共卫生干预，以应对这一全球健康危机。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8b9f98a467a4c876_28d7771ceb38.webp",
      "category": "Science"
    },
    {
      "id": "937cef69fedb50c3",
      "title": "新肥胖发现改写数十年脂肪代谢科学",
      "summary": "最新研究颠覆了长期以来对脂肪代谢的理解，揭示了激素敏感性脂肪酶（HSL）在脂肪细胞中的双重功能。传统上，HSL被认为在能量不足时被肾上腺素等激素激活，从脂滴中动员储存的脂肪。然而，对HSL基因突变的小鼠和人类研究表明，缺乏这种蛋白质会导致脂肪营养不良，其特征是脂肪减少，而非肥胖。这一矛盾在科学家发现HSL存在于脂肪细胞核内后得到解释，在核中，HSL与其他蛋白质相互作用以维持脂肪组织健康。在肥胖条件下，核内HSL水平升高，表明调控系统失调。这一发现不仅阐明了HSL缺乏引起脂肪损失的原因，还为理解肥胖和心血管疾病等代谢紊乱提供了新见解。随着全球肥胖影响数十亿人，这项研究强调了持续科学探究对制定有效预防和治疗策略的重要性，突出了细胞机制在整体健康中的关键作用。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_937cef69fedb50c3_a05df44805e0.webp",
      "category": "Science"
    },
    {
      "id": "a6a050be1e4046cf",
      "title": "瑞典神秘金属发现改写铁器时代历史",
      "summary": "在瑞典，考古学家发现了一个完整的平面凸面锭，最初因其形状被认为属于青铜时代，但科学分析显示它是由铜-锌-锡-铅合金制成，典型于铁器时代及以后时期。这一发现挑战了先前的假设，突显了考古学与科学方法结合的重要性。哥德堡大学的研究人员使用同位素和化学分析方法确定了锭的成分，并估计了其生产时期。与波兰学者的合作揭示了与其他铁器时代文物的相似性，表明在罗马前铁器时代波罗的海地区存在更广泛的联系。这项研究发表在《考古科学杂志》上，展示了如何通过既定的考古冶金技术，将孤立发现转化为有助于理解古代贸易和文化交流的证据。团队通过结合数据和已知历史信息，提出了锭和相关文物的历史背景，强调了国际团队合作在揭示隐藏模式中的关键作用。",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_a6a050be1e4046cf_a1a91504b611.webp",
      "category": "Science"
    },
    {
      "id": "e961ce82bc1b792c",
      "title": "科学家可能找到了形成月球的星球",
      "summary": "大约45亿年前，一颗名为忒伊亚的大型原行星与地球相撞，这一戏剧性事件改变了年轻的地球，并最终导致了月球的形成。科学家们一直难以完全重建这次撞击的序列或后续事件，但后果是明确的：碰撞改变了地球的大小、结构和轨道，并使月球成为我们在太空中的恒定伴侣。2025年11月20日发表在《科学》杂志上的一项新研究，由马克斯·普朗克太阳系研究所和芝加哥大学的研究人员 conducted，利用化学线索重建了忒伊亚的可能组成并识别了其可能形成的位置。同位素作为天体古老起源的记录，提供了宝贵见解；同位素是同一元素的不同版本，仅在中子数上不同，因此在早期太阳系中分布不均。研究人员以前所未有的精确度测量了地球和月球岩石中的铁同位素比率，分析了15个地球样本和6个阿波罗任务返回的月球样本。发现地球和月球在这些比率上没有可测量的差异，这与先前对铬、钙、钛和锆同位素的研究一致。这种紧密匹配并不直接揭示忒伊亚的特征，但通过将地月系统视为可反向解决的谜题，团队测试了可能的忒伊亚组成、大小和早期地球属性的组合。他们的分析包括铁、铬、钼和锆同位素，每个元素提供了行星发展不同阶段的信息。与陨石比较后，研究人员发现最令人信服的情景是，地球和忒伊亚的大部分构建块起源于内太阳系，它们可能是邻居。这项研究强调了同位素分析在揭示古代行星历史方面的力量，即使直接证据已丢失。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e961ce82bc1b792c_a4c0a68b7370.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "间谍照片首次揭示：青铜时代城市从草原浮现",
      "summary": "最近，考古学家在哈萨克草原上发现了名为Semiyarka的古代城市遗址，距今约3500年，属于青铜时代。通过无人机和地球物理调查，研究人员绘制了这个占地140公顷的城市布局，包括成排的土基房屋、一个大型中央建筑以及专门的青铜制作作坊。该城市位于额尔齐斯河河谷的战略位置，可能控制了贸易路线，促进了游牧民族与定居工匠之间的交流。发现的文物如陶器碎片和冶金残留物表明，这里曾进行大规模的青铜生产，挑战了以往认为草原仅由游牧民族主导的观点。这一发现得益于1970年代解密的美国间谍卫星照片，显示了现代技术在揭示隐藏历史中的作用。Semiyarka的规划布局和工业活动表明，青铜时代的草原社会已发展出复杂的定居社区，与世界上其他古代城市中心相似，为理解人类适应和环境互动提供了新视角。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "火箭报告：SpaceX下一代助推器失败；飞马座将再次飞行",
      "summary": "这篇文章来自Ars Science，报道了太空行业的最新发展。蓝色起源公司的New Glenn火箭成功发射并着陆，公司计划增加引擎以提升性能。同时，SpaceX在德克萨斯州南部推进其下一代Starship火箭的首飞。此外，Katalyst Space Technologies获得了NASA的3000万美元合同，为自2004年起在轨的Neil Gehrels Swift Observatory建造机器人救援任务。该卫星用于研究伽马射线暴，但由于缺乏推进系统且轨道受大气阻力影响而面临再入风险，急需提升轨道以延长寿命。Katalyst选择了诺斯罗普·格鲁曼公司的飞马座XL火箭执行此任务，尽管该火箭自2021年以来未飞行且成本高昂，但它能实现所需的低倾角轨道，而SpaceX的Falcon 9拼车任务或更小火箭如Rocket Lab的Electron无法满足此要求。选择原因包括库存清理和载体飞机退役。另一方面，Ursa Major Technologies在融资中估值6亿美元，致力于为国防和太空应用开发推进系统，强调比传统供应商更快速、经济。Rocket Lab从新西兰快速发射了商业载荷，展示了行业对敏捷性的追求。文章通过分析这些事件，揭示了太空任务中技术、经济和战略因素的复杂交互，反映了行业的快速演变。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}