{
  "articles": [
    {
      "id": "02581d6d986bd2ec",
      "title": "NASA罕见医疗撤离提前带回Crew-11机组",
      "summary": "NASA的SpaceX Crew-11任务成功结束，于周四凌晨在圣地亚哥附近的太平洋海域安全溅落，标志着国际空间站上为期五个多月的任务告一段落。返回机组包括NASA宇航员Zena Cardman和Mike Fincke、日本宇宙航空研究开发机构宇航员Kimiya Yui以及俄罗斯宇航员Oleg Platonov。由于一名机组人员的医疗问题，任务比原计划提前约一个月返回，该人员情况稳定。在轨期间，机组完成了超过140项科学实验，参与了空间站维护，并庆祝了国际空间站连续25年的人类驻留。任务于2025年8月发射，在太空停留167天，宇航员绕地球飞行2670多圈，旅行近7100万英里。溅落后，机组被送往当地医院进行评估，随后将前往NASA约翰逊航天中心进行飞行后检查。这一事件凸显了NASA与SpaceX的商业载人计划，展示了应对意外挑战和支持国际空间合作的能力，为未来的月球和火星任务做准备。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_02581d6d986bd2ec_ce646c3e90b6.webp",
      "category": "Science"
    },
    {
      "id": "b7e51d806ab17d78",
      "title": "后代更少，寿命更长：哺乳动物衰老的隐藏规律",
      "summary": "一项新的大规模研究为进化生物学中的一个基本原则提供了证据：哺乳动物在繁殖和寿命之间存在权衡。研究人员分析了全球动物园和水族馆中117种哺乳动物的数据，并结合了对71项先前研究的元分析，结果显示限制繁殖平均可使寿命延长约10%。这种效应与激素避孕和外科绝育有关，它们降低了繁殖的能量成本。例如，接受激素避孕的雌性狒狒寿命延长了29%，而被阉割的雄性寿命延长了19%。研究解释称，繁殖需要大量能量用于怀孕、哺乳和激素生产等过程，从而分散了用于身体维护和长寿的资源。在雄性中，阉割通过消除睾酮对衰老途径的影响来延长寿命，尤其是在生命早期进行时效果更显著。在雌性中，避免怀孕和生殖周期的生理压力有助于延长寿命，但可能存在潜在的健康缺点，如晚年虚弱增加。研究还指出死亡原因的不同：被阉割的雄性较少死于与攻击相关的原因，而繁殖受阻的雌性较少死于感染。尽管直接的人类证据有限，但像朝鲜太监这样的历史记录表明类似模式，不过女性的研究发现绝育仅导致寿命轻微减少。这项研究强调了能量分配如何塑造不同物种的衰老过程，为了解哺乳动物衰老机制提供了重要见解，并对人类健康和动物保护具有潜在意义。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b7e51d806ab17d78_105166fbe31d.webp",
      "category": "Science"
    },
    {
      "id": "b1e2226e4af10711",
      "title": "科学家发现土壤秘密使森林再生速度翻倍",
      "summary": "一项最新发表在《自然通讯》上的研究表明，热带森林在砍伐后若土壤含有足够的氮，其再生速度可提高至两倍。这项由利兹大学领导的国际团队进行了有史以来规模最大、时间最长的实验，以探究养分如何影响森林恢复。科学家们在长达20年的时间里监测了中美洲的76个森林地块，并施加了不同的处理：氮肥、磷肥、两者兼施或不施。结果显示，氮在恢复的前十年显著提高了再生速度，而磷单独作用甚微。这一发现至关重要，因为热带森林作为主要的碳汇，通过碳封存吸收二氧化碳以缓解气候变化。研究人员估计，全球年轻森林的氮缺乏可能导致每年约6.9亿吨二氧化碳无法储存。尽管实验中使用了氮肥，但团队不建议广泛施用，因为可能产生有害排放如一氧化二氮。相反，他们推荐实用策略，如种植豆科树木或针对因空气污染而自然富氮的区域，以可持续地增强重新造林努力。这项研究强调了地下过程在生态系统恢复中的关键作用，并为优化重新造林和全球碳预算提供了战略见解。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b1e2226e4af10711_9073c0db2682.webp",
      "category": "Science"
    },
    {
      "id": "b13307ced15bbf21",
      "title": "可拉伸OLED显示屏取得重大进展",
      "summary": "一项发表于《自然》期刊的研究标志着可拉伸OLED技术的重大突破，对未来可穿戴设备具有深远影响。由首尔国立大学和德雷塞尔大学领导的国际团队开发出一种柔性OLED，能够拉伸至原始长度的1.6倍，同时保持亮度，解决了柔性电子中电极耐久性的关键挑战。该设计采用激基复合物辅助磷光（ExciPh）层，通过优化电荷复合提高激子形成和光输出效率，实现超过57%的转换率，远高于传统聚合物层的12-22%。增强的柔韧性通过热塑性聚氨酯弹性体基质实现，而MXene基电极与银纳米线的结合则提升了电荷注入效率和机械鲁棒性。这项多学科研究利用纳米材料科学和聚合物工程，克服了可拉伸显示屏的历史限制，可能实现表皮接口上的实时生物特征监测，如显示温度或血流变化。从柔性到真正弹性OLED的转变，预示着在医疗保健、人机交互和自适应电子等领域的广泛应用，推动了显示技术的范式转移。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b13307ced15bbf21_831dca6339dd.webp",
      "category": "Science"
    },
    {
      "id": "855f6ffb9098c6a4",
      "title": "NASA首次从太空进行医疗撤离，精准溅落结束任务",
      "summary": "NASA执行了首次从太空的医疗撤离，提前结束了Crew-11任务。四名宇航员——两名美国人、一名日本宇航员和一名俄罗斯宇航员——在国际空间站停留167天后，因一名机组人员出现未公开的健康问题而提前返回地球。他们乘坐SpaceX Crew Dragon飞船在太平洋圣迭戈附近精准溅落。NASA官员强调这不是紧急情况，因为生病的宇航员在空间站上情况稳定，但存在“持续风险”，因此决定进行“受控医疗撤离”以确保地面治疗。提前离开使空间站机组人员减少到三名，直到下个月Crew-12任务抵达，这将影响太空行走和科学项目。这一事件标志着NASA在太空健康管理方面的进步，展示了在非紧急情况下平衡宇航员护理与任务后勤的能力。",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_855f6ffb9098c6a4_f8cc7c6c453e.webp",
      "category": "Science"
    },
    {
      "id": "dc1076c02571432e",
      "title": "宇航员因医疗撤离从空间站返回地球",
      "summary": "四名宇航员因一名队员出现严重医疗问题，从国际空间站提前撤离并安全返回地球。这支名为Crew-11的团队包括美国宇航局的迈克·芬克和泽娜·卡德曼、日本的油井龟美也以及俄罗斯的奥列格·普拉托诺夫，他们在加州海岸附近溅落。美国宇航局确认受影响队员情况稳定，但未透露疾病详情或身份。这是自1998年空间站发射以来首次因健康问题进行的撤离，凸显了长期太空任务的风险。事件导致计划中的太空行走取消，并将空间站乘员减少至三人，直至二月增援到达。国际空间站在250英里高度绕地球运行，进行微重力效应的重要研究，但船上没有医生，依赖培训和有限医疗设备。此次提前返回强调了在太空中管理医疗紧急情况的挑战及现有的安全协议。这一事件引发了对未来深空探索（如火星任务）中医疗基础设施加强的讨论，因为在那样的任务中撤离选项将极为有限。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    }
  ]
}