{
  "articles": [
    {
      "id": "a41f47797bbe64d9",
      "title": "How Diabetes Hurts Your Heart Over Time",
      "summary": "This article talks about type 2 diabetes, a health condition where your body has trouble using sugar for energy. It explains that people with diabetes have a higher chance of heart problems like heart attacks and strokes, and this risk gets bigger the longer they have diabetes. Scientists did a study to find out why. They discovered that red blood cells, which carry oxygen in your blood, can change over many years of having diabetes and start to damage blood vessels. This damage makes it harder for blood to flow properly. The study also found a special molecule called microRNA-210 in red blood cells that might help doctors check if someone is at risk for heart issues early on. By understanding these changes, doctors could help prevent heart problems in people with diabetes.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a41f47797bbe64d9_c1ab7e4af075.webp",
      "category": "Science"
    },
    {
      "id": "a3aa3d94cfac778c",
      "title": "Genes That Help People Stay Smart as They Get Old",
      "summary": "Scientists studied a special group called super agers. These are people over 80 years old who have memory and thinking skills like much younger adults. They looked at genes, which are like tiny instructions in our bodies. One gene called APOE-ε4 makes it more likely for people to get Alzheimer's disease, a sickness that affects memory. Super agers were less likely to have this bad gene. Another gene called APOE-ε2 helps protect against Alzheimer's, and super agers were more likely to have this good gene. The study used data from over 18,000 people to learn about these genes and super agers. This helps us understand why some people stay sharp for life.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a3aa3d94cfac778c_ffc72aa54fa5.webp",
      "category": "Science"
    },
    {
      "id": "84667a9b30bd7279",
      "title": "A Blood Test for Crohn's Disease Before You Feel Sick",
      "summary": "Scientists have found a new blood test that can tell if someone might get Crohn's disease years before they start feeling sick. Crohn's disease is a sickness in the stomach and intestines that causes pain and tiredness. The test looks at how the body's immune system reacts to a protein called flagellin, which is found on some bacteria in the gut. People who later get Crohn's often have a stronger reaction to this protein early on. This discovery could help doctors find the disease sooner and maybe stop it from happening. The research was done by doctors at Sinai Health as part of a big project called GEM, which studies healthy family members of people with Crohn's to learn how the disease starts. This is important because more kids are getting Crohn's disease now than before.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_84667a9b30bd7279_d98b4e3aa11c.webp",
      "category": "Science"
    },
    {
      "id": "6000f88b290fdc37",
      "title": "Why Some People Get Sick from Colds and Others Don't",
      "summary": "This article explains why some people get bad colds while others don't. It talks about a virus called rhinovirus that causes colds. When this virus enters the nose, the cells there work together to fight it. They use proteins called interferons to stop the virus from spreading. If the cells react quickly with interferons, the person might not get sick or have mild symptoms. If the response is slow, the virus can spread and cause more sickness. Scientists studied this using a lab-grown model of human nasal tissue, which helped them see how cells respond. They found that the body's early reaction is very important in deciding if someone gets a cold and how bad it feels. This research could help make better treatments for colds in the future.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_6000f88b290fdc37_b4009bc58e14.webp",
      "category": "Science"
    },
    {
      "id": "c56dd6541acb22ac",
      "title": "Ancient Hand Painting Shows Early Human Creativity",
      "summary": "Scientists found a very old painting of a hand in a cave on an island called Sulawesi in Indonesia. This painting is special because it is the oldest known cave art in the world, made at least 67,800 years ago. It shows a red outline of a hand that looks like a claw, which means people long ago were starting to think in creative ways. This discovery helps us learn that humans were making art and telling stories much earlier than we thought, not just in Europe but in other places too. It shows that creativity is a natural part of being human, going back to our origins in Africa. The painting was made by someone pressing their hand against a cave wall and blowing red pigment around it to leave a hand shape. This find changes what we know about when humans began to use symbols and imagination.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c56dd6541acb22ac_5501c10175d7.webp",
      "category": "Science"
    },
    {
      "id": "dd26a6faf87975aa",
      "title": "Nature Loss Can Hurt Our Safety and Food",
      "summary": "A new report says that when nature gets sick, it can make the UK less safe and prosperous. The report was made by a group that looks at security risks. It warns that if important places like rainforests and coral reefs collapse, it could cause problems like fights over resources, people moving to new places, and higher food prices. The UK gets a lot of food from other countries, so if those places have trouble, we might not have enough food or it could cost more. The report lists six key areas around the world that are very important for the UK's safety. The government says this report will help them plan for the future to keep people safe and healthy.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dd26a6faf87975aa_a2111d102527.webp",
      "category": "Science"
    }
  ]
}