{
  "articles": [
    {
      "id": "67d042acba3bd235",
      "title": "Sleep and How Long You Live",
      "summary": "Sleep is very important for how long you might live. A new study from Oregon Health & Science University found that people who regularly sleep less than 7 hours each night could have a shorter life. The researchers looked at data from across the United States between 2019 and 2025. They compared how long people live in different counties with how much sleep they get. Sleep was more linked to life expectancy than diet, exercise, or feeling lonely. Only smoking had a bigger effect. The scientists were surprised by how strong this link was. They say everyone should try to sleep 7 to 9 hours every night to stay healthy and live longer. Sleep helps your heart, immune system, and brain work well.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_67d042acba3bd235_ec349b65a225.webp",
      "category": "Science"
    },
    {
      "id": "32b2380c00bc28fa",
      "title": "A Ghost Galaxy with No Stars",
      "summary": "Astronomers using the Hubble Space Telescope found a special cloud in space called Cloud-9. It is made of gas and dark matter, which is a mysterious material that we cannot see because it does not give off light. Cloud-9 has no stars at all, which makes it very unusual. Scientists think it is like a failed galaxy that never grew stars. This discovery helps us learn about the early Universe and how galaxies form. Cloud-9 is small and round, and it is located near our Milky Way galaxy. By studying it, astronomers can understand more about dark matter and hidden parts of space.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_32b2380c00bc28fa_68d79ab81126.webp",
      "category": "Science"
    },
    {
      "id": "0d1da6c03d0596b6",
      "title": "NASA's Big Moon Trip: When and Who?",
      "summary": "NASA is planning a big space mission called Artemis II to go to the Moon. It might launch in February 2024 and last about 10 days. This is the first time in over 50 years that people will fly to the Moon. The mission has four astronauts: Reid Wiseman, Victor Glover, Christina Koch, and Jeremy Hansen. They will fly in a rocket from Florida and test a new spacecraft called Orion. The astronauts will practice flying, check systems, and send back data from space. After their trip, they will splash down in the Pacific Ocean. This mission helps prepare for future Moon landings.",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_0d1da6c03d0596b6_214ed8478c9b.webp",
      "category": "Science"
    },
    {
      "id": "52a7fae92fa741b6",
      "title": "Food Preservatives and Diabetes Risk for Kids",
      "summary": "A big study found that eating foods with preservatives might make people more likely to get type 2 diabetes. Preservatives are chemicals added to processed foods like snacks and drinks to keep them fresh longer. Scientists from France looked at over 100,000 adults for many years. They tracked what people ate and their health. The study showed that those who ate more preservatives had a higher risk of diabetes. Preservatives are common in many foods, and they are listed on labels with codes like E200 to E399. This research helps us understand how food additives can affect our health, so it's important to eat fresh foods when possible.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_52a7fae92fa741b6_f54c2525462d.webp",
      "category": "Science"
    },
    {
      "id": "523a026d350de727",
      "title": "AI Helps Find Health Clues While You Sleep",
      "summary": "Scientists at Stanford Medicine made a smart computer program called SleepFM that can look at how your body works while you sleep. It uses sleep recordings from 65,000 people to learn patterns. The program checks things like brain activity and heart rhythms from a special sleep test done in a lab. It can guess if someone might get sick with over 100 different health problems later on. The AI learns like how we learn words, but it learns from body signals instead. This helps doctors find hidden health warnings early, so people can get help sooner. Sleep is important for health, and this new tool makes it easier to understand what our bodies tell us during sleep.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_523a026d350de727_72e3641e8ad7.webp",
      "category": "Science"
    },
    {
      "id": "11da29328f33dbe8",
      "title": "Astronauts Come Home Early from Space Station for Health",
      "summary": "NASA has decided to bring four astronauts home early from the International Space Station because one of them had a medical problem. The astronaut is safe and stable, but NASA wants to be extra careful. The astronauts are part of Crew-11, which includes Commander Zena Cardman, Pilot Mike Fincke, and others from Japan and Russia. They will return to Earth in their SpaceX Crew Dragon spacecraft, landing in the Pacific Ocean. NASA is not sharing details about the medical issue to protect the astronaut's privacy. The crew is well-trained to help each other in emergencies, and the space station has medical equipment. This shows that astronaut health is NASA's top priority.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    }
  ]
}