{
  "articles": [
    {
      "id": "31ebe8e9b0e7f0e5",
      "title": "外轨道发现岩石行星挑战行星形成理论",
      "summary": "天文学家在LHS 1903恒星系统中发现了一颗岩石行星LHS 1903 e，其位于外轨道，这挑战了行星形成的核心理论。通常，在像我们太阳系这样的系统中，岩石行星如地球靠近恒星运行，而气态巨行星如木星则位于较远轨道。这一模式由行星形成理论解释，即恒星辐射剥离内行星气体，而外区域温度较低允许气体积累。然而，通过CHEOPS卫星等望远镜的数据，研究人员在LHS 1903系统中识别出这颗外轨道岩石行星，与内层的岩石和气态行星并存。团队利用轨道模拟排除了碰撞导致大气剥离或行星迁移等解释，转而提出“由内向外”顺序形成模型，即行星在演化中的原行星盘中依次形成，LHS 1903 e在气体稀少时晚期组装。这一发现发表在《科学》杂志上，促使重新评估岩石行星在多样环境中的形成时间和条件，强调了行星系统架构的复杂性。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_31ebe8e9b0e7f0e5_f212c3e35665.webp",
      "category": "Science"
    },
    {
      "id": "2d4e2c88ddc0b027",
      "title": "天文学家观测到一颗大质量恒星未经超新星爆炸直接坍缩成黑洞",
      "summary": "天文学家直接观测到一颗大质量恒星跳过超新星爆炸，直接坍缩成黑洞。这颗名为M31-2014-DS1的恒星位于约250万光年外的仙女座星系。研究人员利用NASA的NEOWISE任务及其他地面和太空望远镜从2005年至2023年收集的数据进行分析。该恒星在2014年红外光中变亮，随后在2016年亮度急剧下降，到2022-2023年，在可见光和近红外波段几乎消失，亮度降至原来的万分之一。科学家得出结论，恒星核心在引力作用下坍缩形成黑洞，外层物质逐渐被推向外围。这一发现提供了关于恒星黑洞如何形成的详细见解，挑战了所有大质量恒星都会以超新星爆炸结束生命的观念。研究结果发表在《科学》杂志上，可能有助于解释为何有些恒星安静坍缩，而其他则剧烈爆炸。主要作者Kishalay De指出，黑洞周围尘埃碎片的光将在未来几十年内通过詹姆斯·韦伯太空望远镜等设备可见，为未来研究树立基准。该研究还重新分析了类似天体NGC 6946-BH1，揭示了对流在理解失败超新星后外层物质行为中的关键作用。这项观测不仅增进了对恒星死亡机制的理解，还为天体物理学理论提供了实证支持，推动了对宇宙中黑洞起源的探索。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2d4e2c88ddc0b027_8bf5bb37c7e1.webp",
      "category": "Science"
    },
    {
      "id": "2968922b55a7205b",
      "title": "科学家利用脑刺激使人更慷慨",
      "summary": "一项发表在《PLOS生物学》上的研究揭示了脑刺激如何增强利他行为。由华东师范大学的胡杰与苏黎世大学的研究人员合作，招募了44名参与者进行“独裁者游戏”。在这个游戏中，每个人需做出540次关于如何与他人分钱的决策，奖金数额不断变化。研究团队在任务期间对参与者的大脑额叶和顶叶施加了经颅交流电刺激，旨在将神经元放电模式同步为伽马或阿尔法振荡。他们发现，当伽马同步在额叶和顶叶之间增强时，参与者的利他选择略有增加，即使个人收益减少，他们也更愿意分享更多钱。通过计算模型，研究人员发现刺激改变了决策过程，使个体在分钱时更重视他人的结果。尽管未直接测量神经活动，但结果表明同步脑活动在社会决策中起关键作用。合著者如克里斯蒂安·拉夫和马吕斯·莫伊萨强调，这证明了因果关系，增进了我们对合作和慷慨背后脑机制的理解。这项研究为未来结合脑电图等直接神经测量技术的研究奠定了基础，有助于探索如何在大脑层面促进社会合作。",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2968922b55a7205b_d703091d3b2c.webp",
      "category": "Science"
    },
    {
      "id": "995f9985c66ee90b",
      "title": "微小RNA可自我复制：生命起源研究新突破",
      "summary": "科学家发现了一种仅45个碱基长的RNA分子，能够催化自我复制，为生命起源研究提供了重要线索。RNA与DNA类似，既能携带遗传信息，又能折叠成三维结构发挥催化作用，这支持了“RNA世界”假说，即早期生命可能依赖RNA同时处理遗传和代谢功能。自我复制是遗传性的关键，但以往已知的催化RNA（核酶）因过长且效率低下，无法完整复制自身。法英研究团队通过筛选40-80个碱基的随机RNA序列，利用标记纯化方法寻找连接酶活性，经过多轮选择和突变，最终从51个碱基的前体优化出QT-45核酶。这种微小核酶具有聚合酶功能，能根据模板通过碱基配对添加核苷酸，尽管反应较慢。其短小结构克服了长度和复杂性限制，表明简单RNA可能在早期地球自然形成并自我复制，推动生命演化。这一发现不仅验证了RNA世界假说，还促进了合成生物学发展，为理解生命化学起源和设计人工生命系统开辟新途径。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_995f9985c66ee90b_9c7c36452211.webp",
      "category": "Science"
    },
    {
      "id": "5321cabd3640cbb8",
      "title": "科学家发现有助于修复脊髓损伤的隐藏脑细胞",
      "summary": "Cedars-Sinai的研究人员在《自然》杂志上发表了一项研究，揭示了一种新的生物修复过程，可能为脊髓损伤、中风和多发性硬化等神经系统疾病带来新疗法。该研究发现了远离损伤部位的星形胶质细胞，称为“损伤远端星形胶质细胞”（LRAs），这些细胞通过产生CCN1蛋白来信号传导给免疫细胞小胶质细胞，促进清除神经纤维碎片。这一清理过程对于减少炎症和促进组织愈合至关重要。实验使用小鼠模型和人类脊髓样本显示，去除CCN1会损害愈合，导致炎症增加和恢复不良。研究还发现类似过程存在于多发性硬化患者组织中，表明星形胶质细胞在中枢神经系统修复中扮演更广泛角色。这些发现强调了靶向星形胶质细胞开发疗法的潜力，以增强损伤和疾病后的恢复，为目前治疗选择有限的患者带来希望。该研究挑战了以往对星形胶质细胞在神经修复中作用的低估，提出了LRAs作为治疗靶点，以限制慢性炎症并促进轴突再生，标志着对中枢神经系统修复机制理解的重要进展。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_5321cabd3640cbb8_004177c67acc.webp",
      "category": "Science"
    },
    {
      "id": "ad0a3ca81c6fd25c",
      "title": "欧洲阿丽亚娜6号火箭成功发射，助力亚马逊卫星部署",
      "summary": "欧洲最强大的火箭变体阿丽亚娜64号首次成功发射，将32颗亚马逊Leo卫星送入近地轨道。这次从南美洲圭亚那航天中心进行的任务标志着欧洲太空能力的里程碑，火箭使用四个固体火箭助推器产生超过340万磅的推力。亚马逊正在部署一个名为Amazon Leo的大型卫星宽带星座，需要超过3200颗卫星，并已预订了包括SpaceX、联合发射联盟（ULA）和阿丽亚娜空间公司在内的多个发射提供商的发射任务。阿丽亚娜6号已快速完成六次飞行，但其他火箭如ULA的火神号面临延迟和异常，例如助推器故障。亚马逊面临发射能力短缺，并正在寻求额外选项以满足监管机构要求其在7月前部署一半星座的最后期限。该公司已大力投资ULA的火神号火箭，但其发射率仍不确定。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ad0a3ca81c6fd25c_ed314680b13d.webp",
      "category": "Science"
    }
  ]
}