{
  "articles": [
    {
      "id": "e74b19fb97d4f015",
      "title": "Staying Up Late Can Hurt Your Heart",
      "summary": "A new study found that people who stay up late, called night owls, might have more heart problems than those who go to bed early, called early birds. The research looked at over 300,000 adults in the UK. It showed that night owls were 79% more likely to have poor heart health and 16% more likely to have a heart attack or stroke. Women who are night owls seemed to be at higher risk than men. The study says that bad habits like smoking and not getting enough sleep might cause these heart issues. Going to bed early can help keep your heart healthy.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e74b19fb97d4f015_235c39b3ae29.webp",
      "category": "Science"
    },
    {
      "id": "7946a01203e6ba45",
      "title": "Heart Risk Starts Earlier for Men",
      "summary": "A big study found that men start having heart problems earlier than women, sometimes as young as their 30s. Heart disease can lead to heart attacks and takes many years to develop. Doctors tracked over 5,000 adults for more than 30 years to see when heart disease risk begins. They discovered that men reach a 5% risk of heart disease about seven years before women do. This means men might need check-ups and healthy habits sooner to stay safe. The study suggests looking at more than just things like blood pressure to understand why this happens. It was published in a medical journal to help people learn about heart health.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_7946a01203e6ba45_69f5e65a8d3d.webp",
      "category": "Science"
    },
    {
      "id": "0b5444a697994282",
      "title": "Making Ships That Can't Sink",
      "summary": "Scientists have found a way to make metal tubes that never sink, even if they get holes in them. They work at the University of Rochester and used a special laser to change the inside of aluminum tubes. This makes the tubes repel water, so air gets trapped inside and keeps them floating. It's like how spiders and ants use air bubbles to stay afloat in water. The tubes can be connected to build rafts for boats or platforms. This could help make ships safer and even create energy from waves. The research was funded by groups like the National Science Foundation.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0b5444a697994282_105673e1089b.webp",
      "category": "Science"
    },
    {
      "id": "0399378c85b0771c",
      "title": "A New Camera for Heart Health",
      "summary": "Scientists have made a special camera called fast-RSOM that can take pictures of tiny blood vessels in your body without any needles or cuts. These tiny blood vessels are important because they can show early signs of heart problems before you feel sick. The camera uses light and sound to see inside your skin and check how well the blood vessels are working. It helps doctors find people who might get heart disease early, so they can give better treatments and help keep hearts healthy. The camera is small and easy to use, so it might be used in doctor's offices someday to check everyone's heart health.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0399378c85b0771c_8c3b6abbe595.webp",
      "category": "Science"
    },
    {
      "id": "1924a2590abe37c3",
      "title": "Hidden Treasures Found While Building a Train",
      "summary": "Archaeologists found many old treasures while building a new train line called HS2 in the UK. They discovered 450,000 objects, including a Roman gladiator's tag, a very old hand axe, and gold dentures from the 1800s. These items are stored in a secret warehouse in Yorkshire for safety. The archaeologists worked hard to dig up these things to learn about Britain's past. Some people are happy about the finds, but others think the train line costs too much money and hurts the environment. The future of the treasures is still being decided.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    },
    {
      "id": "733e491146bbfd50",
      "title": "Polar Bears Get Fatter in Norway",
      "summary": "Scientists found that polar bears on Svalbard islands in Norway are fatter and healthier now than in the 1990s, even though sea ice is melting due to climate change. Polar bears usually need sea ice to hunt seals for food, but these bears have adapted by eating other animals like reindeer and walruses. Researchers weighed 770 bears and saw they got fatter over time. Walruses are protected in Norway, so there are more of them for bears to hunt. Seals also gather in smaller ice areas, making them easier to catch. However, scientists warn this good news might not last because as ice keeps melting, bears will have to travel farther and use more energy, which could make them thinner again.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_733e491146bbfd50_f74a76e41184.webp",
      "category": "Science"
    }
  ]
}