{
  "articles": [
    {
      "id": "ec7b8eee8068ce07",
      "title": "A Boss Gets a Big Paycheck",
      "summary": "Denise Coates is the boss of Bet365, a company that lets people gamble online. In 2025, she got paid a lot of money—at least £280 million. That's much more than the £158 million she got the year before. Even though Bet365 made less profit, she still earned a big salary and got money from the company's dividends. Over the past ten years, she has earned over £2 billion from Bet365. Some people think her pay is too high because gambling can hurt people. Bet365 started small in a car park in Stoke-on-Trent and now employs many people there. Denise Coates is one of the richest women in Britain and pays a lot in taxes.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ec7b8eee8068ce07_2c285c05ff84.webp",
      "category": "Fun"
    },
    {
      "id": "7f41989203751ac8",
      "title": "Video Game Creator Vince Zampella Dies in Car Crash",
      "summary": "Vince Zampella, a famous video game creator, died in a car crash in California. He was 55 years old. He helped make the popular game series Call of Duty, which started in 2003 and has sold over 500 million copies. The crash happened on a highway in Los Angeles when his car hit a barrier and caught fire. Another person was also in the car and died too. Vince Zampella worked on other big games like Medal of Honor and Apex Legends. People who knew him said he was a kind person who cared about making fun games for players. His death is a sad loss for the gaming world.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7f41989203751ac8_1c749f4250ed.webp",
      "category": "Fun"
    },
    {
      "id": "8b3976c178d16d70",
      "title": "TikTok Takes Down Fake Weight Loss Ads",
      "summary": "TikTok removed fake ads for weight loss drugs that pretended to be from Boots, a health and beauty store. The ads used AI to show smiling healthcare workers, but they were not real. It is against the law to advertise prescription weight loss drugs to people. Boots told TikTok about the ads, and TikTok deleted them. However, the fake account from Hong Kong was not removed at first and could upload the same videos again. After being told again, TikTok deleted the account. Weight loss drugs are only available with a doctor's prescription and strict rules. The fake ads linked to a website where people could buy the drugs, using fake customer and doctor stories made with AI. An AI expert said it is easy to make fake videos, and platforms need to act fast to stop scams.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8b3976c178d16d70_9bea6689fedc.webp",
      "category": "Fun"
    },
    {
      "id": "5322b2fc50afe2c8",
      "title": "Singer Chris Rea Dies at 74",
      "summary": "Chris Rea, a famous singer who made the Christmas song Driving Home for Christmas, has died at age 74. He died in a hospital after being sick for a short time, with his family around him. His family said they are very sad. Chris Rea was known for other songs too, like On the Beach and Let's Dance. Many people loved his music, and his Christmas song is used in a store's holiday ad this year. The song tells a story about someone driving home in traffic. Chris Rea wrote it in 1978, but it became popular in 1988. He joked that the song helped him go on a nice vacation. Other singers have also sung his song. He was friends with a comedian named Bob Mortimer.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_5322b2fc50afe2c8_10d40b2e6ec4.webp",
      "category": "Fun"
    },
    {
      "id": "8b7dcf4cff1760e9",
      "title": "A Big Goodbye for a Music Star in Manchester",
      "summary": "Gary \"Mani\" Mounfield was a famous bass player in bands like The Stone Roses and Primal Scream. He passed away, and many people came to say goodbye at a funeral in Manchester. His family, friends, and fans gathered at Manchester Cathedral. Famous musicians like Ian Brown, Bobby Gillespie, Liam Gallagher, and Paul Weller were there. Even soccer stars Sir David Beckham and Gary Neville came. Fans lined the streets to watch the funeral procession from his home to the cathedral. Ian Brown, his bandmate, gave a speech calling Mani a beautiful person and a brother. He suggested building a big gold statue of Mani in the city. Fans clapped and wore special hats and T-shirts to honor him. Mani's coffin had artwork from his band's album and a Manchester United scarf. He was known for his happy spirit and great music.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8b7dcf4cff1760e9_642f66862b5b.webp",
      "category": "Fun"
    },
    {
      "id": "addfc14effef2636",
      "title": "Banksy's New Art in London",
      "summary": "A famous secret artist named Banksy made two new paintings in London. The paintings show two children lying on the ground in winter clothes, pointing up at the sky. One painting is in Bayswater, and another identical one is near Centre Point tower. Banksy shared a picture on Instagram to tell people about his art. Some people think the paintings are about children who are homeless, especially at Christmas time. The Centre Point tower used to be empty for many years, which made people upset because it could have been used for homes. Now it has expensive apartments. Banksy did not say why he chose these places for his art.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_addfc14effef2636_3ff33db8a47d.webp",
      "category": "Fun"
    }
  ]
}