{
  "articles": [
    {
      "id": "19b8bf707e00a71d",
      "title": "Iranian Director Sentenced to Prison Amid US Award Recognition",
      "summary": "Jafar Panahi, a prominent Iranian film director, has been sentenced to one year in prison and a travel ban in Iran on charges of creating propaganda against the political system. This occurred while he was in New York to accept three awards at the Gotham Awards for his latest film, It Was Just An Accident, which he shot covertly in Iran despite a ban. The film, inspired by his experiences and stories from other prisoners, highlights issues of government brutality and has won accolades internationally, including at Cannes and potentially the Oscars. Panahi has a history of imprisonment for protesting and supporting anti-government activities, having served time in 2010 and 2022. In interviews, he expresses a commitment to returning to Iran and continuing his work, emphasizing the importance of filmmaking in exposing truths. The situation underscores tensions between artistic expression and political control in Iran.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_19b8bf707e00a71d_d4b84f3f01d4.webp",
      "category": "Fun"
    },
    {
      "id": "158022dde27c8415",
      "title": "Emma Raducanu Overcomes Stalking to Regain Confidence",
      "summary": "Emma Raducanu, the British tennis champion who won the 2021 US Open, has opened up about a distressing stalking incident earlier this year. In February, a man with fixated behavior followed her to multiple tournaments in Dubai, leading to her feeling tearful and unsafe during a match. Dubai police intervened by removing the man and issuing a restraining order. Raducanu expresses that she has largely moved past the ordeal, though she admits to occasional unease when encountering unauthorized photographs of herself. She highlights the importance of security measures at events and praises the support she received. Currently training in Barcelona, Raducanu is focusing on her career while commuting from her family home in Bromley to London, seeking comfort and safety. This article explores her journey from fear to resilience, emphasizing her determination to rebuild her confidence and performance in tennis.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_158022dde27c8415_d9a7dd961771.webp",
      "category": "Fun"
    },
    {
      "id": "57b2356687875dc3",
      "title": "From Rusty Relic to Million-Pound Marvel: The Aston Martin DB5 Restoration",
      "summary": "This article details the remarkable transformation of a 1960s Aston Martin DB5, famously associated with James Bond films such as Goldfinger and Thunderball. Owned by John Williams from Mold, Flintshire, the car was purchased second-hand in 1973 for £985, equivalent to around £15,000 today. After being driven infrequently, it was left to deteriorate on his driveway, where it became a playground for local children who imagined it had Bond-like gadgets. Despite its dilapidated state, the car's rarity—only 1,022 DB5s were made, with this specific Vantage model being one of 39 globally—meant it retained significant value, estimated at £500,000 even while rusting. Williams and his wife Susan invested £400,000 in a three-year restoration at Aston Martin's Buckinghamshire facility, involving extensive repairs like removing a mouse nest and dedicating 2,500 labor hours. Post-restoration, the car's worth soared to £1 million, attracting numerous purchase offers. However, the couple ultimately decided to retain it, prioritizing sentimental attachment and uniqueness over financial gain, highlighting themes of preservation, nostalgia, and the cultural impact of iconic vehicles.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_57b2356687875dc3_3dedf0145e21.webp",
      "category": "Fun"
    },
    {
      "id": "22974ccc2c95bd83",
      "title": "Predicting Music Trends: The Sound of 2026 List",
      "summary": "This article from BBC Entertainment details the BBC Radio 1 Sound of 2026 shortlist, which forecasts emerging music acts for the upcoming year. The list includes 10 diverse artists such as US singer-songwriter Sombr, known for pop-rock harmonies; Australian skate-rock duo Royel Otis; and post-punk band Geese. It also features pop singers like Chloe Qisha, Skye Newman, and Alessi Rose, who gained exposure by supporting Dua Lipa on tour. The selection process involves an international panel of over 170 industry experts and established artists, including Sir Elton John and Sam Smith, ensuring a broad perspective. Eligibility rules restrict acts with significant prior success, focusing on breakthrough talent. Historically, the list has accurately predicted stars like Adele, Stormzy, and Frank Ocean since its inception in 2003 with winner 50 Cent. The winner for 2026 will be announced in January, highlighting the list's role in shaping music trends and providing a platform for new artists to gain recognition.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_22974ccc2c95bd83_85a4f1698a4c.webp",
      "category": "Fun"
    },
    {
      "id": "9ca1d324d89bb7b3",
      "title": "Validating Quantum Computers: New Methods to Detect Errors",
      "summary": "Quantum computing promises to revolutionize fields like physics, medicine, and cryptography by solving problems beyond the reach of classical computers. However, as these machines advance, verifying their results becomes a major challenge, especially for tasks that would take supercomputers millions of years. Researchers at Swinburne University addressed this issue by developing techniques to validate Gaussian Boson Samplers (GBS), a type of quantum device that uses photons to perform probability calculations. Their method allows quick error detection on a laptop, analyzing experiments that would otherwise require thousands of years to replicate. In a test, they applied it to a GBS experiment and found discrepancies in the probability distribution and unexpected noise, highlighting hidden errors. This work is crucial for building reliable, large-scale quantum computers, as it helps identify and correct mistakes, ensuring the devices maintain their quantum properties for commercial applications in areas such as AI and cybersecurity.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9ca1d324d89bb7b3_c337553ad6de.webp",
      "category": "Fun"
    },
    {
      "id": "f98a407614cba5ea",
      "title": "Virgin Media Fined £24m for Endangering Telecare Users in Digital Transition",
      "summary": "Virgin Media has been fined £23.8 million by Ofcom, the communications regulator, for failing to safeguard vulnerable customers during the digital switchover of landline services. The fine stems from incidents where thousands of telecare users, primarily elderly and disabled individuals, were left without functional emergency alarms. Telecare systems rely on landlines to connect emergency buttons to monitoring centers, but Virgin Media's transition to digital networks disrupted these connections. The company did not properly identify telecare customers or provide adequate support, leading to disconnections that posed direct risks to safety. Ofcom's investigation revealed that Virgin Media disconnected users who did not engage in the transition, exacerbating the danger. The penalty reflects the severity of the breach, the vulnerability of affected customers, and the prolonged period of risk. Virgin Media admitted shortcomings and has initiated improvements, but the case highlights broader industry challenges in migrating to digital infrastructure while protecting at-risk populations. Ofcom warns other companies to prioritize customer safety or face similar enforcement actions.",
      "source": "BBC Business",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_f98a407614cba5ea_9f4c10b5c766.webp",
      "category": "Fun"
    }
  ]
}