{
  "articles": [
    {
      "id": "b995f9c19ceb7c67",
      "title": "伦敦北部麻疹爆发：未接种疫苗的学生可能被排除在学校之外",
      "summary": "在伦敦北部，特别是恩菲尔德和哈林盖，麻疹爆发已导致当地当局考虑将未接种疫苗的学生排除在学校之外。根据恩菲尔德市议会的说法，被确定为麻疹病例密切接触者的未接种疫苗儿童可能被排除21天，遵循国家指南。今年，恩菲尔德至少有34名儿童感染了麻疹，其中一些需要住院治疗。卫生官员，包括乔·索瓦奇博士，对病例数量的增加表示担忧，指出疫情在英国各地零星发生，但这次激增在该地区并不寻常。此次爆发与低疫苗接种率有关，政府已发起一项运动，以提高麻疹和其他儿童疫苗的接种率。麻疹具有高度传染性，此类排除措施旨在控制传播。由于病例上升，英国最近失去了世界卫生组织的麻疹消除状态，凸显了疫苗接种工作的紧迫性。当地全科医生指出，这是他们职业生涯中罕见的麻疹病例，强调了公共卫生应对和社区教育的重要性。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_b995f9c19ceb7c67_c20d5ee170d0.webp",
      "category": "News"
    },
    {
      "id": "ff9b506136262b90",
      "title": "特朗普的新世界秩序成为现实，欧洲不得不快速调整",
      "summary": "文章探讨了欧洲在快速变化的全球秩序中的防御战略调整。以德国慕尼黑为例，该市公开展示无人机等军事技术，象征着欧洲从后冷战时期的安全自满中转变。欧洲人面临来自扩张主义俄罗斯和经济强势中国的威胁，加上特朗普领导下美国的不可预测性，感到日益脆弱。欧洲晴雨表调查显示，68%的欧洲人认为自己的国家受到威胁。德国在美国停止直接援助后，成为乌克兰军事援助的主要捐助国，并计划到2029年将国防预算增至1500亿欧元，超过英法总和。这一转变是慕尼黑安全会议的核心议题，会上讨论了传统跨大西洋联盟（通过北约和欧盟）是否足够，或是否需要与澳大利亚、日本等国家形成临时联盟。会议强调了全球决策者非正式私下讨论在动荡时期的重要性。欧洲正在快速适应新世界秩序，在保持旧有伙伴关系的同时，通过自主防御措施确保安全，体现了在日益不稳定世界中的复杂平衡。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ff9b506136262b90_d261a1fb3bfa.webp",
      "category": "News"
    },
    {
      "id": "36b33e28c43212b3",
      "title": "英国考虑大幅增加国防开支",
      "summary": "英国政府正在考虑大幅增加国防开支，首相提议将国防支出占国内生产总值（GDP）的比例从现有的2.5%提升至3%，并可能将这一目标从原计划的下届议会提前到本届议会结束前，即2029年左右实现。这一举措源于当前国防预算不足以覆盖不断上升的成本和现有承诺，军方官员如理查德·奈顿爵士指出预算限制影响了军事能力的快速提升。财政部对此持谨慎态度，因为预计每年额外支出可能高达130亿至173亿英镑，独立机构预算责任办公室和财政研究所提供了相关经济预测。讨论发生在慕尼黑安全会议等场合，反映了地缘政治压力和安全威胁的紧迫性。然而，文章强调尚未做出最终决定，国防投资计划仍在制定中，存在经济和政治上的不确定性。这一政策调整旨在加强国家安全，但需平衡财政可持续性与战略需求。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_36b33e28c43212b3_f9aeccdf6964.webp",
      "category": "News"
    },
    {
      "id": "5335eea3288d8c23",
      "title": "格思里母亲失踪案：DNA手套与蒙面嫌疑人匹配",
      "summary": "在调查“今日”节目主持人萨凡纳·格思里母亲南希·格思里失踪案中，联邦调查局宣布了一项重要进展。在亚利桑那州图森市她家约两英里外发现了一只含有DNA的手套，初步测试显示它与监控视频中在她失踪当晚出现在前门的蒙面人所戴手套相匹配。84岁的南希·格思里最后一次出现是在1月31日，她的血迹在前门廊被发现，并且有所谓的赎金纸条发送给媒体，但截止日期已过未解决。当局已将蒙面人描述为一名身高约5英尺9英寸、中等体型、携带奥扎克小径背包的男子列为嫌疑人。其他证据包括拖走一辆路虎揽胜SUV和拘留一人进行询问，但尚未逮捕任何人。由于南希需要每日药物，包括心脏起搏器和心脏问题，担忧加剧。调查还涉及从她的财产中收集不匹配的DNA，并在附近发现约16只手套，大部分是搜寻者丢弃的，执法部门在搜索进入第三周时继续收集线索。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_5335eea3288d8c23_33fb0a7bf158.webp",
      "category": "News"
    },
    {
      "id": "d135721195d44b9c",
      "title": "东南风暴带来强风和龙卷风警报，东北部开始解冻",
      "summary": "上周末，一场风暴系统席卷美国东南部，在密西西比州和路易斯安那州引发龙卷风警报，随后波及佐治亚州和佛罗里达州。在路易斯安那州查尔斯湖附近，雷暴强风掀翻了一辆马拖车和一辆狂欢节花车，损坏了机场登机桥，并将房屋金属雨篷吹到电线上，国家气象局人员调查记录了这些损害。杰纳和唐纳森维尔等城镇的电线杆被折断，但未报告死亡或重伤。风暴导致停电，佛罗里达州北部超过12,000户断电，密西西比州约7,000户，路易斯安那州6,000户，但比上月密西西比州北部和纳什维尔的冰暴停电规模小。同时，东北部在数周异常寒冷后开始解冻；波士顿上周气温比二月平均低近7华氏度，预计将升至接近季节平均的30多至40多华氏度。在西海岸，加州正为一场强冬季风暴做准备，预计带来倾盆雷暴、破坏性大风和内华达山脉的大量降雪，积雪可能达七英尺。气象学家敦促采取预防措施，洛杉矶因去年野火遗留风险对部分社区发布疏散警告，防范泥石流。文章通过美联社记者多地点报道，突出了区域天气对比和应急准备的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d135721195d44b9c_26a1cfbc35e0.webp",
      "category": "News"
    },
    {
      "id": "5222721e142584c9",
      "title": "以色列在约旦河西岸的土地法规计划被谴责为非法“大规模土地掠夺”",
      "summary": "以色列内阁批准了一项有争议的计划，恢复在约旦河西岸被占领土的土地登记程序，特别是在C区，该区根据1990年代的协议占西岸面积的60%，处于以色列全面军事控制之下。该决定要求个人提交文件证明土地所有权；若无法证明，土地可能归以色列国家控制。反定居点组织“和平现在”谴责此为从巴勒斯坦人手中进行的“大规模土地掠夺”，认为这将使以色列获得广阔区域以用于未来开发，如扩大定居点。巴勒斯坦权力机构主席马哈茂德·阿巴斯谴责此举违反国际法并构成事实上的吞并，呼吁联合国安理会和美国等国际机构立即干预。近几个月来，以色列通过扩大定居点建设和政策变化加强了控制，而以色列外交部声称该决定促进透明度，指控巴勒斯坦在C区进行非法土地登记。这一过程自1967年以来一直被冻结，被批评为严苛且不透明，可能使巴勒斯坦土地所有者处于不利地位，加剧领土争端并破坏两国解决方案的前景。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5222721e142584c9_50a6daf9201e.webp",
      "category": "News"
    }
  ]
}