{
  "articles": [
    {
      "id": "2177b81ef9b35f15",
      "title": "科学家最终解释地球最奇特化石",
      "summary": "大约5.7亿年前，在埃迪卡拉纪时期，软体生物如类水母生物生活在海底。这些生物通常难以化石保存，尤其是在砂岩中，因为砂岩颗粒粗糙、透水性好，且形成于波浪和风暴塑造的动荡环境，容易使脆弱生物遗骸在化石前被侵蚀。然而，在此期间，这些软体生物被沙埋藏并异常精确地保存下来，形成了详细的化石印痕，即埃迪卡拉生物群。这些化石在全球多个地点被发现，形态奇特，如三辐射对称和分形图案，使科学家难以确定其在生命树中的位置。它们存在于寒武纪大爆发前仅数千万年，寒武纪大爆发标志着复杂动物生命的快速崛起，因此埃迪卡拉生物群被视为早期复杂生命积累的重要阶段。最近由耶鲁大学古生物学家莉迪亚·塔尔汉领导的研究，通过分析来自纽芬兰和加拿大西北部化石中的锂同位素，探讨了化石保存过程。该研究旨在确定自生粘土（在海底直接形成）是否在保存中起关键作用，从而揭示这些脆弱遗骸如何幸存，以及它们对古代海洋生态系统和复杂生命起源的启示。这项研究不仅增进了对埃迪卡拉化石保存机制的理解，还为重建古生态系统和进化轨迹提供了新视角。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2177b81ef9b35f15_4d68f78369d5.webp",
      "category": "Science"
    },
    {
      "id": "9ee33a30d3966f17",
      "title": "百年巨石阵之谜或终得解",
      "summary": "科廷大学的最新研究为巨石阵的蓝砂岩运输问题提供了迄今最清晰的科学支持，表明这些石头很可能是由人类而非冰川运至这一古老纪念碑的。该研究聚焦于祭坛石及其他巨型岩石如何抵达巨石阵，这一世代困扰研究者的问题。通过排除自然冰驱动运输的可能性，研究强化了人类有意规划和努力的观点。科学家们采用先进的矿物“指纹识别”方法，分析了英格兰南部索尔兹伯里平原附近河流中的微观矿物颗粒。这些微小的矿物碎片如同地质时间胶囊，保存了数百万年来沉积物在英国移动的证据。团队在科廷大学约翰·德·莱特中心使用世界领先的仪器检查了500多个锆石晶体。锆石是地球上最坚硬的矿物之一，非常适合追踪古代地质过程。主要作者安东尼·克拉克博士表示，分析显示没有迹象表明冰川曾到达巨石阵区域。如果冰川从苏格兰或威尔士将岩石运至巨石阵，它们会在索尔兹伯里平原留下清晰的矿物特征。这些岩石会随时间侵蚀，释放出可追溯其年龄和来源的微小颗粒。研究团队在巨石阵附近的河沙中寻找冰川可能携带的颗粒，但未发现任何证据。这使得另一种解释——人类移动了石头——更为合理。尽管研究强烈指向人类运输，但具体运输方式仍不明确。克拉克博士指出，已有几种可能性被提出，但均无法确认。一些人认为石头可能从苏格兰或威尔士航运而下，或可能使用滚动原木陆路运输，但真相或许永远未知。然而，可以确定的是，冰几乎肯定没有移动这些石头。这项研究利用现代工具解答了古老问题，为考古学长期争论增添了重要证据。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9ee33a30d3966f17_74cc82bf0168.webp",
      "category": "Science"
    },
    {
      "id": "eb0a1b157e72b7ef",
      "title": "常见食品防腐剂可能与癌症相关",
      "summary": "一项发表在《英国医学杂志》上的法国大型研究报告称，摄入较多食品防腐剂的人群可能面临略微增加的癌症风险。这些添加剂常用于工业加工食品和饮料中以延长保质期。研究人员分析了2009年至2023年间收集的长期饮食和健康数据，旨在确定特定防腐剂食品添加剂是否与成人癌症风险相关。该研究跟踪了105,260名15岁及以上的参与者（平均年龄42岁；79%为女性），他们是NutriNet-Santé队列的一部分，所有参与者在开始时均无癌症，并平均在7.5年内定期完成详细的24小时品牌特定饮食记录。研究通过健康问卷以及官方医疗和死亡记录追踪癌症诊断至2023年12月31日。分析聚焦于17种个体防腐剂，包括柠檬酸、卵磷脂、总亚硫酸盐、抗坏血酸、亚硝酸钠、山梨酸钾、异抗坏血酸钠、抗坏血酸钠、焦亚硫酸钾和硝酸钾。这些防腐剂分为两类：非抗氧化剂抑制微生物生长或减缓导致腐败的化学反应，抗氧化剂通过减少或限制包装中的氧气暴露来延迟食品变质。在随访期间，4,226名参与者被诊断出癌症，包括1,208例乳腺癌、508例前列腺癌、352例结直肠癌和2,158例其他类型癌症。当研究人员查看所有防腐剂组合时，未发现与癌症风险的整体关联。此外，17种防腐剂中的11种单独研究显示与癌症发病率无关，但少数特定防腐剂与风险增加相关。研究人员强调需要更多研究来充分理解这种关系，但他们表示这些发现提出了关于当前法规的重要问题，并建议可能需要重新审查食品防腐剂的安全标准以更好地保护消费者。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_eb0a1b157e72b7ef_467d8ed1fab4.webp",
      "category": "Science"
    },
    {
      "id": "caa9f97dd559eeb7",
      "title": "摄入的碳水化合物类型可能影响痴呆风险",
      "summary": "最新研究表明，人们摄入的碳水化合物的数量和类型可能强烈影响患痴呆症的风险。这项研究由罗维拉-威尔吉利大学等机构合作进行，并发表在《国际流行病学杂志》上。研究重点关注血糖生成指数（GI），该指数衡量含碳水化合物食物进食后升高血糖的速度。高GI食物如白面包会导致血糖快速上升，而低GI食物如全谷物则引起较慢的增加。研究分析了英国超过20万名初始无痴呆的成年人的数据，通过问卷调查追踪他们的饮食平均13.25年。结果显示，低GI饮食与阿尔茨海默病风险降低16%相关，而高GI饮食则使风险增加14%。这表明，优先选择低GI食物，如水果和豆类，可能有助于预防认知衰退。研究结果强调，饮食策略应考虑碳水化合物质量，以支持长期大脑健康并降低痴呆风险。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_caa9f97dd559eeb7_7db38aabe752.webp",
      "category": "Science"
    },
    {
      "id": "1c55edb4f68cb526",
      "title": "前宇航员谈月球宇航服：“我认为它们目前并不理想”",
      "summary": "前NASA宇航员凯特·鲁宾斯在国家科学院小组讨论中强调了月球宇航服面临的重大挑战。她将阿耳忒弥斯任务描述为“极端体力事件”，因为宇航服比阿波罗时代更重，宇航员需每天穿着8-9小时进行太空行走。鲁宾斯拥有300天太空经验，指出月球条件——包括部分重力、无处不在的尘埃和缺乏地球磁层保护——会放大健康风险，如辐射暴露、肌肉萎缩和心血管问题。NASA授予Axiom Space一份2.28亿美元的固定价格合同，为阿耳忒弥斯III任务开发商业宇航服，旨在提高机动性，但在地球上重量超过300磅。这些服比阿波罗的185磅版本更重，导致皮肤擦伤和关节疼痛等身体创伤，正如宇航员迈克·巴拉特所述。NASA目标在2028年发射阿耳忒弥斯III，但可能因服和着陆器准备情况而延迟。鲁宾斯将月球舱外活动比作跑马拉松，强调其体力需求远超国际空间站经验，在空间站漂浮减少压力。新服旨在改善蹲下等任务的灵活性，但重量和环境因素对宇航员安全和任务成功构成持续障碍。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1c55edb4f68cb526_9d881b3c3643.webp",
      "category": "Science"
    },
    {
      "id": "329a49c52d0a7935",
      "title": "英国与九个欧洲国家合作开展大型海上风电场项目",
      "summary": "英国正与挪威、德国、荷兰等九个欧洲国家合作，在北海开发一个大规模的海上风电场项目。该项目将首次通过称为互联器的海底电缆，将新风电场直接连接到多个国家，实现电力跨国共享。英国能源大臣埃德·米利班德将在汉堡签署声明，承诺到205年完成这一计划。支持者如行业机构RenewableUK认为，这将通过减少对波动性化石燃料的依赖，增强能源安全，并可能降低消费者账单，因为现有互联器已为英国节省了数十亿英镑。然而，批评者如影子能源大臣克莱尔·康蒂尼奥警告，快速建设风电场可能推高电价，特别是在供应紧张时，运营商可能将电力出售给出价最高者。此外，挪威等地因担心影响国内供应而引发争议，甚至拒绝了与苏格兰的新互联器。总体而言，该项目旨在平衡经济、环境和能源韧性目标，但面临市场机制、地缘政治和监管挑战。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_329a49c52d0a7935_ef26420ab84d.webp",
      "category": "Science"
    }
  ]
}