{
  "articles": [
    {
      "id": "4a029eda89c83930",
      "title": "How Drinking a Little Alcohol Can Increase Mouth Cancer Risk",
      "summary": "A new study from India shows that drinking even a small amount of alcohol every day, like one drink, can raise the risk of getting mouth cancer by 50%. Mouth cancer is a serious disease that affects the inside of the cheeks and lips, and it is very common in India, causing many deaths each year. The study found that people who drink alcohol and also chew tobacco have an even higher risk, with this combination possibly causing over half of all mouth cancer cases in the country. Researchers looked at thousands of people, some with cancer and some without, to learn about their drinking and tobacco habits. They discovered that locally made alcoholic drinks, often drunk in rural areas, are especially risky. This research helps us understand why it's important to be careful with alcohol and tobacco to stay healthy.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    },
    {
      "id": "3bad7d2a3bb54b4b",
      "title": "Time Moves Faster on Mars: A Fun Space Discovery",
      "summary": "Scientists have found that time on Mars goes a little faster than on Earth! This is because of gravity and how planets move. On Earth, we use clocks and satellites to keep time, but Mars has weaker gravity, so clocks there tick 477 microseconds faster each day. That's a tiny amount, but it adds up. Mars also has longer days and years than Earth. Knowing this helps future astronauts who might live on Mars, so they can navigate and communicate better. The scientists used data from Mars missions and Einstein's ideas to figure this out. This discovery is important for exploring space and making sure everyone knows what time it is on Mars.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_3bad7d2a3bb54b4b_6357e0c90bca.webp",
      "category": "Science"
    },
    {
      "id": "e654616fc79a2329",
      "title": "A Big Discovery Under the Sea Near Greece",
      "summary": "Scientists have found a huge area of hot water vents on the seafloor near the Greek island of Milos. They used special tools like underwater cameras and robots to explore the ocean. The vents are in three main spots along cracks in the Earth called faults. These faults are part of a big geological structure that makes the seafloor sink. The vents release hot fluids and gases, creating beautiful sights like shimmering water and thick mats of tiny living things. This discovery helps scientists learn how Earth's movements shape the ocean floor. The team was surprised by how big and pretty the vents are. They plan to study more areas like a volcano near Santorini. This work was done by scientists from Greece and Germany working together.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e654616fc79a2329_95c2a910f1d1.webp",
      "category": "Science"
    },
    {
      "id": "73b77805287fa58e",
      "title": "Scientists Help Older Bodies Fight Germs Better",
      "summary": "As people get older, their immune system, which fights germs, becomes weaker. This makes them more likely to get sick. Scientists from MIT and the Broad Institute have found a new way to help. They used a special method with mRNA to make liver cells act like a tiny factory. This factory produces signals that help T cells, which are important immune cells, work better. In tests with older mice, this treatment made their T cells stronger and more varied, helping them respond better to vaccines and cancer treatments. The scientists hope this can one day help older people stay healthier by boosting their immune system. This research was published in a journal called Nature.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_73b77805287fa58e_5fd4031c82a6.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "Northern Lights Will Light Up the Sky in 2026",
      "summary": "In 2026, people in the UK might see the Northern Lights, which are colorful lights in the sky. The Sun has an 11-year cycle where it gets more active and then less active. Right now, the Sun is still very active even though the peak was in 2024. In November 2025, a big solar flare from the Sun made the Northern Lights visible in the UK, even in southern areas like Devon and Cornwall. Solar flares send energy to Earth, creating these beautiful lights. Even as the Sun gets quieter towards 2031, one big flare in 2026 could still make the Northern Lights appear. This is exciting because it means more chances to see this natural wonder.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Farm Tax Change: Helping Family Farms",
      "summary": "The government wanted to tax farms when they are passed down in families, but after many farmers protested, they changed their plan. Originally, farms worth over £1 million would have a 20% tax starting in 2026, but now only farms worth over £2.5 million will be taxed. This means more family farms won't have to pay this tax. The Environment Secretary said they listened to farmers to protect ordinary families. Farmers are happy because it helps them, but some still worry because farms with expensive land or machines might still be taxed. Protests happened outside Parliament, and some politicians disagreed with the tax. This change is a step to support farmers who grow food for Britain.",
      "source": "BBC Science",
      "time_ago": "7 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    }
  ]
}