{
  "articles": [
    {
      "id": "19b8bf707e00a71d",
      "title": "Iranian Film Director Gets Jail Sentence While Winning Awards in the US",
      "summary": "Jafar Panahi is a famous film director from Iran. He was given a one-year jail sentence in Iran for making movies that the government says are against the rules. At the same time, he was in New York, USA, to receive three awards for his new film, It Was Just An Accident. This film was made secretly in Iran and tells a story about people who faced tough times in jail. Panahi has been in jail before for speaking out against the government. He loves making films to share true stories, even when it is risky. He plans to return to Iran despite the sentence. His film might compete for an Oscar award soon.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_19b8bf707e00a71d_d4b84f3f01d4.webp",
      "category": "Fun"
    },
    {
      "id": "158022dde27c8415",
      "title": "Emma Raducanu Feels Safer After Scary Stalking",
      "summary": "Emma Raducanu is a famous tennis player from Britain who won a big tournament called the US Open in 2021. Earlier this year, a man followed her to tennis events and made her feel scared and upset. The police helped by giving him a restraining order to keep him away. Emma says she is now feeling better and not hiding anymore, but sometimes she gets creeped out when she sees photos of herself that she didn't know were taken. She is training hard and spending time at home with her family to feel safe and happy. Emma is brave and wants to focus on playing tennis again.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_158022dde27c8415_d9a7dd961771.webp",
      "category": "Fun"
    },
    {
      "id": "57b2356687875dc3",
      "title": "A Rusty Car from James Bond Movies Becomes a Million-Pound Treasure",
      "summary": "This story is about a special car called an Aston Martin DB5 that was in James Bond movies like Goldfinger. A man named John Williams bought it long ago for £985, but he stopped driving it and left it outside to get rusty. Kids in the neighborhood even played on it, thinking it might have cool gadgets like in the movies. The car was very old and rare, with only 39 like it in the world. John and his wife Susan decided to save money to fix it up at Aston Martin's workshop. It took three years and cost £400,000 to repair, but now the car is worth £1 million. They got offers to sell it, but they chose to keep it because it was unique and special to them.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_57b2356687875dc3_3dedf0145e21.webp",
      "category": "Fun"
    },
    {
      "id": "22974ccc2c95bd83",
      "title": "New Music Stars for 2026",
      "summary": "This article talks about the BBC Radio 1 Sound of 2026 list, which predicts new music stars for next year. It introduces 10 up-and-coming artists from around the world, including singers, bands, and rappers. Some artists, like Sombr and Chloe Qisha, are already becoming popular with hit songs. The list is made by music experts and famous musicians like Elton John and Dua Lipa. It helps people discover new music before it becomes super famous. Past winners include big stars like Adele and Stormzy, showing that the list often picks future hits. The winner for 2026 will be announced in January, so fans can look forward to hearing more from these talented acts.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_22974ccc2c95bd83_85a4f1698a4c.webp",
      "category": "Fun"
    },
    {
      "id": "9ca1d324d89bb7b3",
      "title": "How Scientists Check if Quantum Computers Are Right",
      "summary": "Quantum computers are super-fast machines that can solve hard problems regular computers can't. Scientists are working to make them reliable for things like medicine and security. A big challenge is checking if their answers are correct, especially for problems that would take supercomputers billions of years to solve. Researchers at Swinburne University found a new way to test a type of quantum computer called a Gaussian Boson Sampler. This machine uses light particles called photons to do calculations. The new method can quickly find errors in the results using just a laptop. This helps make sure quantum computers work properly and can be trusted for important tasks in the future.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9ca1d324d89bb7b3_c337553ad6de.webp",
      "category": "Fun"
    },
    {
      "id": "f98a407614cba5ea",
      "title": "Virgin Media Fined for Not Helping People in Need",
      "summary": "Virgin Media, a big phone company, got a huge fine of £24 million because it did not protect some customers during a change to new phone lines. These customers use special alarms called telecare to call for help in emergencies, like if they fall or feel sick. The alarms work through landlines, and when Virgin Media switched to digital lines, many alarms stopped working. This left elderly and disabled people without a way to get help quickly, which could be very dangerous. The company did not make sure these customers were safe during the change. A group called Ofcom, which watches over phone companies, gave the fine to teach Virgin Media and other companies to be more careful with vulnerable people. Virgin Media said it is now making things better for customers.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f98a407614cba5ea_9f4c10b5c766.webp",
      "category": "Fun"
    }
  ]
}