{
  "articles": [
    {
      "id": "92eb70fcf2cbc404",
      "title": "科学家在极端压力下解开超导体之谜",
      "summary": "科学家在超导体研究领域取得重大突破，解开了氢基超导体的一个关键谜团。超导体是能够以零电阻传导电流的材料，这对于高效电力传输、量子计算等技术至关重要。传统超导体需要在极低温度下工作，限制了实际应用。近年来，氢基超导体如硫化氢（H3S）和十氢化镧（LaH10）的发现改变了这一局面，它们能在较高温度（如250开尔文）下实现超导，被归类为高温超导体。超导体的核心特征之一是超导能隙，它揭示了电子如何配对形成超导态，但测量氢基材料中的能隙一直很困难，因为这些材料需要超过一百万倍大气压的极端压力才能稳定存在，使得常规光谱技术无法应用。马克斯·普朗克化学研究所的研究人员开发了一种新的平面电子隧穿光谱方法，能在这种高压条件下工作。他们首次成功测量了H3S的超导能隙，约为60毫电子伏特，并比较了其氘代类似物D3S，后者能隙较小，为44毫电子伏特。这种差异证实了电子-声子相互作用是这些化合物中超导性的驱动机制，支持了理论预测，并推动了室温超导性的研究进程。这一发现不仅深化了对高温超导机制的理解，也为未来开发更高效的能源和技术应用奠定了基础。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_92eb70fcf2cbc404_1f7a493dd002.webp",
      "category": "Science"
    },
    {
      "id": "6ad3f82e86f3eefe",
      "title": "天体物理学家利用扭曲星系绘制不可见宇宙",
      "summary": "天体物理学家正在探索宇宙中不可见的组成部分，主要是暗物质和暗能量，它们约占宇宙的95%，但仍未被完全理解。为了研究这些，研究人员采用弱引力透镜技术，即来自遥远星系的光在穿过物质（包括暗物质）时发生轻微扭曲的现象。暗能量调查（DES）于2013年至2019年在智利使用暗能量相机进行，测量了超过1.5亿个星系的形状，覆盖了天空的显著部分。最近，芝加哥大学的科学家通过纳入额外观测数据扩展了这一数据集，几乎使分析的星系数量翻倍。这使他们能够测试Lambda-CDM（LCDM）模型，这是包含暗能量、暗物质、普通物质、中微子和辐射的标准宇宙学框架。通过测量星系形状和通过红移分析距离，团队发现宇宙结构增长与LCDM预测一致，并与早期宇宙的宇宙微波背景数据相符。这项工作解决了先前研究中的不一致性，并提供独立验证，增强了我们对宇宙演化及暗物质和暗能量作用的理解。弱引力透镜通过量化物质“团块性”，帮助揭示结构起源，而扩展的数据集则提供了重新检查早期不一致性的独立方法，突显了观测宇宙学中的方法严谨性。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6ad3f82e86f3eefe_de9a9c18d336.webp",
      "category": "Science"
    },
    {
      "id": "322aefce08ee1beb",
      "title": "科学家在旧军事空气样本中发现气候变化迹象",
      "summary": "瑞典隆德大学的科学家通过分析瑞典武装部队数十年前收集的空气样本中的DNA，揭示了气候变化对自然系统的显著影响。这些样本最初用于监测核试验的放射性沉降物，但意外保存了花粉、孢子等微观生物材料的DNA痕迹。研究团队聚焦于16种苔藓物种，发现苔藓孢子释放时间相比199年平均提前了约四周，峰值扩散则提前了六周。这一变化主要归因于秋季气温升高，使得苔藓在冬季前有更长时间发育孢子囊，从而在春季更早释放孢子。出乎意料的是，前一年的气候条件比当年春季天气对孢子时间的影响更大。该研究不仅记录了生态系统对气候变暖的快速响应，还引入了一种基于DNA的新方法，用于追踪长期生态变化。这种方法可应用于其他释放生物材料的物种，并利用瑞典各地的空气样本重建数十年的生态趋势，为政府间气候变化专门委员会（IPCC）的未来报告提供实证数据。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_322aefce08ee1beb_a3329b8d062d.webp",
      "category": "Science"
    },
    {
      "id": "7f1563696d2ffd70",
      "title": "可牺牲性的进化：为何某些蚂蚁用数量换取盔甲",
      "summary": "本文探讨了蚂蚁在进化过程中如何权衡个体盔甲与群体数量，基于一项国际研究。科学家利用Antscan数据库中的3D X射线显微断层扫描技术，分析了全球500多种蚂蚁的880多个标本，以测量其外骨骼投资。研究发现，拥有较大群体的蚂蚁在外骨骼（即保护性角质层）上投资较少，因为在成千上万的群体中，损失少数工蚁对整体影响微小。这种权衡使群体能将氮和矿物质等资源用于生产更多蚂蚁，而非强化每个个体。饮食和温度等因素影响角质层大小，但群体规模是最强预测因子。有趣的是，盔甲减少与较高的多样化率相关，意味着角质层较薄的蚂蚁能更快进化并适应新环境。该研究强调了社会性昆虫如蚂蚁如何平衡质量与数量，表明集体成功可通过偏好数量优势而非个体防御机制来驱动进化变化。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7f1563696d2ffd70_1c40fec48983.webp",
      "category": "Science"
    },
    {
      "id": "ae96f504464a3b08",
      "title": "特朗普能源部长下令华盛顿州燃煤电厂继续运营",
      "summary": "本文报道了一起联邦与州之间的能源政策冲突。华盛顿州的中央燃煤电厂原计划在年底关闭并转为天然气发电，这是该州法律规定的减排措施，经过15年筹备。然而，特朗普政府的能源部长克里斯·赖特宣布太平洋西北地区存在能源“紧急状态”，下令该电厂至少继续燃煤90天，以防止电力短缺。州官员包括州长鲍勃·弗格森反驳称，并无此类紧急情况，电厂即将关闭、工人已转岗、煤炭库存耗尽，并指责联邦政府无视事实和州法律，可能诉诸法律挑战。与此同时，华盛顿州正面临暴雨和洪水的真实紧急情况，增加了事件的讽刺性。文章进一步探讨了更广泛的能源问题：太平洋西北地区目前电力稳定，但长期面临供应挑战，因数据中心（消耗俄勒冈州11%的电力）、电动汽车（华盛顿州10月新车注册的26%）和空调使用增加导致需求上升，预计到2030年将出现9吉瓦的电力缺口。水电占该地区电力主要来源（华盛顿州占60%），但因干旱和气候变化导致的降水模式改变，可靠性下降，使能源规划复杂化。这一事件凸显了在政治极化和气候压力下，关于煤炭依赖、环境治理和可持续能源转型的辩论。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ae96f504464a3b08_bb2088693ba3.webp",
      "category": "Science"
    },
    {
      "id": "9a71cbda7ffe909b",
      "title": "破解“垃圾DNA”之谜：科学家发现与阿尔茨海默病相关的增强子",
      "summary": "人类基因组中仅有约2%的DNA编码基因，其余98%曾被称为“垃圾DNA”或非编码基因组，但实际上包含调控基因表达的元件，如增强子。澳大利亚新南威尔士大学的研究人员针对星形胶质细胞——一种支持神经元并与阿尔茨海默病相关的大脑细胞——进行了深入研究。他们结合CRISPRi和单细胞RNA测序技术，在实验室培养的人源星形胶质细胞中测试了近1000个潜在的增强子。CRISPRi能够在不切割DNA的情况下抑制特定片段，而单细胞RNA测序则测量单个细胞的基因活性。研究发现了约150个功能性增强子，其中很大一部分调控与阿尔茨海默病相关的基因。这一发现缩小了在非编码基因组中寻找疾病相关遗传线索的范围，并为解释其他疾病（如高血压、糖尿病）的遗传研究提供了有价值的参考。该研究强调了非编码DNA在疾病机制中的重要性，并指出需要对其他细胞类型进行类似研究以全面揭示基因组的功能景观。总体而言，这项工作增进了我们对增强子生物学和阿尔茨海默病发病机制的理解，为未来治疗策略提供了潜在靶点。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9a71cbda7ffe909b_8d216c8c9214.webp",
      "category": "Science"
    }
  ]
}