{
  "articles": [
    {
      "id": "d700240656def70c",
      "title": "Weight Loss and Brain Health in Middle Age",
      "summary": "Losing weight is often good for health, but new research shows it might affect the brain differently as people get older. In a study with mice, scientists found that when middle-aged mice lost weight, it helped their bodies control sugar better, which is a good thing. However, it also caused more inflammation in their brains, especially in a part called the hypothalamus that helps control hunger and energy. This brain inflammation lasted for a few weeks and could be linked to memory problems or diseases like Alzheimer's later on. The researchers say that while losing weight is still important for health, we need to be careful about how it impacts the brain in middle age. They are doing more studies to find ways to keep the benefits of weight loss without hurting the brain.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d700240656def70c_a3bff4285ae5.webp",
      "category": "Science"
    },
    {
      "id": "efebffa34e66a34c",
      "title": "Missing Zombie Worms Worry Scientists",
      "summary": "Scientists are worried because zombie worms, which are tiny creatures that eat whale bones in the deep ocean, have disappeared. These worms help break down bones from dead whales, which gives food to other sea animals. A scientist named Fabio De Leo did an experiment for ten years by putting whale bones on the ocean floor in Canada. He used cameras to watch, but no zombie worms came. This is concerning because zombie worms are important for the ocean's health. Their absence might be due to low oxygen in the water, which could be caused by climate change. If zombie worms are gone, it could mean other animals might disappear too, making the ocean ecosystem weaker.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_efebffa34e66a34c_a96e78195b1f.webp",
      "category": "Science"
    },
    {
      "id": "93588832e972918b",
      "title": "How Tiny Particles Form in a Giant Machine",
      "summary": "Scientists at CERN's Large Hadron Collider have discovered how tiny particles called deuterons form. Deuterons are made of one proton and one neutron stuck together. In the collider, protons crash into each other at super high speeds, creating temperatures hotter than the Sun. For years, researchers wondered how delicate deuterons could survive this heat without breaking apart. Now, they found that about 90% of deuterons form later, when things cool down a bit, from short-lived high-energy states called resonances. This helps explain a basic force in nature that holds particles together. The discovery also helps us understand how particles form in space, like in cosmic rays, and might give clues about dark matter. The research was done using a big experiment called ALICE, which tracks particles from collisions.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_93588832e972918b_b1f99ab1ab7d.webp",
      "category": "Science"
    },
    {
      "id": "4c8a780d2c08bfc2",
      "title": "Scientists Discover How Plants Make a Special Cancer-Fighting Chemical",
      "summary": "Scientists at UBC Okanagan have solved a big mystery about how plants make a rare chemical called mitraphylline that can help fight cancer. Mitraphylline is part of a special group of plant chemicals with twisted shapes that give them strong effects against tumors and inflammation. For a long time, no one knew how plants built these chemicals. In 2023, researchers found the first plant enzyme that makes the twisted shape. Now, a student named Tuan-Anh Nguyen led new work to find two key enzymes that help make mitraphylline. One enzyme arranges the molecule into the right 3D structure, and another twists it into its final form. This discovery is like finding missing links in an assembly line, helping scientists understand how nature creates these complex molecules. Mitraphylline is hard to get because it only exists in tiny amounts in tropical trees like kratom and cat's claw. By knowing the enzymes, scientists can now make mitraphylline in a greener and more sustainable way, which could lead to new medicines. The work was a team effort between UBC Okanagan and the University of Florida.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_4c8a780d2c08bfc2_b3f8b7031793.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Farm Tax Change: Helping Family Farms",
      "summary": "The government wanted to tax farms when they are passed down in families, but after many farmers protested, they changed their plan. Originally, farms worth over £1 million would have a 20% tax starting in 2026, but now only farms worth over £2.5 million will be taxed. This means more family farms won't have to pay this tax. The Environment Secretary said they listened to farmers to protect ordinary families. Farmers are happy because it helps them, but some still worry because farms with expensive land or machines might still be taxed. Protests happened outside Parliament, and some politicians disagreed with the tax. This change is a step to support farmers who grow food for Britain.",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Expert Warns of Hotter Years Ahead in the UK",
      "summary": "A climate expert in the UK says that 2025 might be the hottest year ever recorded there. She warns that rising temperatures are becoming normal because of climate change, which is caused by pollution from human activities like burning fuels. This heat can lead to problems like droughts and wildfires. The expert, Professor Rachel Kyte, says we need to prepare by investing in things like better infrastructure and nature to handle the heat. She explains that if we don't act now, it will cost more later. Scientists from the Met Office, which tracks weather, agree that human actions are making the UK warmer, and they expect more hot years in the future. They use data to predict temperatures, but it's not certain yet if 2025 will break the record.",
      "source": "BBC Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}