{
  "articles": [
    {
      "id": "1b9425d09ca6a1df",
      "title": "以色列将在寻获最后一名遇害人质遗体后重新开放加沙过境点",
      "summary": "以色列宣布，只有在完成寻获最后一名在加沙的以色列人质——警察中士兰·格维利——遗体的行动后，才会重新开放加沙地带与埃及之间的关键过境点拉法。该过境点自2024年5月以色列部队控制巴勒斯坦一侧以来基本关闭，原计划在10月开始的以色列与哈马斯停火第一阶段重新开放。然而，以色列政府将此条件设为哈马斯必须尽力归还格维利的遗体。周日，以色列军方表示已在加沙北部开始新的搜寻行动，根据情报，格维利的遗体可能被埋葬在加沙城的谢贾伊耶和达拉杰·图法赫地区。行动可能持续数天。完成后，以色列将有限度地重新开放拉法过境点，仅允许行人通行，并实施全面的以色列检查机制。美国和其它调解方继续敦促双方推进和平计划。这一举措旨在平衡安全关切与人道需求，因为过境点的重新开放可能有助于加沙人的流动和援助获取，对地区稳定和冲突解决具有更广泛的地缘政治影响。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_1b9425d09ca6a1df_e5ed3a0dc75a.webp",
      "category": "News"
    },
    {
      "id": "ab36aa1d179d612c",
      "title": "确保学生在校不使用手机：教育部长向教师发出指示",
      "summary": "英国教育部长布里奇特·菲利普森宣布，英格兰所有学校应遵循新的政府指导，在整个上学日实行无手机政策。这一强化指导明确禁止学生在课堂、课间和午餐时间使用手机，包括作为计算器或研究工具。菲利普森指出，此前保守党政府于2024年2月发布的指导缺乏清晰度和一致性，因此新指导旨在提供更明确的规范。教育标准局（Ofsted）将检查学校对手机政策的执行情况，同时建议教师避免在学生面前使用手机。然而，一位校长工会批评利用Ofsted“监管”政策是“极其无益和误导的”。此公告与政府更广泛的努力相关，例如就禁止16岁以下儿童使用社交媒体进行咨询。影子教育部长劳拉·特罗特称这封信“只是更多指导”，代表延迟而非行动，而影子警务部长马特·维克斯则支持赋予校长权力。近期调查显示，大多数教师在课间个人使用手机，仅少数学校完全禁止教职工使用。这一政策反映了英国教育中监管与学校自治之间的持续张力。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_ab36aa1d179d612c_6f7698d956ee.webp",
      "category": "News"
    },
    {
      "id": "9cbc99954944c4d4",
      "title": "海中发现的遗体据信是圣诞节失踪的古董商",
      "summary": "德文郡和康沃尔郡警方从埃克斯茅斯海滩附近的海中打捞出一具男性遗体，初步确认为马修·厄珀姆，一位来自巴德利索尔特顿的64岁古董店老板，他于圣诞节当天与另一名游泳者一同失踪。第二名游泳者，一名47岁男子的遗体已于早些时候被发现，凸显了事件的危险性。紧急服务部门接到海岸附近发现遗体的报告后展开行动，虽然正式身份确认尚未完成，但厄珀姆的家人已获通知。据其朋友、歌手兼词曲作家凯特·布什称，厄珀姆进入水中是为了帮助一名遇险女子，这可能是一种英勇行为。一次全面的搜救行动涉及RNLI救生艇队和海岸警卫队直升机，但最终被取消。同时，针对风的黄色天气警告导致德文郡和康沃尔郡的多个圣诞节和节礼日游泳活动被推迟或取消，强调了环境因素。警方现正呼吁目击者或行车记录仪录像，以重建事件并确定导致失踪的情况，突出了持续的调查努力。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9cbc99954944c4d4_55e1447184fc.webp",
      "category": "News"
    },
    {
      "id": "e3e967b139c601f7",
      "title": "泽连斯基称美乌安全协议已“100%准备就绪”待签署",
      "summary": "乌克兰总统弗拉基米尔·泽连斯基表示，一份美国对乌克兰的安全保证文件已“100%准备就绪”待签署，此前在阿布扎比举行了涉及乌克兰、美国和俄罗斯代表的三边会谈。泽连斯基在立陶宛维尔纽斯访问时宣布了这一消息，指出协议正等待确定签署日期，随后将提交美国国会和乌克兰议会批准。他还强调乌克兰争取在2027年前加入欧盟的目标，称其为“经济安全保证”。这些会谈包括军事代表，旨在解决俄罗斯近四年的全面入侵问题，但泽连斯基承认在领土完整等根本问题上存在重大分歧，坚持乌克兰的边界必须得到尊重。与此同时，俄罗斯总统弗拉基米尔·普京与美国特使会谈，要求乌克兰从非法吞并的东部地区撤军作为和平条件。泽连斯基提到美国正努力寻求妥协，并强调各方都必须愿意让步。谈判涵盖了军事和经济问题，包括可能的停火以及被俄罗斯占领的欧洲最大核电站——扎波罗热核电站的管理框架。根据美国官员的说法，谈判代表将于2月1日返回阿联酋进行下一轮会谈，继续为结束冲突和建立安全架构而努力。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e3e967b139c601f7_c50cfce5024a.webp",
      "category": "News"
    },
    {
      "id": "088f0faab24b2d5f",
      "title": "冬季风暴导致美国南部数十万用户停电",
      "summary": "一场大规模的冬季风暴于周日袭击了美国大部分地区，带来了雨夹雪、冻雨和降雪，导致气温降至零度以下，并中断了空中和公路交通。风暴的影响在东南部尤为严重，冰的积累使树枝和电线断裂，导致数十万家庭和企业停电。美国国家气象局预测，冰和降雪将持续到周一，并警告由于持续低温可能造成“危险的旅行和基础设施影响”，这种情况可能会持续数天。气象学家艾莉森·桑托雷利形容这场风暴因其广泛范围而独特，影响了从新墨西哥到新英格兰约2000英里的地区。作为回应，总统唐纳德·特朗普于周六批准了至少十几个州的紧急声明，联邦紧急事务管理局预先部署了救援队伍和物资。纽约靠近加拿大边境的地区报告了破纪录的低温，而在密西西比州，卡特彼勒等企业建议员工留在家中，居民在社交媒体上分享了树木断裂的令人不安的声音。风暴打乱了日常活动，如取消玩耍约会和限制驾驶，突显了其广泛的社会影响。这场事件揭示了关键基础设施的脆弱性，并引发了政府和社区的协调响应，说明了气候韧性和应急准备的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_088f0faab24b2d5f_8a360b89f2b7.webp",
      "category": "News"
    },
    {
      "id": "9b8aa9b028e165f7",
      "title": "卡尼称加拿大不寻求与中国达成自由贸易协议，特朗普威胁加征关税",
      "summary": "加拿大总理马克·卡尼表示，加拿大无意与中国达成全面的自由贸易协议，这是对美国前总统唐纳德·特朗普威胁若加拿大与中国达成协议将对加拿大商品加征100%关税的回应。卡尼澄清，加拿大最近与中国的协议仅针对特定行业降低关税，如电动汽车、菜籽油和猪肉，以解决近年来出现的贸易争端。他强调，根据与美国和墨西哥的现有自由贸易协议，加拿大承诺在不事先通知的情况下不与像中国这样的非市场经济体达成自由贸易协议。2024年，加拿大曾效仿美国，对中国电动汽车加征100%关税，对钢铁和铝加征25%关税，导致中国对加拿大农产品实施报复性关税。卡尼的新协议包括对中国电动汽车进口设定初始上限为49,000辆，关税率为6.1%，并期望中国在三年内投资加拿大汽车行业。特朗普在社交媒体上批评该协议，称其将摧毁加拿大汽车行业并有利于中国，而卡尼则辩护称这是解决贸易紧张和促进经济合作的必要步骤。这一情况凸显了加拿大在与中国培养经济关系和维护与美国战略联盟之间必须取得的微妙平衡，尤其是在全球贸易紧张和保护主义政策升级的背景下。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_9b8aa9b028e165f7_92bc07b05edc.webp",
      "category": "News"
    }
  ]
}