{
  "articles": [
    {
      "id": "7050b99edad6db07",
      "title": "黄金和白银经历过山车式的一年，创下历史新高",
      "summary": "2025年，黄金和白银市场经历了剧烈波动，以自1979年以来最大的年度涨幅收官。黄金价格飙升超过60%，达到每盎司超过4500美元的历史高点，随后在年底回落至约4330美元；白银则创下每盎司83.62美元的纪录，后稳定在71美元左右。这一飙升由多种因素驱动：市场预期美国联邦储备委员会将在2026年进一步降息、全球央行大量购买黄金、以及投资者因全球紧张局势、经济不确定性和通胀担忧而涌入这些“避险”资产。专家如XS.com的Rania Gule和AJ Bell的Dan Coatsworth指出，高政府债务、贸易政策及对AI泡沫的担忧也助长了看涨情绪。然而，他们警告称，2025年的急剧上涨使这些资产在2026年容易出现回调，因为投资者可能在市场低迷时抛售以变现或增强流动性。尽管如此，一些分析师预测，受供应紧张和白银工业需求的支撑，价格将以更稳定的速度继续上涨。这凸显了宏观经济政策、市场心理和结构性因素在贵金属估值中的复杂相互作用。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_7050b99edad6db07_906dc74c006f.webp",
      "category": "Fun"
    },
    {
      "id": "2b3584d04312f689",
      "title": "美国股市在波动一年后以高位结束2025年",
      "summary": "美国股市在2025年经历了显著波动，但最终以强劲涨幅收官。春季，特朗普总统的全球贸易关税导致市场大幅下跌，标准普尔500指数几乎进入熊市（即从近期高点下跌20%）。然而，夏季市场强劲反弹，主要受企业利润增长和人工智能（AI）投资信心推动。标准普尔500指数预计全年上涨约17%，连续第三年实现两位数增长；以科技股为主的纳斯达克综合指数上涨21%，小型公司指数罗素2000上涨约12%。尽管市场表现良好，但经济担忧、美联储领导层变动以及AI股票可能被高估的问题为2026年带来不确定性。分析师如罗伯特·爱德华兹和帕拉格·塔特指出，市场在“担忧之墙”上攀升，并预测2026年可能再创纪录，部分原因是预期借贷成本下降可能提升企业盈利。同时，地缘政治紧张和关税不确定性推动了对黄金等避险资产的需求，黄金价格飙升近70%，而比特币表现不佳，在10月高点回落后全年略有下跌，反映了宏观经济刺激下资产类别的不同表现。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2b3584d04312f689_a1f5c4064620.webp",
      "category": "Fun"
    },
    {
      "id": "3745f492b3ccea74",
      "title": "《激烈竞争》作者称电视剧成功帮助她获得帕金森病治疗",
      "summary": "加拿大作家雷切尔·里德透露，她的小说《激烈竞争》的电视剧改编成功，使她获得了帕金森病的专业帮助。45岁的里德于2023年夏季被诊断出患有帕金森病，大约在同一时间，她接到了将她的书系列改编成电视剧的邀请。《激烈竞争》聚焦于两名冰球运动员之间的秘密同性关系，已成为最近几周最受关注的新电视剧之一。在接受《Variety》杂志采访时，这位加拿大作家解释说，一位帕金森病专家在听到她为该剧宣传采访中提到的诊断后联系了她。里德表示，随后她与神经科医生预约的会诊“可能改变我的情况，因为我没有得到应有的治疗”。里德于2018年出版了《游戏改变者》系列的第一本书，随后又出版了五本书，电视剧版本于11月下旬在北美推出后很快引起了轰动。该剧由雅各布·蒂尔尼改编和执导，定于1月10日在英国的Sky和流媒体服务Now上播出。里德告诉《Variety》，这部剧的关注带来了“一件了不起的事情”。她回忆说：“几周前，雅各布上了CNN。不知何故，采访者问起了我的帕金森病诊断。我觉得有点奇怪，但第二天，世界上顶级的帕金森病专家之一联系了我，问我是否需要帮助。”里德解释说：“我从未有机会与帕金森病专家交谈。因为我住在一个非常小的地方，我在这里已经等了五年。现在他为我找到了一位帕金森病专家，一位神经科医生，我几周后就有预约。这可能改变我的情况，因为我没有得到应有的治疗。他还告诉我如何调整药物以便我能睡觉，因为我以前从未睡好。这个改变让我整夜安睡，这对写作很有帮助。”里德表示，她的帕金森病使写作变得困难，“因为我几乎无法控制鼠标”。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3745f492b3ccea74_685d9f588e95.webp",
      "category": "Fun"
    },
    {
      "id": "23886873144d7cac",
      "title": "伊赛亚·惠特洛克 Jr 去世：曾出演《火线》和《副总统》的演员享年71岁",
      "summary": "伊赛亚·惠特洛克 Jr，一位因在《火线》和《副总统》中饰演角色而闻名的演员，已去世，享年71岁。他的经理布莱恩·利布曼在Instagram上宣布了这一消息，表达深切哀悼，并称赞惠特洛克的才华和品格。惠特洛克在纽约因短期疾病去世。他是一位多才多艺的表演者，还出演过《好家伙》和《查普尔秀》等电影，并与导演斯派克·李长期合作，斯派克·李也向他致以诚挚的敬意。在《火线》中，惠特洛克饰演一名腐败政客，并因他开发的一句粗俗口头禅而闻名，这句口头禅受他叔叔启发，广受欢迎。在《副总统》中，他扮演一位滑稽的美国国防部长。他的职业生涯包括多部斯派克·李的电影，如《黑色党徒》和《誓血五人组》，以及《四月碎片》等电影和《法律与秩序》系列电视剧。惠特洛克出生于印第安纳州南本德，被铭记为一位杰出的演员和受人爱戴的人，他的口头禅已进入流行文化。",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_23886873144d7cac_38a93ba28f5b.webp",
      "category": "Fun"
    },
    {
      "id": "7e2a16fb5abdd6d8",
      "title": "罗南·基廷谈他的跨年演出、新年决心和男孩地带重聚",
      "summary": "罗南·基廷是一位爱尔兰歌手，前男孩地带成员，将在BBC一台的跨年晚会中担任主要表演者，该节目在午夜烟花前后播出。他表示，演出旨在为那些在节日期间感到孤独或困难的人们带来乐观和快乐。基廷在伦敦河滨工作室的排练中接受采访，反思了这一自2013年启动的传统节目，此前曾有罗比·威廉姆斯等艺术家参与，并吸引了年度最大的电视音乐节目观众。他幽默地谈及一个定制灯光装置，并合作了老室友路易丝（来自永恒乐队）以增强娱乐性。文章强调了此类电视活动在节假日期间的社会功能，通过音乐和社区感促进情感健康，同时展示了基廷职业生涯中的一个重要里程碑。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7e2a16fb5abdd6d8_5b7439fef574.webp",
      "category": "Fun"
    },
    {
      "id": "ec8d38aca9fdffe1",
      "title": "女性艺术家（和绿洲乐队）推动2025年英国音乐销售",
      "summary": "2025年，英国音乐产业经历了显著增长，主要由女性艺术家和绿洲乐队的复兴推动。泰勒·斯威夫特的专辑《The Life of a Showgirl》以642,000张销量成为年度最畅销专辑，而新兴英国人才如奥利维亚·迪恩和洛拉·杨贡献了整体销售增长近5%，达到2.01亿张专辑销售或流媒体播放。绿洲乐队的重聚巡演促使他们售出超过一百万张专辑，其精选集排名第四。流媒体主导市场，占销售额的89%，根据英国唱片业协会的数据，全年流媒体歌曲达2103亿首。值得注意的是，奥利维亚·迪恩创造了历史，同时获得首支冠军单曲和专辑，而来自前几年的老歌在榜单中保持流行。这一年凸显了新女性人才和怀旧艺人对音乐景观的影响。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ec8d38aca9fdffe1_b538f535babc.webp",
      "category": "Fun"
    }
  ]
}