{
  "articles": [
    {
      "id": "8832f04cff5c622e",
      "title": "California Takes Away Driver's Licenses for Immigrants",
      "summary": "In California, the government has decided to take away 17,000 special driver's licenses from immigrants. These licenses are for people who drive big trucks and buses for work. This happened because the Trump administration was very critical of states like California for giving licenses to immigrants who are in the country without legal permission. Now, many immigrants might lose their jobs because they can't drive these vehicles anymore. It's a big change that affects families and workers in California. This story shows how laws can change and impact people's lives.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8832f04cff5c622e_28966a249bcf.jpg",
      "category": "News"
    },
    {
      "id": "9fb4f9d85cbe9efe",
      "title": "A Legal Challenge in Court",
      "summary": "Lawyers for two people who do not like President Donald Trump are going to court. They want a judge to throw out the charges against them. The lawyers say that the prosecutor who charged them was not appointed correctly. A prosecutor is a lawyer who works for the government and brings cases to court. This hearing is happening on Thursday. The judge will listen to both sides and decide what to do. It is important because it could affect the cases against these two people. The Justice Department is the part of the government that handles legal matters. This story shows how the legal system works to make sure rules are followed.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_9fb4f9d85cbe9efe_4b7effc46680.jpg",
      "category": "News"
    },
    {
      "id": "dd741aedea57e4b7",
      "title": "Prime Minister and Anonymous Messages",
      "summary": "This article talks about a problem in the UK government. Some people are sending secret messages to the media about the Prime Minister, Sir Keir Starmer. Ed Miliband and Wes Streeting, who are important politicians, are asking the Prime Minister to do something about these messages. They think these messages might be trying to challenge the Prime Minister's leadership. Sir Keir Starmer says he is sure that these messages did not come from his office at 10 Downing Street. This is important because it shows that there might be some disagreements among politicians, and they need to work together to solve problems.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dd741aedea57e4b7_443f3474e7ca.jpg",
      "category": "News"
    },
    {
      "id": "d246431594e84235",
      "title": "A Girl Named Sara and a Big Mistake",
      "summary": "This article tells a sad story about a girl named Sara Sharif who was hurt and died. Before this happened, some people from the council, who are supposed to help keep children safe, went to the wrong house to check on her. A review, which is like a big check-up, found that the system did not work well to protect Sara. It also said that sometimes, because of race, people might not report when a child is in danger. This means that everyone needs to work together to make sure children are safe and that no one is afraid to speak up if they see something wrong. It's important to learn from this so that other children can be protected better in the future.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d246431594e84235_b13b843b2182.jpg",
      "category": "News"
    },
    {
      "id": "328083d2183142ee",
      "title": "A Photo with a Prince",
      "summary": "This article talks about an email from a man named Jeffrey Epstein. In the email, Epstein says that a woman named Virginia Giuffre was on his airplane and had her picture taken with Prince Andrew. Prince Andrew is a member of the British royal family. The article is from BBC News, which is a trusted news source. It helps us understand a part of a bigger story about Epstein, who was involved in bad things. The email is important because it shows a connection between Epstein, Giuffre, and Prince Andrew. This might be used in investigations to find out what really happened. The article is short but gives key information from the email. It's written to inform people about this message and its possible meaning in the news.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_328083d2183142ee_eee212076b97.jpg",
      "category": "News"
    },
    {
      "id": "eb755b4e4e82c55f",
      "title": "Starmer Denies Authorizing Attacks in Leadership Dispute",
      "summary": "In a recent political story, Keir Starmer, the leader of the Labour Party, said he did not give permission for any attacks on other government ministers. This happened after a disagreement within his party. Kemi Badenoch, who leads the Conservative Party, accused Starmer of having a 'toxic' environment in his office. The article explains that politicians sometimes argue about how things are run, and Starmer wants to show he is not involved in negative behavior. It's important to understand that leaders must be honest and work together for the country. This helps us learn about responsibility in politics.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_eb755b4e4e82c55f_ca61a5bf83e5.jpg",
      "category": "News"
    }
  ]
}