{
  "articles": [
    {
      "id": "8be472857f426c99",
      "title": "Coastal Tragedy: Search and Rescue Efforts in Harsh Conditions",
      "summary": "A major search and rescue operation occurred off the east Yorkshire coast in Withernsea on Friday, resulting in two fatalities and one person still missing. Humberside Police reported that emergency services responded to reports of multiple individuals in difficulty in the water. One unconscious 67-year-old man was rescued but died at the scene, and a second body was recovered later. The incident, reported at 15:10 GMT, involved extensive resources including a rescue helicopter, air ambulance, and RNLI crews from nearby towns. Search efforts were challenged by severe weather conditions, with snow, ice, and rough seas complicating operations. The search paused overnight and resumed at first light on Saturday. In response, Withernsea Methodist Church opened for prayers and emotional support, highlighting community solidarity. Police have stated the circumstances are not suspicious, focusing on the tragic nature of the event amid ongoing investigations.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8be472857f426c99_f868a74b65e9.webp",
      "category": "News"
    },
    {
      "id": "c7323def1e716e4b",
      "title": "UK Weather Warnings: Snow and Ice Impact Across the Nation",
      "summary": "The UK is experiencing widespread snow and ice warnings over the weekend, with significant impacts expected. An amber snow warning is active in Scotland until noon, indicating disruptive conditions that could lead to rail and air travel delays, dangerous road conditions, and potential power cuts. Yellow warnings for snow and ice cover much of England, Wales, and Northern Ireland until Monday, suggesting milder but still hazardous weather. The Met Office forecasts heavy snowfall, with up to 40cm in Scotland and 5cm in England and Wales, driven by cold Arctic air that has plunged temperatures across the country. Daytime temperatures are expected to remain in low single figures, with overnight lows dropping to -8°C in parts of Scotland and -5°C in rural areas elsewhere. Travel disruptions are anticipated, including train cancellations by ScotRail and road issues, prompting advice from authorities like the Highland Council to avoid non-essential travel. Gritters and snowploughs, some humorously named, are deployed to manage road conditions. The warnings highlight the risks of blizzard conditions in specific Scottish regions and extend through Sunday and Monday, emphasizing the need for public caution during this cold spell.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c7323def1e716e4b_f37920d9f857.webp",
      "category": "News"
    },
    {
      "id": "4e1d21ebfed49ca4",
      "title": "Police Misconduct in Mushroom Foraging Case: Rules Broken and Consequences",
      "summary": "In November 2024, Louise Gather traveled from Derby to Bradgate Park in Leicestershire to forage for magpie inkcaps, a rare fungus, but she did not pick any mushrooms. Despite this, former PC Christopher Vickers issued a community resolution order to her husband, claiming he had spoken directly to Mrs. Gather, which was false. A misconduct panel found that Vickers committed gross misconduct by being dishonest and not following proper procedures. The panel stated he would have been dismissed if he had not already left the force. His actions were deemed deliberate and potentially damaging to public confidence in the police. The case highlighted that community resolution orders require direct communication and acceptance of responsibility from the alleged offender. Mrs. Gather could have faced significant harm, such as job loss, if the order remained on her enhanced DBS checks. Bradgate Park is a Site of Special Scientific Interest (SSSI), where picking mushrooms is illegal to protect the environment. The hearing revealed that the police received a call from the park trust about mushroom picking, leading to the investigation. This incident underscores the importance of police integrity and adherence to policies in handling minor offenses.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4e1d21ebfed49ca4_bb8c8d52b805.webp",
      "category": "News"
    },
    {
      "id": "186f19c089805a18",
      "title": "Wellbeing Trends in 2026: Emphasizing Recovery and Mindful Living",
      "summary": "In 2026, the wellbeing industry is shifting its focus from intense physical training to recovery and mental wellness. Experts predict that this year will prioritize rest days, supported by technology like smartwatches that monitor heart rate and movement to optimize fitness. A key trend is the rise of JOMO (Joy Of Missing Out), which encourages people to find happiness in disconnecting and taking breaks, contrasting with the earlier concept of FOMO (Fear Of Missing Out). This change reflects a broader move towards smarter, data-driven approaches to health, where understanding one's body leads to better self-care. Additionally, supplements such as magnesium and creatine continue to be popular for enhancing physical performance. The article highlights how these trends are part of a multi-trillion pound industry aimed at improving overall wellbeing through balanced lifestyles and technological advancements.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_186f19c089805a18_44fe1f4b984a.webp",
      "category": "News"
    },
    {
      "id": "4805890d5a879f90",
      "title": "Controversy at the Kennedy Center: Artist Boycotts and Declining Attendance",
      "summary": "The Kennedy Center, a premier performing arts venue in the U.S., has recently undergone significant changes, including a leadership takeover and a renaming to include former President Donald Trump alongside John F. Kennedy. This has sparked a wave of artist cancellations, with performers like jazz musician Chuck Redd, ensemble The Cookers, folk singer Kristy Lee, and dance company Doug Varone and Dancers pulling out of scheduled shows. They cite reasons such as opposing Trump's political actions and not wanting to perform at a venue that they feel deepens divisions. In response, Kennedy Center president Richard Grenell threatened a $1 million lawsuit against one artist. Additionally, the center has experienced a drop in ticket sales and viewership for events like the Kennedy Center Honors, hosted by Trump. The article, part of PBS NewsHour's 'Art in Action' series, explores how these developments reflect broader tensions between art and democracy, highlighting the impact of political decisions on cultural institutions and artistic expression.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4805890d5a879f90_3914df0ea926.webp",
      "category": "News"
    },
    {
      "id": "ac0b30ca96164695",
      "title": "Financial Turnaround at the Renamed Arts Center",
      "summary": "The Trump-Kennedy Center, previously known as the Kennedy Center, is experiencing turmoil with artists canceling performances due to its renaming and board takeover by President Trump. Richard Grenell, appointed as interim president by Trump, defends the changes in an interview with PBS NewsHour. He argues that the center is now in a strong financial position, contrasting with its past reliance on debt reserves to pay staff. Grenell credits President Trump's fundraising abilities for improving ticket sales, donor contributions, and corporate sponsorships. He criticizes media coverage for focusing on artist withdrawals instead of financial aspects, citing a New York Times article about Broadway's struggles as context. Grenell emphasizes a holistic approach to arts funding and calls for a full story that includes financial health, suggesting that the center's new management is addressing previous inefficiencies.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ac0b30ca96164695_7679aa76fd45.webp",
      "category": "News"
    }
  ]
}