{
  "articles": [
    {
      "id": "11da29328f33dbe8",
      "title": "NASA下令国际空间站进行“受控医疗撤离”",
      "summary": "NASA已下令从国际空间站进行受控医疗撤离，因一名宇航员出现未指明的医疗情况，决定提前将七名机组人员中的四名带回地球。受影响的宇航员来自Crew-11任务，于8月发射，目前状况稳定，但NASA出于谨慎考虑，要求整个Crew-11团队提前返回。宇航员包括指挥官Zena Cardman和飞行员Mike Fincke，将乘坐SpaceX Crew Dragon飞船脱离空间站，在太平洋溅落。NASA官员如管理员Jared Isaacman和首席医疗官JD Polk博士强调，宇航员健康是最高优先级，但出于隐私考虑未透露医疗细节。该事件与太空行走准备无关，机组人员凭借紧急训练迅速响应。空间站配备医疗设备，NASA正在协调返回计划，同时保持安全协议的透明度。这一事件反映了在微重力环境下医疗诊断的复杂性，以及长期太空飞行中操作韧性和机构透明度的重要性。",
      "source": "Ars Science",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    },
    {
      "id": "837224d29f156249",
      "title": "宇航员'严重医疗状况'迫使NASA提前结束空间站任务",
      "summary": "NASA决定将国际空间站上的四名宇航员任务缩短一个月，原因是其中一名宇航员出现严重医疗状况。该机构未透露宇航员姓名或具体病情，以保护隐私，但确认患者情况稳定，此次返回并非紧急撤离。这是国际空间站自2000年持续载人以来首次因医疗原因提前返回。Crew-11团队包括NASA宇航员Zena Cardman和Mike Fincke、日本宇宙航空研究开发机构宇航员Kimiya Yui以及俄罗斯宇航员Oleg Platonov，他们于去年八月乘坐SpaceX载人龙飞船升空，原计划进行为期六个月的驻留。一名美国宇航员将与两名俄罗斯宇航员留在空间站。空间站配备基本医疗设备和安全通信系统，允许地球医生进行私人远程会诊。提前返回可能会延迟一些科学实验和维护任务，直到下个月新机组抵达。NASA官员强调，医疗问题与太空操作或伤害无关，突显了他们对宇航员健康的承诺。这一事件引发了对长期太空飞行健康协议和应急规划的深入思考。",
      "source": "BBC Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_837224d29f156249_1d7360028267.webp",
      "category": "Science"
    },
    {
      "id": "1ca95253e2aaae6e",
      "title": "科学家逼近宇宙最大谜团",
      "summary": "科学家正在努力解开宇宙的最大谜团：暗物质和暗能量，它们约占宇宙的95%，而普通物质仅占5%。德克萨斯A&M大学的实验粒子物理学家鲁帕克·马哈帕特拉博士领导研究，利用配备低温量子传感器的先进半导体探测器来探测这些难以捉摸的成分。这些技术支撑着全球实验，如TESSERACT，旨在捕获罕见的粒子相互作用。暗物质约占宇宙的27%，作为宇宙胶水塑造星系结构；暗能量约占68%，驱动空间加速膨胀。两者均不发射、吸收或反射光，因此研究人员通过引力对星系运动和大尺度结构的影响来研究它们。马哈帕特拉的工作包括对SuperCDMS实验的贡献，引入了电压辅助量热电离检测等创新，提高了对低质量弱相互作用大质量粒子（WIMP）的探测灵敏度。他强调需要结合直接、间接和对撞机搜索等多种方法，以拼凑出完整图景，并将当前知识比作只触摸大象尾巴。这一全球合作努力推动探测边界，以解开基本的宇宙问题。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_1ca95253e2aaae6e_fcb03d9556e4.webp",
      "category": "Science"
    },
    {
      "id": "d5a4cd6f596f6cf5",
      "title": "巴西人活过110岁，科学家探究原因",
      "summary": "一篇发表于《基因组精神病学》的观点文章由圣保罗大学人类基因组和干细胞研究中心的Mayana Zatz博士及其同事撰写，探讨了巴西为何可能是研究极端人类长寿最重要却被忽视的环境之一。作者结合他们长期进行的全国性超长寿个体研究以及近期在超级百岁老人生物学中的发现，解释了巴西提供的独特科学机会。巴西的人口历史使其与众不同：1500年开始的葡萄牙殖民、约400万被奴役非洲人的强制迁移，以及后来的欧洲和日本移民潮，形成了作者描述的世界最丰富的遗传多样性。早期涉及1000多名60岁以上巴西人的基因组研究发现了约200万先前未知的遗传变异。在老年巴西人中，研究人员识别出2000多个移动元件插入和140多个HLA等位基因，这些在全球基因组数据库中缺失。后续研究进一步扩展了这一图景，报告了巴西人口中超过800万未描述的遗传变异，包括36000多个被认为可能有害的变异。研究团队建立了一个稀有且有价值的队列，包括160多名百岁老人，其中20名经过验证的超级百岁老人，来自巴西不同地区，具有广泛的社会、文化和环境背景。参与者包括Inah修女，她在2025年4月30日去世前被认定为世界上最长寿的人，享年116岁。该队列还包括世界上两位最年长的男性，其中一位于去年11月去世，享年112岁，另一位目前113岁。使这个群体特别有启发性的不仅是他们的年龄，当研究人员首次联系他们时，几位巴西超级百岁老人仍然思维敏捷，能够独立完成基本日常任务。许多人一生大部分时间生活在医疗服务不足的地区，这使科学家能够研究在没有医疗干预的情况下发展出的生物韧性。研究中的一个家庭提供了一个惊人的遗传长寿例子：队列中一位110岁的女性有年龄分别为100岁、104岁和106岁的侄女，使其成为巴西有记录以来最长寿的家庭之一。最年长的侄女现年106岁，在100岁时仍在参加游泳比赛冠军。这种模式与先前发现相符，显示百岁老人的兄弟姐妹自己有5到17倍更可能达到极端高龄。研究这样的稀有家庭集群为多基因遗传韧性提供了罕见窗口，可能有助于解开遗传和表观遗传对极端长寿的贡献。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d5a4cd6f596f6cf5_3d8285623303.webp",
      "category": "Science"
    },
    {
      "id": "77681d4fdb63f032",
      "title": "农场遗产税计划不再变动",
      "summary": "英国政府宣布，对已修订的农场遗产税计划将不再进行进一步更改。最初，政府在2024年预算中提出，对价值超过100万英镑的继承农业资产征收20%的税，旨在增加收入并防止富裕投资者利用税收漏洞。经过数月的农民抗议，包括在牛津农业会议上的拖拉机示威，政府在12月将起征点提高至250万英镑，这一举动被视为部分让步。环境大臣埃玛·雷诺兹表示，这一决策受到了农民建设性且相对安静参与的影响，而非喧闹抗议。新政策将于4月生效，结合配偶豁免，夫妻可免税传递高达500万英镑的合格资产。然而，乡村土地与商业协会等团体批评该政策对农村经济造成损害，并继续 campaigning 要求完全撤销。全国农民联盟原则上反对此税，但承认起征点提高为许多农场家庭带来了 relief。文章突显了政府政策与农业利益相关者之间的持续紧张关系。",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_77681d4fdb63f032_bb44f3e9e2e9.webp",
      "category": "Science"
    },
    {
      "id": "9c9d32ecaf72dfd3",
      "title": "科学家尝试打破爱因斯坦的光速规则",
      "summary": "本文探讨了科学家测试洛伦兹不变性——爱因斯坦狭义相对论核心原则的实验努力。洛伦兹不变性源于1887年的迈克尔逊-莫雷实验，它断言物理定律在所有惯性参照系中保持不变，并融入量子场论和标准模型。然而，由于量子理论与广义相对论之间的不兼容性，在量子引力框架中考虑了其可能违反。由Mercè Guerrero和Anna Campoy-Ordaz领导的研究团队利用天体物理来源的极高能伽马射线，分析了光速是否随能量变化，这是标准模型扩展等理论所预测的。他们采用新颖的统计方法，综合现有观测数据来检验理论参数，旨在检测微小偏差。研究未发现洛伦兹不变性违反的证据，从而证实了爱因斯坦的假设。但通过将实验限制提高一个数量级，显著推进了研究，细化了新兴物理的参数空间，有助于持续探索统一量子力学与引力理论的努力。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9c9d32ecaf72dfd3_2a8d01a253d5.webp",
      "category": "Science"
    }
  ]
}