{
  "articles": [
    {
      "id": "21340a5e9550ca69",
      "title": "诺里斯和皮亚斯特里在拉斯维加斯大奖赛被取消资格",
      "summary": "在拉斯维加斯大奖赛中，迈凯伦车队的兰多·诺里斯和奥斯卡·皮亚斯特里因技术违规被取消资格。赛后检查发现，他们赛车上的防滑块厚度低于规则允许的最小值。诺里斯原本获得第二名，皮亚斯特里第四名，但取消资格使他们失去了宝贵的积分。诺里斯现在在车手锦标赛中领先马克斯·维斯塔潘和皮亚斯特里24分，进入卡塔尔的倒数第二场比赛，这是一场冲刺赛。如果诺里斯在卡塔尔周末比两位对手多赚两分，他就能提前一轮赢得总冠军。最后两场比赛共有58分可争夺，之后在12月7日于阿布扎比举行决赛。防滑块是F1规则中的强制部件，用于防止赛车行驶过低，以确保安全和公平竞争。类似事件此前发生在刘易斯·汉密尔顿身上。诺里斯表示沮丧，但强调将全力专注于卡塔尔的比赛。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_21340a5e9550ca69_3850954d9bb4.webp",
      "category": "News"
    },
    {
      "id": "10a3715718d57e5d",
      "title": "私人飞机与巨额债务——价值100万英镑的格拉斯顿伯里门票骗局的兴衰",
      "summary": "这篇文章讲述了迈尔斯·哈特如何通过销售假的格拉斯顿伯里音乐节门票进行大规模诈骗的故事。迈尔斯曾就读于精英私立学校米尔菲尔德学校，他利用自己的社交网络建立了一个能获取独家资源的声誉。他声称家族在音乐节附近拥有土地或与相关公司有合作，从而销售VIP通行证和招待票。随着时间的推移，他的业务扩展到全球，从渴望参加音乐节但错过官方售票的买家那里积累了约100万英镑的销售额。然而，随着2024年音乐节的临近，他的承诺被揭穿是虚假的，依赖于伪造的发票和虚假电子邮件地址。迈尔斯随后躲藏起来，留下了债务和愤怒的受害者。BBC通过采访他的前朋友进行了调查，揭示了他是如何利用个人关系和高需求进行欺诈的。这一案例突出了未经授权售票的风险，以及验证来源以避免诈骗的重要性，反映了数字时代信任和欺诈的复杂问题。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_10a3715718d57e5d_779c76b4fdbc.webp",
      "category": "News"
    },
    {
      "id": "8d24eae502b5bd30",
      "title": "汤米·罗宾逊支持者转向基督教，教会陷入两难",
      "summary": "这篇文章探讨了极右翼活动家汤米·罗宾逊的支持者如何开始转向基督教，给英国圣公会带来了复杂困境。以加雷思·塔尔博特为例，他在参加罗宾逊组织的集会后又开始去教堂，并非出于宗教信仰，而是为了捍卫他所认为的受伊斯兰教威胁的英国价值观。加雷思表达了对伊斯兰极端主义、圣诞节市场更名以及某些地区穆斯林人口增加的担忧，并将此作为支持基督教的理由。集会上许多抗议者携带基督教符号，受罗宾逊本人在狱中皈依的影响。英国圣公会本就面临礼拜出席率下降的问题，现在必须应对如何接纳这些可能误解基督教教义的新成员，同时维持与穆斯林的跨信仰合作及对寻求庇护者的支持。牧师德里克·琼斯会见加雷思后，谨慎地倾听以了解其动机，怀疑他们的驱动力更多是身份政治而非真诚信仰。这突显了教会在平衡包容性与维护真正宗教原则方面的挑战，反映了英国社会中民族主义、宗教工具化及多元文化背景下的紧张关系。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_8d24eae502b5bd30_bfab24dc6055.webp",
      "category": "News"
    },
    {
      "id": "686b66a5001788f3",
      "title": "鲁伯特·格林特：'我永远无法走出罗恩·韦斯莱的影子'",
      "summary": "鲁伯特·格林特在接受BBC新闻采访时表示，尽管最后一部《哈利·波特》电影已上映14年，他可能永远无法摆脱罗恩·韦斯莱这一角色的影响，但他对此感到满意。格林特强调，这个角色对许多人的童年具有重要意义，甚至对新一代观众也产生深远影响，这让他感到自豪。他透露，已致信给即将在电视剧中扮演罗恩的童星，认为这种角色的循环很有趣。格林特回顾了自己11岁时被选中扮演罗恩的经历，称这迅速改变了他的生活，让他得以踏入自己热爱的书籍世界。自《哈利·波特》系列结束后，他参与了其他影视作品，如电影《Into the White》和Apple TV剧集《Servant》，以及舞台剧和音乐视频，但与共同演出的丹尼尔·雷德克里夫和艾玛·沃特森相比，他发现更难摆脱罗恩的形象。尽管如此，格林特表示，他热爱这个角色，它带给他的骄傲和意义远超过任何挑战，体现了文化偶像对演员职业生涯的持久影响。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_686b66a5001788f3_2860f099ed45.webp",
      "category": "News"
    },
    {
      "id": "c22cc6226fa9b507",
      "title": "山核桃如何从被忽视的树木变成节日主食——专家解读8000年历史",
      "summary": "这篇文章探讨了山核桃长达8000年的丰富历史，起源于美洲原住民将其用于食物、医药和贸易，得益于其高脂肪含量和便携性。山核桃原产于美国南部，通过自然传播和人类活动扩散，有记录的首例有意种植发生在1722年的纽约，包括乔治·华盛顿的弗农山庄。作者Shelley Mitchell是俄克拉荷马州的推广专家，提供了山核桃作为核果的植物学分类见解，并讨论了其交替结果的生长周期，这历史上导致在生长旺盛的地区被忽视。现代背景下，美国是全球山核桃的主要生产国，占世界产量的80%，应用广泛，如制作山核桃奶、黄油和节日馅饼。叙述不仅记录了山核桃的农业演变，还强调了其在美国传统中的文化嵌入，突出从土著实践到当代经济重要性的转变。分析强调山核桃如何从被忽视的自然资源转变为烹饪和节日景观的组成部分，反映了环境适应和文化交流的广泛主题。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "特朗普表示美国和平计划不是对乌克兰的最终提议",
      "summary": "美国总统特朗普宣布，美国提出的乌克兰和平计划并非其最终提议，暗示可能在谈判中调整。该计划包含28点，要求乌克兰向俄罗斯割让领土、缩减军队规模并放弃加入北约，这与俄罗斯的长期要求高度一致。乌克兰总统泽连斯基对此表示严重担忧，认为这可能损害国家主权和所需美国支持。欧洲盟友如法国、德国和英国也发出警报，并在联合声明中强调边界不应以武力改变，且乌克兰需要强有力的安全保障以防未来攻击。计划在日内瓦举行会议，美国与乌克兰代表团将在德国、法国、英国和欧盟特使参与下讨论该提案。特朗普设定了基辅回应期限，而欧洲领导人如默茨和马克龙坚持和平须经广泛协商并考虑欧洲安全议题，如俄罗斯被冻结资产和乌克兰加入欧盟。这反映了在追求快速停火与维护国际法治之间的复杂平衡，凸显全球外交中的深刻分歧。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    }
  ]
}