{
  "articles": [
    {
      "id": "ca310beb0d48c8f7",
      "title": "The 20-Year Legacy of Glasgow's Pretty Ugly Club Night",
      "summary": "Pretty Ugly is a cult club night in Glasgow that has been operating for two decades, founded by three friends—Aarti Joshi, Pam Scobbie, and Lee Beattie—while they worked at a PR agency with no prior DJ experience. The event is celebrated for its eclectic music mix, spanning from 80s pop to emo rock and power ballads, designed to keep attendees dancing continuously. Over the years, it has attracted notable figures like broadcaster Kirsty Wark and singer Paolo Nutini as guest DJs, and organizers nearly secured Nicola Sturgeon, then Scotland's First Minister, though scheduling issues prevented her appearance. The club's ethos emphasizes a vibrant, inclusive atmosphere, earning a reputation as a safe space that welcomes diverse crowds. With line-up changes, such as Lynne Johnston joining, the core mission has remained consistent: to foster community through music. The anniversary show at King Tut's Wah Wah Hut marks this milestone, highlighting its enduring appeal and cultural impact in Glasgow's nightlife scene.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ca310beb0d48c8f7_60ad8ad2a5fa.webp",
      "category": "Fun"
    },
    {
      "id": "888a4a3a75117584",
      "title": "US Judge Intervenes in Visa Dispute Over Online Activism",
      "summary": "A US district judge has issued a temporary restraining order to block the detention of Imran Ahmed, a British social media campaigner and founder of the Center for Countering Digital Hate. Ahmed, a US permanent resident, faced potential detention and deportation after the Trump administration revoked his visa, accusing him and four others of coercing tech platforms to censor free speech. The judge's decision allows Ahmed to remain in the US while his legal case proceeds, preventing officials from detaining him without a hearing. Ahmed argued that deportation would separate him from his American wife and child, and he praised the ruling as a stand against bullying. The case highlights tensions between free speech and online content moderation, with European leaders criticizing the US move. Secretary of State Marco Rubio claimed the visa denials were due to efforts to pressure platforms into censoring opposing viewpoints. Ahmed's organization has previously been involved in legal disputes, including a lawsuit from Elon Musk's company over hate speech reports. The judge's swift action underscores the legal complexities surrounding immigration and digital rights.",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_888a4a3a75117584_c96843bb1b51.webp",
      "category": "Fun"
    },
    {
      "id": "c0669af8b054adbe",
      "title": "Unlocking Earth's Water Mystery: The Deep Mantle Reservoir",
      "summary": "Around 4.6 billion years ago, Earth was a molten world with a global magma ocean, too hot for liquid water to exist. Scientists have long puzzled over how water endured to form today's oceans. A recent study led by Prof. Zhixue Du suggests that bridgmanite, the most abundant mineral in Earth's mantle, could have stored significant water deep underground. The researchers used advanced techniques like diamond anvil cells and laser heating to simulate extreme conditions found over 660 kilometers below the surface. They discovered that bridgmanite's ability to trap water increases at high temperatures, meaning it could have held much more water during Earth's fiery early phase than previously thought. This challenges the idea that the lower mantle is dry and proposes that it became a major water reservoir as Earth cooled. Their models estimate this hidden water could be up to 100 times larger than earlier estimates, potentially matching the volume of today's oceans. This finding helps explain Earth's transformation into a life-supporting planet.",
      "source": "Science Daily - Technology",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_c0669af8b054adbe_fc170215ea2f.webp",
      "category": "Fun"
    },
    {
      "id": "7462ba5f852a4736",
      "title": "Sydney Sweeney's Mission: Films with Social Impact",
      "summary": "Sydney Sweeney, a 28-year-old American actor, aims to create films that significantly impact and potentially save lives, as she discussed with the BBC. This year, she has taken on roles in two films addressing domestic violence: The Housemaid, a psychological thriller, and Christy, a boxing biopic. Sweeney emphasizes the prevalence of domestic violence and approaches these roles with great care, believing it's crucial for commercial films to tackle such challenging subjects. In The Housemaid, based on Freida McFadden's 2022 bestselling novel popular on TikTok, she portrays Millie Calloway, a character employed in a household. Sweeney expresses enthusiasm for the complex narrative, describing it as a dream project. The film co-stars Amanda Seyfried as Nina Winchester, who deals with mental health issues, adding depth to the story. Seyfried notes their physical and ideological similarities enhance their collaboration, allowing them to explore characters deeply. The Housemaid draws comparisons to 1990s domestic thrillers but incorporates modern elements focusing on physical and mental abuse, aiming to reflect real-life struggles realistically. Sweeney's commitment to meaningful storytelling highlights her desire to use cinema as a tool for social change and awareness.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7462ba5f852a4736_8140e799e8b2.webp",
      "category": "Fun"
    },
    {
      "id": "870bf2e033b44fa0",
      "title": "Legal Battle Over Renaming the Kennedy Center",
      "summary": "Democratic U.S. Representative Joyce Beatty has filed a lawsuit challenging the renaming of the John F. Kennedy Center for the Performing Arts to the Trump-Kennedy Center. The center's board, recently appointed by President Trump, voted unanimously for this change, which Beatty argues violates U.S. law because altering the name requires an act of Congress. During the board meeting, Beatty was muted when she attempted to oppose the renaming. She contends that Congress intended the center as a living memorial to President Kennedy, and the change undermines this purpose. The White House defends the decision, stating that Trump strengthened the center's finances, modernized the building, and ended divisive programming, leading to its improved prestige. Critics, including musician Chuck Redd, have protested by canceling events; Redd ended his annual Christmas Eve jazz concert, a tradition since 2006. The renaming has sparked controversy in Washington, D.C., where the center has been an iconic landmark since its construction in the 1960s as a tribute to Kennedy.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_870bf2e033b44fa0_a5df7ea790af.webp",
      "category": "Fun"
    },
    {
      "id": "5cd93c43affb4b7b",
      "title": "Royal Piano Duet Highlights Christmas Themes of Love and Connection",
      "summary": "Princess Catherine and Princess Charlotte performed a piano duet for the Together at Christmas carol service, which was pre-recorded at Windsor Castle and broadcast on ITV1 on Christmas Eve. The performance featured a piece by Scottish composer Erland Cooper called Holm Sound, with Catherine playing only her left hand and Charlotte her right hand in Windsor Castle's Inner Hall. The event, held at Westminster Abbey, focused on celebrating the 'power of love and togetherness,' recognizing contributions to society. Catherine narrated the video, emphasizing that Christmas is about love expressed through simple acts like listening and helping, rather than grand gestures. This aligns with the concert's theme, chosen to address feelings of fragmentation in society. Catherine, who has passed grade three piano and grade five theory, previously played at the 2021 carol service, accompanying singer Tom Walker. Organizers aimed to highlight connections, and Catherine included the duet to underscore the importance of care and compassion in building community ties.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5cd93c43affb4b7b_c0a671f1d5e4.webp",
      "category": "Fun"
    }
  ]
}