{
  "articles": [
    {
      "id": "6d34f1bc1fef2e54",
      "title": "Heathrow Airport Makes Travel Easier with New Scanners",
      "summary": "Heathrow Airport in London has installed new high-tech scanners that make going through security much easier for passengers. Now, people can leave liquids like shampoo or water in containers up to two liters in their bags, instead of taking them out. They also don't need to use clear plastic bags for liquids anymore. Electronics such as laptops can stay in luggage too. This change helps speed up security lines and makes traveling less stressful. However, this only applies to flights leaving Heathrow, so passengers should check rules at other airports when returning. Other UK airports like Gatwick and Edinburgh have similar scanners, but some are still waiting for permission to raise the liquid limit. The new scanners provide better images to keep everyone safe while making the process faster.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_6d34f1bc1fef2e54_86009009315b.webp",
      "category": "News"
    },
    {
      "id": "658da99866a67f7e",
      "title": "Women Hiding Menopause Symptoms and Why It's Hard",
      "summary": "This article talks about how many women feel they need to hide their menopause symptoms, like brain fog or pain, because they are embarrassed or think others will judge them. The author shared her own story about having trouble remembering things on TV due to perimenopause, and many people thanked her for talking about it. Famous people like Oprah Winfrey have also spoken out to make menopause less secret. Hiding symptoms can make women very tired and stressed, and it might lead to burnout. The article says that menopause affects half the population, so it's important to talk about it openly. Some changes are happening, like new health checks and workplace plans, but many women still don't know enough about menopause and feel they can't discuss it.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_658da99866a67f7e_e9cfc302f7d2.webp",
      "category": "News"
    },
    {
      "id": "abd717fe639b718f",
      "title": "Illegal Dumps in England: A Big Problem",
      "summary": "In England, there are many illegal dumps where people throw away trash without permission. A BBC investigation found hundreds of these dumps, including 11 very big ones called 'super sites' with lots of rubbish. The Environment Agency is trying to stop them, but over 500 dumps were still active last year. These dumps are often in the countryside, hidden on farm land. Police say organized crime gangs run them to make money by charging less than legal dumps. This causes problems like fires, pollution, and safety issues for people living nearby. For example, in Gloucestershire, a dump had many trucks coming every day and fires that made smoke. Locals are upset because not enough is done to clean up the trash, which can leak into rivers and harm the environment.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_abd717fe639b718f_2d741f6472fd.webp",
      "category": "News"
    },
    {
      "id": "bec80895ef0dfb54",
      "title": "Young People Share Feelings About Church Donations",
      "summary": "This article tells stories from young people who joined a church called the London International Christian Church. They felt pressured to give money to the church, even when they didn't have much. For example, Jodie celebrated her birthday with church members only, not her old friends, and others lived in church houses that made them feel alone. The church says donations should be voluntary and not forced. The article explains that churches must follow rules about fundraising, like not pushing people to donate. It highlights how young students, feeling lonely at university, might be influenced by groups asking for money.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bec80895ef0dfb54_dc63b13873f9.webp",
      "category": "News"
    },
    {
      "id": "a4971bab79f3cfad",
      "title": "A Big New Room for the White House",
      "summary": "Some people chosen by President Trump are talking about a big new ballroom for the White House. They had a meeting to look at plans for the ballroom, which would be very large and change how the White House looks. The ballroom is meant for big parties and events, so the president doesn't have to use tents outside. The people at the meeting asked to see 3D models to better understand the size and design. Many other people who wrote comments online don't like the plan because they think it's too big or not done the right way. The president's team says he wants to make the White House more beautiful. The ballroom would add a lot of space to the White House, which is already a historic building.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_a4971bab79f3cfad_c312289ad3e0.webp",
      "category": "News"
    },
    {
      "id": "f8728efb2a4928b1",
      "title": "TikTok Makes a Deal to Stay in America",
      "summary": "TikTok, a popular app for sharing short videos, has made a big deal to avoid being banned in the United States. The app was in danger because some people in the government were worried about safety. Now, TikTok is creating a new American version with help from big companies like Oracle. This new version will have special rules to keep user data safe and protect national security. Adam Presser, who used to work at TikTok, will be the boss of this new project. The deal ends years of uncertainty and means TikTok can keep running in the U.S. without shutting down. This is important because many people, especially kids and teens, enjoy using TikTok to watch and make fun videos.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f8728efb2a4928b1_691914984c29.webp",
      "category": "News"
    }
  ]
}