{
  "articles": [
    {
      "id": "d6528c85f49fe60d",
      "title": "Sunrise at Stonehenge on the Shortest Day",
      "summary": "Thousands of people went to Stonehenge in England to see the sunrise on the winter solstice, which is the shortest day of the year. The sun came up just after 8:00 in the morning. About 8,500 visitors were there, and some did special rituals to celebrate. One family woke up very early at 2:00 to drive from Nottingham to be part of it. A girl named Bella said it was nice to dress up and show respect because it is a ceremony. After this day, the days start to get longer and we have more daylight. Stonehenge is a historic site where people have gathered for a long time to mark this event.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d6528c85f49fe60d_686c94f9f4d7.webp",
      "category": "News"
    },
    {
      "id": "7d15b017766c5fa0",
      "title": "Survivors Feel Worried About Epstein Files Release",
      "summary": "The US government released some documents about Jeffrey Epstein, a man who hurt many people. Survivors, like Liz Stein and Marina Lacerda, are nervous because not all files are out yet, and many parts are hidden with black marks called redactions. They want all the evidence to be public so everyone can see what happened. The law says all documents must be released, but the government is not doing it fully. Some photos in the files show famous people, but being in the photos does not mean they did anything wrong. Survivors are disappointed and worried that the government is not being honest.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_7d15b017766c5fa0_4da91d96e4d2.webp",
      "category": "News"
    },
    {
      "id": "fedba83158b88a8d",
      "title": "What Happens When People Stop Weight Loss Shots?",
      "summary": "Weight loss shots, called GLP-1s, help people lose weight by making them feel less hungry. Tanya Hall tried these shots and lost a lot of weight. But when she stopped taking them, she felt very hungry again, like a switch turned on. These shots are new, and doctors are still learning about their long-term effects. Many people in the UK pay for them privately, which can be expensive. Tanya had side effects like feeling sick and losing hair while using the shots. She wonders if she can keep the weight off without the shots. The article shares stories of people trying to stop and what happens to their bodies.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fedba83158b88a8d_0615e7cd90db.webp",
      "category": "News"
    },
    {
      "id": "feac9c3ba9bb7361",
      "title": "Missing Files from Government Website About a Famous Case",
      "summary": "The Justice Department had a website with documents about Jeffrey Epstein, a man involved in a big scandal. At least 16 files disappeared from that website in less than a day, and no one explained why. One of the missing files had a photo showing President Donald Trump with Epstein and others. People are curious about what happened and why they weren't told. Some politicians are asking for more transparency so the public can know the truth. This has made people worry because the documents released didn't give much new information about Epstein's crimes or why he got a light punishment years ago. Important records, like interviews with victims, are still missing.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_feac9c3ba9bb7361_2724f2708b7d.webp",
      "category": "News"
    },
    {
      "id": "c1925f8a7269bea5",
      "title": "A Wheelchair User Goes to Space for the First Time",
      "summary": "A German engineer named Michaela Benthaus became the first person in a wheelchair to go to space. She flew on a rocket from Texas with five other people. Michaela had a bike accident seven years ago and uses a wheelchair, but she left it behind to float in space. The rocket, called New Shepard, was made by a company called Blue Origin. It flew over 65 miles high for about 10 minutes. The company made small changes to help Michaela, like adding a board to move into her seat. After landing, she got back to her wheelchair right away. Michaela was very happy and said it was a cool experience. This shows that more people, including those with disabilities, can dream of going to space.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c1925f8a7269bea5_f348f1199520.webp",
      "category": "News"
    },
    {
      "id": "d071dec5169dc9e1",
      "title": "Former Leader and Wife Sent to Prison for Gifts",
      "summary": "In Pakistan, a former prime minister named Imran Khan and his wife Bushra Bibi were found guilty in court and sentenced to 17 years in prison. This happened because they kept and sold gifts from other countries while he was in office. The gifts included jewelry from Saudi Arabia. The court said they sold the gifts for much less money than they were worth. Khan and his wife said they did not do anything wrong. Khan's lawyer plans to ask a higher court to review the decision. Some people, like Khan's party, think the trial was not fair because it was held in prison and his family could not watch. Others, like the government, say the court looked at good evidence and made a fair choice. This case is part of bigger problems in Pakistan about justice and politics.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d071dec5169dc9e1_2f8e2fc72bfe.webp",
      "category": "News"
    }
  ]
}