{
  "articles": [
    {
      "id": "6246331062ff411b",
      "title": "《舞动奇迹》决赛选手安珀·戴维斯回应批评：我同样努力",
      "summary": "《舞动奇迹》决赛即将来临，三对选手——安珀·戴维斯与尼基塔·库兹明、乔治·克拉克、卡伦·卡尼与卡洛斯·古——正准备最后一舞，争夺闪亮奖杯。决赛标志着主持人泰丝·戴利和克劳迪娅·温克曼在本季结束后离职的时代结束。赛前的一个关键争议是安珀·戴维斯的表演背景，包括她在西区音乐剧中的角色和参与《冰上舞蹈》的经历，一些观众认为这给了她不公平的优势。在新闻发布会上，安珀承认了自己的经验，但强调她为进入决赛付出了同等努力，并表示爱胜过仇恨。这一争议反映了《舞动奇迹》上一个更广泛的模式，过去选手如刘易斯·科普和JB·吉尔也因先前的表演经历面临审查。与此同时，卡伦·卡尼作为首位进入决赛的足球运动员，表达了通过节目获得的个人成长和自豪感。总决赛将在BBC One和iPlayer上播出，突出了娱乐比赛中努力工作、公众认知和克服挑战价值等主题。文章通过直接引用和歷史例子，探讨了真人秀中公平性、公众判断和叙事构建的复杂问题，同时注意到节目转型期的主持人更替。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6246331062ff411b_8d9e7c0a58d3.webp",
      "category": "Fun"
    },
    {
      "id": "7dc38a95a2e514fe",
      "title": "蒂莫西·柴勒梅德与EsDeeKid合作平息分身传闻",
      "summary": "蒂莫西·柴勒梅德，一位获得奥斯卡提名的美国演员，通过发布一段合作视频，正式回应了广泛流传的他是匿名说唱歌手EsDeeKid的传闻。这一猜测源于粉丝观察到他们眼睛的相似之处，因为EsDeeKid通常戴着面具只露出眼睛。柴勒梅德最初在BBC提问时以“不予置评”回应，进一步激发了公众的好奇心。为了彻底平息这些理论，他在社交媒体上发布了一段视频，展示自己与EsDeeKid共同演唱歌曲《4Raws》的混音版。在视频中，柴勒梅德巧妙地引用了传闻，开始时只露出眼睛模仿EsDeeKid的风格，随后揭开面罩并演唱歌词确认自己的身份，还提到了他的伴侣凯莉·詹娜。这段视频在伦敦北部的一家便利店拍摄，被EsDeeKid重新分享后迅速走红，获得了Central Cee和Tinie Tempah等艺术家的积极反响。此次合作也为柴勒梅德的新电影《Marty Supreme》提供了宣传内容，体现了一种精明的营销策略。文章指出，鉴于EsDeeKid的利物浦口音等差异，两人是同一人的想法一直不太可能。这一事件揭示了名人如何利用多媒体合作来管理公众形象，并在数字时代中应对谣言。",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7dc38a95a2e514fe_acac327e1491.webp",
      "category": "Fun"
    },
    {
      "id": "7a1ed1403ca77698",
      "title": "被免职的Ben & Jerry's主席称Magnum意图“诽谤”她",
      "summary": "Ben & Jerry's被免职的独立董事会主席Anuradha Mittal指控该品牌的所有者Magnum公司威胁对她发起公开诽谤活动。Mittal告诉BBC，Magnum威胁如果她不辞职，将发布“诽谤性声明”。这源于佛蒙特州的活动家冰淇淋制造商与其所有者之间日益激烈的争端，涉及董事会的独立性及其追求社会使命的自由。Magnum表示，根据其委托外部顾问进行的调查，Mittal“不再符合任职标准”。周一的一份声明中，Magnum概述了董事会运作方式的变更，包括对任职人员实行九年限制。除了Mittal表示收到告知她被免职的信件外，另外两名董事会成员也将因此离职。Magnum还表示，对Ben & Jerry's基金会的审计“发现了一系列财务控制、治理和其他合规政策方面的重大缺陷，包括利益冲突”。Mittal向BBC的《世界商业报道》表示，Ben & Jerry's董事会与其所有者之间的摩擦已升级，涉及品牌独立性、社会使命和诚信问题。“多年来，我们一直在抵制他们的越权行为，包括他们试图压制我们为人权、和平发声的努力，”她说。该品牌以其口味名称中的俏皮双关语而闻名，此前由联合利华拥有，直到本月早些时候，这家家用消费品巨头将其冰淇淋部门分拆成立Magnum冰淇淋公司。Ben & Jerry's于2000年出售给联合利华，交易允许其保留独立董事会和决定社会使命的权利。这在联合利华拥有期间经常引发摩擦。2021年，Ben & Jerry's拒绝在以色列占领区销售产品，导致其以色列业务被联合利华出售给当地被许可方，10月，Ben Cohen表示其被阻止推出表达“与巴勒斯坦团结”的冰淇淋。这一争端现由Magnum继承，最终导致本周的僵局和Mittal的免职。“今年10月，联合利华-Magnum高管威胁我，如果我不辞职，将在即将发布的招股说明书中包含诽谤性声明，”Mittal说。",
      "source": "BBC Business",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_7a1ed1403ca77698_4452cb611ae1.webp",
      "category": "Fun"
    },
    {
      "id": "ffec3d9b92e368b5",
      "title": "罗马特雷维喷泉将收取2欧元近距离参观费",
      "summary": "从2026年2月1日起，游客在罗马参观著名的特雷维喷泉时，若想近距离接触，需支付2欧元的入场费。这项新政策是罗马针对部分博物馆和纪念碑推出的收费体系的一部分，旨在通过预计每年650万欧元的收入，用于喷泉的维护和游客管理，以应对日均3万访客的过度旅游问题。市长罗伯托·瓜尔蒂耶里表示，小额费用将有助于减少混乱的人流，并已实施排队系统，将同时访问人数限制在400人。豁免对象包括五岁以下儿童和残疾人，而罗马居民可免费进入其他景点，如拉戈阿根廷神圣区。游客仍可从远处免费观赏这座18世纪由尼古拉·萨尔维设计的巴洛克式喷泉。此举反映了城市在平衡旅游业收入、文化遗产保护和本地利益方面的努力，突显了全球旅游管理趋势。",
      "source": "BBC Business",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_ffec3d9b92e368b5_cbaeccca4074.webp",
      "category": "Fun"
    },
    {
      "id": "1031d6328c22d1e5",
      "title": "'我仍有梦想' - 瓦林卡宣布2026年后退役",
      "summary": "瑞士网球名将、三届大满贯冠军斯坦·瓦林卡宣布，2026年将是他职业网球生涯的最后一个赛季。现年40岁的瓦林卡在社交媒体上表示，这是其职业生涯的“最终篇章”，希望以最佳状态结束这段旅程。他的职业生涯始于2002年，在诺瓦克·德约科维奇、拉斐尔·纳达尔和罗杰·费德勒主导的“三巨头”时代，瓦林卡脱颖而出，赢得了2014年澳大利亚公开赛（击败纳达尔）、2015年法国公开赛（击败德约科维奇）和2016年美国公开赛（击败德约科维奇）三项大满贯冠军。此外，他还获得了16个巡回赛级别冠军，包括2014年蒙特卡洛大师赛冠军，并与费德勒搭档在2008年北京奥运会上赢得双打金牌。近年来，瓦林卡受困于伤病，排名已跌出前150名，但他强调自己仍有梦想，期待在全球范围内与球迷再次相见。2026年，他将在珀斯举行的联合杯团队赛中开启告别之旅，这标志着一个时代的结束，也反映了运动员在退役前精心规划以维护遗产和情感联系的普遍趋势。",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1031d6328c22d1e5_4313b395a60c.webp",
      "category": "Fun"
    },
    {
      "id": "bb12a14e00c86d8e",
      "title": "凯莉·米洛击败威猛乐队夺得圣诞冠军——她将通过拼图庆祝",
      "summary": "凯莉·米洛凭借单曲《XMAS》赢得了今年英国圣诞冠军，结束了威猛乐队《Last Christmas》去年的统治地位。这首歌曲收录于她2015年专辑《Kylie Christmas》的扩展版中，并独家在亚马逊音乐上提供，通过在圣诞播放列表中的突出位置获得了推广优势。这一战略举措，加上限量黑胶和CD单曲的销售以及YouTube播放量，共同促成了她的成功。官方榜单公司的马丁·塔尔博特指出，凯莉及其唱片公司积极瞄准这一成就，结果使她迎来了23年来最大的销售周。竞争非常激烈，一度前五名歌曲仅相差1万张销量，竞争对手包括玛丽亚·凯莉和布伦达·李。此次胜利标志着凯莉成为首位在四个不同年代登顶榜单的女歌手，这是她自1988年首次英国冠军以来漫长职业生涯中的一个里程碑。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_bb12a14e00c86d8e_f3b1a237222d.webp",
      "category": "Fun"
    }
  ]
}