{
  "articles": [
    {
      "id": "c0c894be3eec49f2",
      "title": "New Toothpaste from Hair Fights Cavities",
      "summary": "Scientists have discovered a new way to help our teeth stay healthy. They found that a protein called keratin, which is in our hair and skin, can fix and protect tooth enamel. Enamel is the hard outer layer of our teeth that can get cavities. This new material makes a strong layer on teeth that stops decay and makes teeth stronger. It works better than the fluoride in regular toothpaste. The toothpaste is made from hair, which is a sustainable resource, meaning we can use things that would otherwise be thrown away. Soon, you might be able to buy this toothpaste or gels to keep your teeth healthy. This discovery could change how dentists help people have better teeth by using waste to heal them.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c0c894be3eec49f2_0a75b0240d7a.webp",
      "category": "Science"
    },
    {
      "id": "6a9ed14280a34bae",
      "title": "Hidden weakness makes prostate cancer self-destruct",
      "summary": "Researchers have discovered that prostate cancer depends on two key enzymes, PDIA1 and PDIA5, to survive and resist therapy. When blocked, these enzymes cause the androgen receptor to collapse, killing cancer cells and enhancing the effects of drugs like enzalutamide. They also disrupt the cancer’s energy system, striking it on multiple fronts. This breakthrough could open a new path to overcoming drug resistance in advanced prostate cancer.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6a9ed14280a34bae_b3f8b7031793.webp",
      "category": "Science"
    },
    {
      "id": "9c50257b776cb2dc",
      "title": "Brain Chemical Links Bad Childhoods to Sad Feelings",
      "summary": "Scientists have found a special chemical in the brain called SGK1 that connects tough childhood experiences to feeling very sad and even thinking about suicide. They studied people who had died by suicide and found high levels of SGK1 in their brains. Also, people with certain genes linked to hard times as kids had more SGK1. This discovery is exciting because it could lead to new medicines that block SGK1, helping those who don't get better with common antidepressants. It shows how our bodies remember stress and how we might treat depression in a new way.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9c50257b776cb2dc_0c13d9334dbe.webp",
      "category": "Science"
    },
    {
      "id": "d093f785008e8710",
      "title": "Saving Red Kites: Birds Helping Each Other",
      "summary": "Red kites are beautiful birds that were in danger in Spain. A special project is helping them come back. People in the UK sent some red kites to Spain to live and have babies. Now, there are new families of red kites with chicks. This is important because it shows how we can protect animals. The birds are doing well in their new home. Everyone is happy to see more red kites flying in the sky. It teaches us to care for nature and help species survive.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_d093f785008e8710_cb94a01745ae.webp",
      "category": "Science"
    },
    {
      "id": "ca0ff547140c0c5e",
      "title": "The Man Who Found DNA's Secrets",
      "summary": "James Watson was a famous scientist who helped discover DNA, which is like a tiny instruction book inside our bodies that tells us how to grow and live. He found this with another scientist, and it was a big deal because it helped us understand life better. Watson lived a long life and died when he was 97 years old. But he also said some mean things about people, which made others upset. This article talks about his important work and the problems he caused. It's good to learn about both the good and bad parts of famous people.",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_ca0ff547140c0c5e_46aafa7e5c8e.webp",
      "category": "Science"
    },
    {
      "id": "62820fd89e30a374",
      "title": "Bird Flu Alert: Expert Warns Farmers",
      "summary": "A bird flu virus is spreading in the UK, and an expert says it could be the worst one yet. Bird flu is a sickness that affects birds like chickens and ducks, and it can sometimes spread to people. The expert is worried because the virus might change and become even more dangerous. Farmers are being told to watch their birds closely and keep them safe. This is important because if the virus spreads, it could make many birds sick and affect the food supply. Everyone should wash their hands and avoid touching sick birds to stay healthy. The government is working to stop the spread and protect both birds and people.",
      "source": "BBC Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_62820fd89e30a374_39380b245b69.webp",
      "category": "Science"
    }
  ]
}