{
  "articles": [
    {
      "id": "9ff3a485c695be48",
      "title": "图雷特综合征活动家称BBC本应更努力防止辱骂性言论播出",
      "summary": "图雷特综合征活动家约翰·戴维森批评英国广播公司（BBC）未能在英国电影学院奖颁奖典礼上防止其不自主的抽搐被播出。戴维森患有图雷特综合征，这种疾病会导致不自主的运动或发声，他在黑人演员迈克尔·B·乔丹和德尔罗伊·林多上台时喊出了一段种族歧视性辱骂。他质疑为何自己被安排在麦克风附近，并认为BBC鉴于其病情本应更努力预防此事。BBC道歉称，该语言源于图雷特综合征相关的不自主抽搐，并从BBC iPlayer中删除了该片段。他们还提前编辑掉了另一段种族歧视性言论。戴维森指出，当晚他喊出了约十句冒犯性词语，但媒体只关注其中一句。他已联系华纳兄弟公司，直接向受影响的演员等人道歉。同时，谷歌也为包含辱骂性词语的新闻推送道歉。戴维森的电影工作室StudioCanal在典礼前与英国电影学院讨论了其抽搐问题，并得到保证称任何脏话都会被编辑掉。他此前曾与BBC合作制作纪录片，认为BBC本应更有准备。英国电影学院就造成的伤害道歉。这一事件凸显了在涉及不自主病症个体的直播活动中，媒体组织面临的挑战和责任，以及广播伦理的重要性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9ff3a485c695be48_899469973e71.webp",
      "category": "News"
    },
    {
      "id": "8f28a6399dbe7e7f",
      "title": "特朗普戏剧性的国情咨文演讲暗示路线改变甚微",
      "summary": "特朗普总统的国情咨文演讲是一场长达107分钟的戏剧性表演，旨在在中期选举前提振支持率。他强调了美国的经济成就，如收入增长和通胀受控，并通过表彰奥运选手和军事英雄来激发爱国主义。然而，演讲中缺乏实质性的新政策，主要重复了医疗支付和选民身份证明等旧想法。尽管特朗普试图通过情感呼吁和壮观场面吸引观众，但民意调查显示，许多美国人对其领导力不满，支持率徘徊在40%左右。演讲更像是一场面向核心支持者的销售宣传，而非解决公众关切的治理方案。这反映了现代政治中媒体景观优先于政策深度的趋势，突显了在极化时代，政治表演与实质性治理之间的张力。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_8f28a6399dbe7e7f_e4dada3b7f01.webp",
      "category": "News"
    },
    {
      "id": "0634da5b90476f54",
      "title": "家庭能源账单四月将下降：费用调整后的变化",
      "summary": "英国监管机构Ofgem宣布，由于政府费用调整，典型家庭能源账单将在四月下降7%。英格兰、威尔士和苏格兰的几乎所有家庭都将受益于此次削减，无论其资费如何，尽管具体金额因家庭而异。对于数百万受价格上限管制的可变资费家庭，使用典型天然气和电力的家庭每月将减少约10英镑。然而，价格仍比乌克兰战争前高出约三分之一，债务激增，建议账单支付者寻找更多节省方式。价格上限7%的下降是自去年夏季以来的最大降幅。政府承诺在四月为使用典型能源的家庭每年减少150英镑，但由于能源网络运行成本上升，账单支付者的实际节省为117英镑。国内天然气和电力账单是能源政策费用、网络运行成本以及家庭能源价格的复杂组合。在11月的预算中，财政大臣Rachel Reeves宣布了政策成本的变化，表示通过废除保守党引入的能源公司义务（Eco）计划并将部分费用转移到一般税收，典型家庭年度能源账单将减少150英镑。然而，维护和加强能源网络（包括电力线、电缆和天然气管道）的成本每月增加约6英镑，稀释了节省。对于受Ofgem价格上限管制的家庭，使用典型能源，年度账单将减少117英镑至1,641英镑。价格上限基于“典型家庭”每年使用11,500千瓦时天然气和2,700千瓦时电力，并通过直接借记结算单一账单。首相Sir Keir Starmer表示：“能源账单是每个人心中的首要问题，我知道它们太高太久了。我承诺降低账单，我是认真的。我知道还有更多工作要做，我的政府正在动用所有杠杆来降低生活成本并保护工薪阶层的口袋。”但保守党影子能源大臣Claire Coutinho表示，工党“通过将部分费用从能源账单转移到税收账单上来蒙蔽人们的眼睛”。关键的是，每个家庭个人能源账单的折扣将取决于家庭规模、类型和能源使用量。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0634da5b90476f54_155f7755ad85.webp",
      "category": "News"
    },
    {
      "id": "bc8b12c3fbcf638d",
      "title": "哈里和梅根抵达中东参加难民需求峰会",
      "summary": "哈里王子和梅根，即苏塞克斯公爵和公爵夫人，已抵达中东，这是他们18个月来的首次国际联合旅行。他们应世界卫生组织总干事谭德塞博士的邀请，在约旦安曼进行为期两天的访问，重点关注受冲突和流离失所影响的脆弱社区。访问期间，他们参加了由世卫组织主办的圆桌讨论，与联合国及其机构、外交代表和捐助者会面，并计划会见约旦领导人和高级卫生官员。此外，他们将与世卫组织团队接触，参观前线健康和心理健康项目，会见在安曼协调加沙食品救济的世界中央厨房工作人员，并访问社会开发组织Questscope的青年中心，听取参与创意和福祉计划的年轻人的意见。他们的Archewell基金会已捐赠50万美元，用于支持从加沙到约旦的儿童医疗撤离、加沙的人道主义援助以及为受加沙和乌克兰冲突影响的儿童开发假肢等项目。此次访问突显了他们在王室家庭动荡之际，对全球人道主义事业的持续承诺。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_bc8b12c3fbcf638d_41d3a695abfb.webp",
      "category": "News"
    },
    {
      "id": "1831fc5006702b5b",
      "title": "特朗普2026年国情咨文演讲的八大要点",
      "summary": "在2026年的国情咨文演讲中，美国总统唐纳德·特朗普提出了对美国经济的乐观看法，强调汽油价格、抵押贷款利率、处方药成本的下降以及股市的上涨。他声称数百万美国人正从中受益。然而，这种描述与公众情绪形成鲜明对比，许多美国人对自己的财务状况感到焦虑，认为特朗普的政策并未带来实际好处。二月份的AP-NORC民调显示，只有39%的成年人认可他对经济的处理方式。特朗普还表彰了获得金牌的美国男子奥运冰球队和一位战争英雄，但随后转向更阴暗的语气，嘲笑民主党人。共和党人曾敦促他在中期选举前聚焦经济问题，导致他在演讲的第一小时大部分时间讨论这一主题。演讲以积极基调开始，但包含了批评元素，揭示了总统信息传递与公众感知之间的分歧。",
      "source": "PBS NewsHour",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1831fc5006702b5b_0e8f91f9326f.webp",
      "category": "News"
    },
    {
      "id": "d84e2b6c82df29be",
      "title": "斯潘伯格称特朗普未使生活更负担得起",
      "summary": "弗吉尼亚州州长阿比盖尔·斯潘伯格在周二对总统特朗普的国情咨文演讲作出民主党官方回应，她表示特朗普的政策并未使美国人的生活更负担得起。她重点提到了医疗保健和住房等日常问题，指出特朗普关于降低成本的声称是不真实的。相反，斯潘伯格强调民主党在全国社区中“高度关注负担能力”，致力于解决让人们夜不能寐的问题，如支付处方药费用或创业能力。斯潘伯格作为弗吉尼亚州首位女州长，于去年十一月在一次非周期选举中当选，她是特朗普的直言不讳的批评者，此次选举被视为对共和党在即将到来的中期选举中的警告信号。文章对比了特朗普在演讲中吹嘘负担能力成就并指责民主党导致高通胀的内容，与斯潘伯格的反驳形成政治辩论，突显了经济问题上的党派分歧。",
      "source": "PBS NewsHour",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_d84e2b6c82df29be_23119bd13c2b.webp",
      "category": "News"
    }
  ]
}