{
  "articles": [
    {
      "id": "43bb5fa7fcb5d582",
      "title": "A Fun Tennis Match Between a Top Woman and a Top Man",
      "summary": "Aryna Sabalenka, the best women's tennis player, and Nick Kyrgios, a top men's player, are playing a special tennis match called a 'Battle of the Sexes' in Dubai on December 28. This match is an exhibition, which means it's for fun and not part of a regular tournament. It will be shown live on BBC One. Sabalenka is strong and has won big tournaments like the US Open. Kyrgios is also very good and played in the Wimbledon final. The match will have three sets, and if it's tied, they will play a tie-breaker. Organizers are making Sabalenka's side of the court a little smaller because women move a bit slower on average. People are excited and talking about this match because it's unusual to see a top woman play a top man in tennis.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_43bb5fa7fcb5d582_050822a1a23c.webp",
      "category": "Fun"
    },
    {
      "id": "0499748d45be3439",
      "title": "A Famous Jazz Musician Says Goodbye to Live Music",
      "summary": "Mulatu Astatke, an 82-year-old musician from Ethiopia, played his last live concert in London. He is known as the 'Godfather of Ethiopian jazz' because he mixed Ethiopian music with jazz from around the world to create a special style called Ethio-jazz. He has been performing for 60 years and became more famous after his music was used in movies like Broken Flowers. At the concert, he played the vibraphone, an instrument with metal bars, and started with a song from the Ethiopian Orthodox church. The audience was very happy to see him, and people felt sad that he won't tour anymore. Mulatu smiled and thanked his fans but didn't say much about how he felt.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0499748d45be3439_d7998d72f7f4.webp",
      "category": "Fun"
    },
    {
      "id": "2faf0a5475f0376a",
      "title": "Scientists Search for a Hidden Particle Called Sterile Neutrino",
      "summary": "Scientists are trying to find a special particle called a sterile neutrino. Neutrinos are tiny particles that are everywhere in space, and we know three types. But some experiments showed strange results, so scientists think there might be a fourth type called sterile neutrino. A big experiment called KATRIN in Germany looked for it by studying how tritium, a type of hydrogen, decays and releases electrons. They measured millions of electrons very carefully but did not find any signs of the sterile neutrino. This means the sterile neutrino probably does not exist in the way scientists thought. KATRIN will keep searching with more data and new equipment to be sure. Finding or not finding this particle helps us understand how the universe works.",
      "source": "Science Daily - Technology",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_2faf0a5475f0376a_0ff2040924e8.webp",
      "category": "Fun"
    },
    {
      "id": "32fd378470dfae2e",
      "title": "A Drummer's Lucky Survival After Stage Collapse",
      "summary": "Lionel Duke, a drummer in the band The Christians, collapsed on stage during a music festival in Liverpool. He had a cardiac arrest, which means his heart stopped beating. Medics and people from the crowd quickly helped him by doing CPR to keep him alive. He was taken to a hospital and spent eight days there, including time in an induced coma to help him recover. Lionel says he feels very lucky to be alive because many people thought he might not survive. He is now back on his feet and happy to be home. This story shows how important it is to have help nearby in emergencies.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_32fd378470dfae2e_9fee0716fede.webp",
      "category": "Fun"
    },
    {
      "id": "ca6d5e2b8e008aad",
      "title": "A Great Spot for People to Land on Mars",
      "summary": "Scientists have found a good place on Mars for humans to land in the future. They discovered water ice just under the surface in an area called Amazonis Planitia. Water ice is frozen water, and it is very important for astronauts. They can use it for drinking, making oxygen to breathe, and creating fuel for rockets. This ice is close to the surface, so it is easy to reach. The area gets enough sunlight for power but is cold enough to keep the ice frozen. This makes it a safe and practical landing site. The scientists used special camera images from Mars to find signs of the ice, like craters and patterns on the ground. Having water ice nearby means astronauts can stay on Mars for a long time without needing supplies from Earth. This discovery helps plan for future missions to explore Mars.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ca6d5e2b8e008aad_0f84b7244611.webp",
      "category": "Fun"
    },
    {
      "id": "562951b1d23d5865",
      "title": "Dave Robinson's Music Adventure in Ukraine",
      "summary": "Dave Robinson is an 82-year-old man who loves music. He used to work with famous bands like Jimi Hendrix and The Beatles. Now, he helps bring live music to Ukraine, even though there is a war. He traveled close to the front line with a band called Hardwicke Circus. Dave got sick with pneumonia but still wants to keep going. He thinks touring is very important for musicians to get better. He started as a photographer in the 1960s and took pictures of The Beatles. Dave believes that playing live shows helps bands improve, just like The Beatles did when they toured in Hamburg.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_562951b1d23d5865_fb2608e23496.webp",
      "category": "Fun"
    }
  ]
}