{
  "articles": [
    {
      "id": "581381418bb5ccc7",
      "title": "Why People Speed in Slow Zones",
      "summary": "This article explains why many drivers break 20mph speed limits. The author got a ticket for speeding in London and took a speed awareness course. They learned that most people were caught driving around 26mph, which is not very fast but still breaks the rule. Many find it hard to drive at 20mph because it feels too slow. Lots of tickets are given for this. Places like Wales and London are making more roads 20mph to keep people safe. Some people argue about this change. The article says it's complicated because of habits and how our brains work. We need to get used to slower speeds for safety.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_581381418bb5ccc7_2624faf75309.webp",
      "category": "News"
    },
    {
      "id": "6f0503993088f66a",
      "title": "Judge Stops National Guard in Los Angeles",
      "summary": "A federal judge in California said the Trump administration must stop sending National Guard troops to Los Angeles. The judge, Charles Breyer, explained that the government needs checks and balances to work fairly. Also, in New York, another judge allowed secret papers from the Jeffrey Epstein case to be opened because of a new law. In Florida, Eileen Higgins won the election to be mayor of Miami. She is the first Democrat and first woman to be mayor there in nearly 30 years. Higgins talked about helping immigrants and making people feel safe instead of scared.",
      "source": "PBS NewsHour",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_6f0503993088f66a_2764c34cfeeb.webp",
      "category": "News"
    },
    {
      "id": "6a71b2d407dd196f",
      "title": "President Trump's Speech About Money and Immigrants",
      "summary": "President Trump went to Pennsylvania to talk about how expensive things are for people, which is called affordability. But during his long speech, he spent a lot of time saying bad things about immigrants. This made some people upset because he was supposed to focus on money problems. Two experts, one from the Democratic party and one from the Republican party, shared their thoughts on what Trump said. They had different opinions about his speech. This shows how politicians sometimes change what they talk about when they are campaigning.",
      "source": "PBS NewsHour",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_6a71b2d407dd196f_908d45ee60ea.webp",
      "category": "News"
    },
    {
      "id": "270619cc663950e3",
      "title": "Wall Street Goes Up After Fed Lowers Interest Rates",
      "summary": "The U.S. stock market went up on Wednesday after the Federal Reserve, which is like the country's money boss, cut interest rates. This means it costs less to borrow money, which can help the economy and make stocks more valuable. The S&P 500, Dow Jones, and Nasdaq indexes all rose a little bit. People on Wall Street, where stocks are traded, were happy because they expected this rate cut. The Fed cut rates by a small amount to support jobs, but some officials disagreed on whether to cut more or not. The article also mentions that companies like GE Vernova and Palantir Technologies saw their stock prices go up due to good news. The big question is how many more rate cuts might happen next year to help the job market.",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_270619cc663950e3_93f130d66dac.webp",
      "category": "News"
    },
    {
      "id": "95d3728dafeb9941",
      "title": "Elon Musk Talks About His Government Job",
      "summary": "Elon Musk is a famous billionaire who runs companies like Tesla and SpaceX. He once worked for the government in a group called DOGE, which tried to make the government work better and save money. In a recent interview with his friend Katie Miller, Musk said that his time at DOGE was only \"somewhat successful.\" He explained that it was very hard to change the government quickly, and his own companies suffered because he was busy with DOGE. Musk also said he would not do the job again because he would rather focus on his businesses. Since leaving the government, things have improved for Musk, like getting a big pay package from Tesla. The interview covered many topics, but Musk still thinks DOGE did some good by saving money on payments.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_95d3728dafeb9941_79d3d08ac766.webp",
      "category": "News"
    },
    {
      "id": "89a0e84656a570d0",
      "title": "Moms and Babies Need Better Care in Hospitals",
      "summary": "A new report says that some hospitals in England are not taking good care of moms and babies. Baroness Amos, who is leading a review, found that things are worse than she expected. Moms are sometimes hungry, wards are dirty, and some staff get mean threats. Some moms feel blamed when their baby dies, and others don't get enough help or sorry when things go wrong. Poor and black moms often face unfair treatment. Health Secretary Wes Streeting says these problems cannot be ignored. Baroness Amos is looking for ways to make care better across the country. She heard stories of moms left alone for hours or bleeding in bathrooms. But she also says many hospitals do a good job. The review will give recommendations to improve care, and a final report will come in the Spring. Families hope this time will bring real change.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_89a0e84656a570d0_339655d9dfce.webp",
      "category": "News"
    }
  ]
}