{
  "articles": [
    {
      "id": "2ce341f9a329f36a",
      "title": "Why Shoppers Didn't Buy More on Black Friday",
      "summary": "In November, retail sales went down a little bit, which was surprising because stores had big sales for Black Friday. Usually, people buy more things during Black Friday deals, but this time, they didn't spend as much. Supermarkets sold less for four months in a row. Experts thought sales would go up by 0.4%, but they fell 0.1%. However, people have been buying more computers, clothes, and furniture in recent months. A survey showed that shoppers are feeling better about their money for Christmas, but many still plan to buy less than last year. The government also borrowed more money than expected, but it was less than last year. Some experts say uncertainty before the Budget made people hesitant to spend.",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_2ce341f9a329f36a_7e62669e57e9.webp",
      "category": "Fun"
    },
    {
      "id": "2390e817c04d28d4",
      "title": "WH Smith's Money Mistake Investigation",
      "summary": "WH Smith, a store company in the UK, is being checked by a financial regulator because it made a big mistake with its money numbers in North America. The mistake might have made the company look like it earned more money than it really did, by as much as £50 million. Because of this, the company's boss left, and its share price dropped a lot. WH Smith also sold many of its High Street shops and now focuses on stores in places like airports and train stations. The company is working to fix its money problems and plans to improve its stores in the future. It says it was a tough end to the year and wants to rebuild trust with people who invest in it.",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_2390e817c04d28d4_1ab23ebcf5b1.webp",
      "category": "Fun"
    },
    {
      "id": "5faf0b4e9707d238",
      "title": "Keith Lee Wins Big at First TikTok Awards Show",
      "summary": "Keith Lee won the top prize at the first TikTok Awards in the United States. The event was held in Los Angeles and hosted by La La Anthony. Fans voted for their favorite creators to win awards in different categories. Other winners included Jeremiah Brown for Rising Star and Bretman Sacayanan for Video of the Year. The show had performances by singers like Ciara. On the same day, TikTok's owner made a deal to sell part of its business in America. This deal helps TikTok keep running in the US. The awards celebrate people who make fun videos on TikTok.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_5faf0b4e9707d238_81b2b1fe2313.webp",
      "category": "Fun"
    },
    {
      "id": "28249211a84ae54b",
      "title": "A Famous Building Gets a New Name",
      "summary": "The Kennedy Center, a big performing arts building in Washington DC, is getting a new name. The White House says the board voted to call it the Trump-Kennedy Center. They did this because President Trump helped save the building with money and repairs. Trump was surprised and happy about it. But not everyone agrees. Some people on the board say the vote was not fair because they were muted and could not speak against it. Kennedy's family is upset because the building is a memorial to President John F. Kennedy. The change might cause arguments because many people love the old name.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_28249211a84ae54b_4017a09ec056.webp",
      "category": "Fun"
    },
    {
      "id": "50841a5d2bb25939",
      "title": "Black Hole Twists Space Like a Spinning Top",
      "summary": "Scientists have seen something amazing in space! They watched a black hole, which is a very heavy object that pulls everything in, twist the space around it. This is called frame-dragging, like how a spinning top makes water swirl. The black hole was spinning fast and pulled on a star that got too close. The star was torn apart, and its pieces formed a disk that wobbled every 20 days. The scientists used special telescopes to see X-rays and radio waves from this event. This helps us learn more about black holes and confirms ideas from a long time ago by Einstein and other scientists. It's a big discovery because it shows how black holes can change space itself!",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_50841a5d2bb25939_0d06d27d0df5.webp",
      "category": "Fun"
    },
    {
      "id": "93afff1375251212",
      "title": "Actor William Rush Passes Away at Age 31",
      "summary": "William Rush, an actor from the TV show Waterloo Road, has died at 31 years old. His family shared this sad news. He played a schoolboy named Josh Stevenson in the drama and was in many episodes. As a child, he also acted in other shows like Grange Hill and Shameless. His mother, Debbie Rush, who is also an actress, said their hearts are broken. She told people on Instagram about his passing. William was kind and became an organ donor, which means he helped other people by giving his organs after he died. This gave hope to other families. His family asks for privacy as they grieve. Other actors from shows like Coronation Street sent messages of support to his mother. They called him a beautiful boy and expressed their sadness.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_93afff1375251212_f9c892614540.webp",
      "category": "Fun"
    }
  ]
}