{
  "articles": [
    {
      "id": "824f0619bf18aa17",
      "title": "Tomorrowland Expands to Asia with Festival in Thailand",
      "summary": "Tomorrowland, a renowned European electronic dance music (EDM) festival, is launching its first full-scale Asia edition in Thailand this December. The event will take place in Pattaya, a coastal town, from December 11 to 13, with organizers anticipating over 50,000 attendees daily. Pre-registration for tickets begins on January 8, offering options like a three-day 'full madness pass' for 12,500 baht or single-day passes. Thailand was selected due to its increasing impact on global music, innovation, and experience-driven tourism. This marks a significant milestone as Tomorrowland's first entire festival in Asia, comparable in scale to its Belgian counterpart. The agreement with Thailand spans five years and is projected to generate 21 billion baht in revenue. In recent years, Thailand has strengthened its position in the live music scene by hosting events like Electric Daisy Carnival and Creamfields, and fostering local festivals such as Wonderfruit. Tomorrowland's CEO expressed respect and excitement for this expansion, viewing it as the start of a long-term story in Asia.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_824f0619bf18aa17_41b1f564a0f5.webp",
      "category": "Fun"
    },
    {
      "id": "ea1f90ddf89c1348",
      "title": "Sabalenka's 'Battle of the Sexes' Match: Impact and Debate",
      "summary": "Aryna Sabalenka, the women's world number one tennis player, recently participated in a 'Battle of the Sexes' exhibition match against Nick Kyrgios in Dubai. She lost this highly publicized match but defended it, stating that it enhanced her fitness due to the intense play against a male opponent. Following this, Sabalenka won her next match at the Brisbane International in just 47 minutes. She argued that the exhibition brought significant attention to tennis, making the sport more popular, though it faced criticism from figures like Iga Swiatek, who claimed it lacked social relevance compared to the historic 1973 match between Billie Jean King and Bobby Riggs. Sabalenka emphasized that the event was about entertainment and showcasing tennis's appeal, not proving gender superiority. The article also notes her upcoming matches and other tennis news, highlighting the ongoing season.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ea1f90ddf89c1348_90f3b2532163.webp",
      "category": "Fun"
    },
    {
      "id": "30de8073f8e5e79e",
      "title": "Kyrgios' Comeback Ends in Defeat as Norrie Advances in Brisbane",
      "summary": "At the Brisbane International, Nick Kyrgios suffered a first-round defeat to Aleksandar Kovacevic in his first ATP Tour match since March, highlighting his ongoing struggles with injuries and fitness. Kyrgios, who has played only six singles matches in three years and is ranked 670th, aims to regain form for the Australian Open after multiple surgeries. In contrast, Britain's Cameron Norrie showcased resilience by saving three match points against Ugo Humbert to win a grueling three-hour match, advancing to face Kovacevic next. The article details Kyrgios' reflections on his injury journey, emphasizing the difficulty of returning to top-level tennis post-surgery, while also covering Norrie's determination and the broader context of tennis competitions.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_30de8073f8e5e79e_0168fdab63f6.webp",
      "category": "Fun"
    },
    {
      "id": "730f4ba8d728bf41",
      "title": "Molly Parkin: A Multifaceted Career in Art, Fashion, and Writing",
      "summary": "Molly Parkin, who passed away at 93, was a prominent Welsh figure known for her vibrant personality and diverse achievements. She rose to fame during the Swinging Sixties, embracing the era's flamboyance as a fashion editor for publications like Nova, Harpers and Queen, and the Sunday Times, where she won an award in 1971. Beyond fashion, Parkin was an accomplished abstract painter and authored ten 'comic erotica' novels and two memoirs, blending humor with personal storytelling. Her personal life was equally notable; she was married twice and had relationships with celebrities such as actor James Robertson Justice, whom she called 'the love of my life,' and turned down advances from Louis Armstrong. Born in Pontycymer in 1932 to a family of preachers and miners, she faced challenges including parental alcoholism and abuse, but she channeled these experiences into her creative work. Parkin gave up alcohol in her 50s, reflecting on her hedonistic past as a celebration of life, and remained a popular media personality, appearing on shows like Desert Island Discs.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_730f4ba8d728bf41_d05e5cf54dc1.webp",
      "category": "Fun"
    },
    {
      "id": "6f35816ff896a1de",
      "title": "Raducanu's Return from Injury and GB's United Cup Elimination",
      "summary": "Emma Raducanu, the British tennis star, made her return to competition after a foot injury that had sidelined her since early October. She missed Great Britain's opening United Cup match against Japan due to what she described as 'light bone bruising' on her right foot, a precautionary move. In her comeback match, she faced Greece's Maria Sakkari in a crucial tie that could have secured Britain's quarter-final spot. Despite showing positive signs like free movement and quality shots, Raducanu lost 6-3 3-6 6-1, with some rustiness evident in the physical contest. This defeat, combined with other losses, led to Britain's elimination from the mixed team event. Raducanu expressed confidence from her performance, noting she had only resumed hitting two weeks prior and needs more practice. The team managed a consolation win in mixed doubles, but concerns persist about Raducanu's injury-prone body as she aims to build a better version of herself in the new year.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6f35816ff896a1de_22670bba735f.webp",
      "category": "Fun"
    },
    {
      "id": "cf1b09797e4e4af7",
      "title": "Apprentice Doctor Faces Tribunal Over Offensive Social Media Posts",
      "summary": "Dr. Asif Munaf, a former contestant on the 2024 edition of The Apprentice, is facing a medical tribunal for posting a series of offensive content on social media. The General Medical Council (GMC) alleges that between October 2023 and July 2025, he shared antisemitic posts, including Holocaust denial, conspiracy theories, and imagery equating Jews with Nazism, such as a flag with the Star of David above a swastika. Additionally, he reposted racist comments using a derogatory slur against boxer Floyd Mayweather and expressed sexist views by arguing for gender restrictions in certain professions and criticizing female empowerment. Munaf, who did not attend the tribunal and is unrepresented, previously denied the antisemitic nature of the posts, claiming they were not befitting of an educated person and made in emotional heat. The GMC also accuses him of misconduct for walking out of a locum placement at a hospital without notice in January 2024 and providing a sick note to a patient while suspended in November 2024. The hearing continues to assess these allegations and potential disciplinary actions.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_cf1b09797e4e4af7_9ec67a53126a.webp",
      "category": "Fun"
    }
  ]
}