{
  "articles": [
    {
      "id": "abb4c576697aead9",
      "title": "Disappointment Leads to Violence at Messi's India Tour Event",
      "summary": "During Lionel Messi's promotional tour in India, an event at Kolkata's Salt Lake Stadium turned chaotic when fans expressed their frustration violently. Thousands of supporters had purchased tickets costing up to 12,000 rupees, expecting to see the football legend in person, possibly in an exhibition game. However, Messi's appearance was brief—around 20 minutes—and he was largely obscured by a crowd of officials and celebrities as he walked around the pitch. After he was escorted away early by security, some fans became hostile, storming the pitch, vandalizing banners and tents, and hurling plastic chairs and water bottles. West Bengal's chief minister, Mamata Banerjee, expressed shock at the incidents. The tour, part of Messi's 'GOAT tour', includes stops in multiple Indian cities and featured the unveiling of a large statue in Kolkata. Fans voiced their anger, citing high ticket prices and poor visibility, with one noting they paid a month's salary for the experience. The event highlighted issues of event management and fan expectations in high-profile celebrity visits.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_abb4c576697aead9_ae187ce5a8ad.webp",
      "category": "News"
    },
    {
      "id": "5cef8b86e4d16a7e",
      "title": "UK Prime Minister Warns Against Doctor Strikes Amid Flu Crisis",
      "summary": "Prime Minister Sir Keir Starmer has urged resident doctors to cancel planned strikes next week, calling them 'reckless' during a severe flu outbreak. The NHS is facing high pressure with flu cases soaring across the UK, including a 55% increase in hospitalizations in England last week. The British Medical Association (BMA), representing doctors, is polling its members on whether to call off a five-day strike scheduled for Wednesday, based on a new government offer addressing pay and conditions. Sir Keir emphasized that the healthcare system is in a precarious state, and strikes could endanger patients, especially children and young people who are heavily affected. While experts note the flu is not more severe this season, it has arrived early due to a mutated virus strain. The BMA will decide after the poll results on Monday; if members reject the offer, the strike will proceed, potentially disrupting NHS services during a critical time.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_5cef8b86e4d16a7e_6e1b7a7bbb1b.webp",
      "category": "News"
    },
    {
      "id": "751af2ce49b411f7",
      "title": "U.S. Seizure of Rogue Tanker Highlights Crackdown on Shadow Fleet",
      "summary": "In a significant move, U.S. commandos seized the oil tanker Skipper near Venezuela, marking an escalation in efforts to combat illegal oil smuggling. The Skipper was part of a shadow fleet—aging, uninsured tankers that operate without proper registration and use tactics like spoofing location data to evade detection. These ships smuggle oil for sanctioned countries such as Venezuela, Russia, and Iran, helping them bypass U.S. sanctions imposed to pressure regimes like Nicolás Maduro's in Venezuela. The seizure, conducted via helicopters, underscores President Trump's strategy to cut off oil revenues vital to Venezuela's economy. Experts note that this action could deter other smugglers by raising the risks, as physical seizures pose a greater threat than fines. The dark fleet has grown since sanctions on Russia, with ships often transferring cargo at sea to obscure origins. While Venezuela has increased oil production using these methods, the seizure signals a potential shift toward stricter enforcement and possible blockades, impacting global oil trade dynamics.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_751af2ce49b411f7_b6c4372cd1f4.webp",
      "category": "News"
    },
    {
      "id": "ffafd0afb7a60653",
      "title": "Legal Battles Over Wisconsin Redistricting Could Extend Past 2026",
      "summary": "Two lawsuits in Wisconsin aim to redraw congressional district lines that currently give Republicans an advantage, but they may not be resolved until after the 2026 midterm elections. In court hearings, attorneys for Democrats argued for a ruling by March 1, 2026, to implement new maps in time for the November election, citing state election commission deadlines. However, judges and Republican attorneys pushed back, with one suggesting a trial as late as March 2027, claiming haste would be unfair. The cases involve newly assigned three-judge panels, a first under a 2011 Republican-enacted law, and hearings occurred in the same courthouse near the state Capitol. The broader context includes national redistricting efforts by figures like Donald Trump to maintain Republican control in the House. Judges will decide early next year whether to dismiss the cases or rule without further arguments, impacting electoral fairness and timing.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ffafd0afb7a60653_2eec175c99ef.webp",
      "category": "News"
    },
    {
      "id": "fba38b521566fa1c",
      "title": "Legal Battle Over Sign Language Access at White House Events",
      "summary": "The Trump administration is engaged in a lawsuit with the National Association for the Deaf, arguing that mandating American Sign Language interpretation for events like White House press briefings would severely intrude on the President's prerogative to control his public image. This stance is part of broader efforts to roll back diversity, equity, and inclusion policies. The administration contends that alternatives such as online transcripts and closed captioning adequately serve the deaf and hard-of-hearing community, and that providing interpreters could be logistically challenging during spontaneous press interactions. In response, the NAD sued, claiming the cessation of ASL interpretation denies meaningful access to real-time communications on national issues. A federal judge recently ordered the White House to provide real-time interpreting, but the administration has appealed, leading to ongoing disputes over service requirements. The case highlights tensions between presidential image management and accessibility rights, set against a backdrop of policy shifts in Washington.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fba38b521566fa1c_a55e156644cc.webp",
      "category": "News"
    },
    {
      "id": "6c0b694107c65f60",
      "title": "The Rise of Sperm Donation and Its Impacts",
      "summary": "The BBC investigation highlights a case where a sperm donor fathered at least 197 children across 14 countries due to a genetic mutation that increases cancer risk, shedding light on the expansive sperm donor industry. Sperm donation enables women to become mothers in situations such as infertility, same-sex relationships, or solo parenting, driving a market projected to exceed £2 billion in Europe by 2033, with Denmark as a key exporter. However, becoming a donor is challenging: fewer than 5% of volunteers qualify after rigorous checks on sperm count, motility, morphology, and freeze survivability. Donors must also be young, infection-free, and not carry harmful genetic mutations. This limited donor pool leads to high demand, with clinics maximizing available donors, resulting in some men fathering numerous children. The industry's growth raises questions about regulation, genetic safety, and ethical limits on donor offspring numbers.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6c0b694107c65f60_18be5b5762ac.webp",
      "category": "News"
    }
  ]
}