{
  "articles": [
    {
      "id": "5e8fe60bb270fcaa",
      "title": "Ebo Taylor: A Music Star from Ghana",
      "summary": "Ebo Taylor was a famous musician from Ghana who played guitar and made music called highlife. He was born in 1936 and lived to be 90 years old. His family said he has died. Highlife is a type of music from Ghana that many people love. Ebo Taylor mixed highlife with other music like jazz and funk. He inspired many other musicians in Africa and around the world. He played in bands when he was young and later taught music at a university. His songs, like Love & Death, became popular again with new fans. People in Ghana are very sad because he was a big star in their country's music.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5e8fe60bb270fcaa_f4e2432e84df.webp",
      "category": "Fun"
    },
    {
      "id": "b456c999de76e3b6",
      "title": "Mackenzie Crook's Funny New Show in Manchester",
      "summary": "A new comedy show called Small Prophets is coming to BBC Two. It was filmed in Greater Manchester, a place in England. The show stars Mackenzie Crook, who is an actor from The Office and Detectorists, and Sir Michael Palin. Mackenzie Crook also wrote and directed the show. The story is about a man named Michael who is looking for answers after his girlfriend disappears. His father, played by Sir Michael Palin, grows spirits in jars in his garden shed that can predict the future using a special recipe with rainwater and horse manure. The filming took seven weeks in Urmston and Stockport, and local people were very friendly to the cast and crew. The show will be on TV and BBC iPlayer.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b456c999de76e3b6_3aea1501f3ab.webp",
      "category": "Fun"
    },
    {
      "id": "8fc6f4efb823b368",
      "title": "How Scientists Learned About Tiny Air Particles",
      "summary": "Scientists have solved a big mystery about tiny particles in the air we breathe. These particles, like dust and soot, are very small and can make people sick by causing heart problems or cancer. For over 100 years, it was hard to predict how these particles move because they have weird shapes, but scientists used to think they were perfect spheres to make math easier. Now, researchers at the University of Warwick have found a new way to figure out how any shaped particle moves through the air. They used an old idea from 1910 and made it better. This helps us understand air pollution better, which can keep people healthier by improving how we track dirty air in cities or from wildfires.",
      "source": "Science Daily - Technology",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8fc6f4efb823b368_f2e81d6746aa.webp",
      "category": "Fun"
    },
    {
      "id": "cedc5cb449c6bdea",
      "title": "Brad Arnold, Singer of 3 Doors Down, Passes Away",
      "summary": "Brad Arnold, the lead singer of the rock band 3 Doors Down, has died at age 47 after fighting cancer. The band announced this sad news on social media. He was a founding member and helped create popular songs like Kryptonite and Here Without You. In May 2025, he shared that he had kidney cancer that spread to his lung, and he had to cancel a tour. Brad was known for his talent, kindness, and love for his family and friends. He is survived by his wife, Jennifer. The band became famous in the 2000s with hits that many people enjoyed on the radio.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cedc5cb449c6bdea_76bce7d21b80.webp",
      "category": "Fun"
    },
    {
      "id": "509a1db73abf501b",
      "title": "Moon Rocks Show a Big Crash Changed the Moon Inside",
      "summary": "Scientists studied rocks from the Moon brought back by China's Chang'e-6 mission. These rocks came from a huge crater called the South Pole-Aitken Basin, which was made by a giant asteroid hitting the Moon long ago. The rocks have a special chemical called potassium that is heavier than in other Moon rocks. This tells us that the big crash was so hot it made potassium evaporate and change. This event affected the Moon's inside, making less lava flow on the far side of the Moon. The study helps us understand how big impacts can change planets and moons in our solar system.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_509a1db73abf501b_4bb39dd868a8.webp",
      "category": "Fun"
    },
    {
      "id": "c09e9d989f39e4e6",
      "title": "Scientists Solve a Big Puzzle About Tiny Particles",
      "summary": "Scientists have figured out a mystery about tiny particles called quantum particles. They studied how one special particle acts when it is surrounded by many other particles. Sometimes, this particle moves around freely, and other times, it stays almost still. The scientists from Heidelberg University created a new idea to explain this. They say it helps us understand how particles work together in things like cold gases and materials. This could help with experiments in science. The study was published in a science journal.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c09e9d989f39e4e6_41c863d9b985.webp",
      "category": "Fun"
    }
  ]
}