{
  "articles": [
    {
      "id": "687508a2f3c9da89",
      "title": "BP Gets a New Boss: A Big Change at an Oil Company",
      "summary": "BP, a big oil company, has a new boss named Meg O'Neill. She is the first woman to lead a major global oil firm. The old boss, Murray Auchincloss, is leaving after less than two years. He replaced Bernard Looney, who got in trouble for not telling about relationships at work. BP is changing its plan to focus more on oil and gas instead of renewable energy like wind and solar. Some investors wanted this change because BP was not making as much money as other companies. Rivals like Shell are also doing similar things. Meg O'Neill says she wants to help BP provide energy for the world. A new chairman was also appointed recently. Experts say this is a big shake-up to make BP stronger and avoid being taken over by another company.",
      "source": "BBC Business",
      "time_ago": "Just now",
      "image_url": "/article_images/article_687508a2f3c9da89_ff5f47bdd54b.webp",
      "category": "Fun"
    },
    {
      "id": "633cf977d33bcafb",
      "title": "Insurance Companies Need to Be Clearer",
      "summary": "A UK regulator called the Financial Conduct Authority (FCA) says insurance companies must do better at helping customers. They need to make their insurance policies easier to understand and handle claims more fairly. This came after a consumer group named Which? complained that home and travel insurance sectors have problems. The group said that sometimes, making a claim can be more stressful than the original problem. The FCA found that many people don't understand what their insurance covers, leading to fewer claims being accepted for home and travel insurance compared to car insurance. The regulator will now look more closely at how claims are processed and how clear policies are. Consumer groups want the FCA to take strong action to fix these issues and protect customers better.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_633cf977d33bcafb_dd4a4c8e6e3d.webp",
      "category": "Fun"
    },
    {
      "id": "ad5429a670d56f26",
      "title": "A Fashion Designer Who Dressed Famous Singers",
      "summary": "Antony Price was a British fashion designer who made clothes for famous singers and bands. He died at 80 years old. He was known for creating cool and dramatic outfits, like pastel suits in Duran Duran's music video Rio. Price designed clothes for David Bowie, Roxy Music, and Queen Camilla. He started his own fashion label in 1979 and had his first show with model Jerry Hall. Recently, he showed his latest collection in London with singer Lily Allen. People remember him as a visionary and kind friend. He worked for over 50 years, blending menswear and womenswear to make body-hugging looks.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_ad5429a670d56f26_2313c97c1ab7.webp",
      "category": "Fun"
    },
    {
      "id": "d3a598ee404adfda",
      "title": "The Oscars Move to YouTube for Kids",
      "summary": "The Oscars, a big awards show for movies, will start streaming on YouTube in 2029. This means you can watch it live and for free on YouTube instead of on TV. The Oscars have been on ABC for 50 years, but now YouTube will have it until 2033. The Academy, which runs the Oscars, wants more people around the world to watch. Viewership has gone down over time, but more young people watched in 2025 on their phones and computers. YouTube's CEO says this will help inspire new film lovers. ABC will still host the show for the next few years. This change shows that streaming sites like YouTube are becoming more important for watching shows.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_d3a598ee404adfda_c7f06698574e.webp",
      "category": "Fun"
    },
    {
      "id": "5ee0786384a7f61c",
      "title": "Susan Boyle Feels Happy About Actor's Kind Words",
      "summary": "Susan Boyle, a singer from Scotland, was very happy when a famous actor named Timothée Chalamet said nice things about her. He called her one of his biggest British heroes. This happened because she sang a song on a TV show called Britain's Got Talent in 2009, and many people loved it. Susan said she felt flattered and humble. She thinks everyone should have big dreams. Timothée was talking about this while promoting his new movie. He also gave jackets to other famous people he admires. Susan became famous when she was on the show, and Timothée was 13 years old at that time. He still remembers her performance well.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_5ee0786384a7f61c_3cd476bf6a21.webp",
      "category": "Fun"
    },
    {
      "id": "6b0a2001bdc09c9e",
      "title": "FIFA Video Game Comes Back with Netflix",
      "summary": "The FIFA video game is returning in 2026 after being gone for four years. It used to be made by a company called EA, but they stopped using the FIFA name in 2023. Now, Netflix, which is known for movies and shows, will have the new FIFA game. It will be made by a studio called Delphi Interactive and will be free for Netflix members. The game is coming out before the 2026 World Cup, a big football tournament. Some fans are happy, but others are unsure because Netflix focuses on mobile games. FIFA's president is excited about this new partnership.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6b0a2001bdc09c9e_32b3c18a7830.webp",
      "category": "Fun"
    }
  ]
}