{
  "articles": [
    {
      "id": "5dd50cb040b0e66f",
      "title": "Royal Family Worries About Bad News",
      "summary": "Prince William and Princess Catherine are very worried about new stories about a man named Jeffrey Epstein. They said they care about the people who were hurt by him. This is the first time they have talked about this problem in public. They made this statement because more news came out about Prince Andrew, who is related to them and was friends with Epstein. William is about to go on an important trip to Saudi Arabia, and he wants people to know he is paying attention to the bad news. The Royal Family has been quiet about Andrew before, but now they are speaking up to show they care. They hope this will help people focus on William's trip instead of just the bad stories.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5dd50cb040b0e66f_1c2be6d1a60b.webp",
      "category": "News"
    },
    {
      "id": "cb9cf402ef0cae74",
      "title": "Bad Bunny's Super Bowl Show: A Story of Pride and Unity",
      "summary": "Bad Bunny, a famous singer from Puerto Rico, made history by performing in Spanish at the Super Bowl, which is a big football game in America. His show was like a love letter to Puerto Rico, featuring dancers, flags from different American countries, and a message about love being stronger than hate. He wore a sweater with the number 64 and climbed a pole to remember people who died in a storm. Even though he didn't talk about politics, former President Donald Trump said the show was terrible because he didn't understand the Spanish words. Bad Bunny's performance celebrated his home and brought people together with music and pride.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cb9cf402ef0cae74_e9a5d98b7559.webp",
      "category": "News"
    },
    {
      "id": "9c9b9d6580fbfc62",
      "title": "Keir Starmer's Big Problem: Losing His Top Helper",
      "summary": "Keir Starmer, the leader of the UK, is in a tough spot because his chief of staff, Morgan McSweeney, has left. McSweeney was Starmer's close helper for many years, helping him become leader and win elections. Now, without McSweeney, Starmer feels angry and knows he made a mistake by trusting someone who told lies. People in his party are worried because McSweeney took blame for problems, and without him, Starmer might face more trouble. The article explains that Starmer's situation is very serious, and everyone agrees he is in danger. We will see how he handles things on his own.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9c9b9d6580fbfc62_386c47cf23e7.webp",
      "category": "News"
    },
    {
      "id": "64c9a43df714c6df",
      "title": "Tech Companies Working Very Long Hours",
      "summary": "This article talks about some tech companies where people work very long hours, like 70 hours a week. One company called Rilla in New York has a website that shows happy workers but warns about long work times. They call this 996 culture, which means working from 9am to 9pm, six days a week. The boss, Will Gao, says employees are like athletes who love their work and don't mind the hours. This is happening because companies want to use artificial intelligence (AI) fast to make money and beat others. It started in China ten years ago with companies like Alibaba. Working so much can be hard, but some people enjoy it for big goals.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_64c9a43df714c6df_2d5beca9593b.webp",
      "category": "News"
    },
    {
      "id": "a51f864cbd102779",
      "title": "How Spending Money on New Players Helped Two Teams Reach the Super Bowl",
      "summary": "This article talks about how two football teams, the New England Patriots and Seattle Seahawks, spent a lot of money to sign new players during free agency, which is a time when teams can hire players from other teams. Usually, spending big in free agency doesn't lead to success in the playoffs, but this season was different. The Patriots spent the most money, over $364 million, on 19 players, including star defensive tackle Milton Williams and receiver Stefon Diggs. The Seahawks spent over $205 million, with quarterback Sam Darnold as their biggest signing. Both teams made it to the Super Bowl, showing that their aggressive spending paid off. The teams' leaders said they were careful to pick players who would fit well with the team culture and help on and off the field. This story shows how smart spending can help teams win big games.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a51f864cbd102779_049f9eeb4c9f.webp",
      "category": "News"
    },
    {
      "id": "6c996a30eed09878",
      "title": "Japan's Leader Wins Big in Election",
      "summary": "In Japan, Prime Minister Sanae Takaichi and her party, the Liberal Democratic Party (LDP), won a huge victory in a parliamentary election on Sunday. They got more than enough seats to have a supermajority, which means they can pass laws easily. Takaichi is the first female prime minister of Japan and is very popular. She wants to make Japan stronger and richer by improving the economy and military. Her party has been in power for a long time but had some problems recently, so she called this election early to get more support. With this win, she can work on her plans while dealing with tensions with China and building ties with the United States.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6c996a30eed09878_35e13e5a7613.webp",
      "category": "News"
    }
  ]
}