{
  "articles": [
    {
      "id": "d700240656def70c",
      "title": "Midlife Weight Loss: Metabolic Gains vs. Brain Inflammation Risks",
      "summary": "A recent study from Ben-Gurion University explores the complex effects of weight loss during midlife, revealing potential trade-offs between metabolic health and brain function. Researchers compared young adult and mid-aged mice that were made obese through diet and then lost weight. In both groups, weight loss successfully restored healthy blood glucose control, demonstrating clear metabolic benefits regardless of age. However, an unexpected finding emerged: in mid-aged mice, weight loss triggered increased inflammation in the hypothalamus, a brain region critical for regulating appetite, energy use, and other vital functions. This inflammation was detected using molecular analysis and advanced imaging of microglia, the brain's immune cells, and persisted for several weeks before subsiding. While the long-term implications are uncertain and inflammation might even contribute to metabolic improvements, the study raises concerns because chronic brain inflammation is linked to cognitive decline and neurodegenerative diseases like Alzheimer's. The researchers emphasize that weight loss remains crucial for combating obesity-related health issues, but they advocate for a more nuanced approach that considers age-specific impacts on brain health. Future studies aim to uncover why this inflammation occurs and develop strategies to preserve both metabolic and brain health during midlife weight loss.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d700240656def70c_a3bff4285ae5.webp",
      "category": "Science"
    },
    {
      "id": "efebffa34e66a34c",
      "title": "The Disappearance of Zombie Worms: A Deep-Sea Mystery",
      "summary": "Scientists are alarmed by the unexplained absence of zombie worms, known scientifically as Osedax, from deep-sea whale bones in an experiment off British Columbia. Led by Fabio De Leo of Ocean Networks Canada, the decade-long study placed humpback whale bones on the ocean floor and monitored them with high-resolution cameras. Despite expectations, no zombie worms colonized the bones, which is significant because these worms play a crucial role as ecosystem engineers by breaking down bones and recycling nutrients to support biodiversity. The absence may be linked to low oxygen levels in Barkley Canyon, part of expanding oxygen minimum zones in the northeast Pacific. This negative result suggests that climate change could be disrupting deep-sea ecosystems, as zombie worms normally thrive on whale falls—events where dead whales sink and provide food. Early data from other sites indicates similar concerns, highlighting potential species loss and weakened food webs in the ocean.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_efebffa34e66a34c_a96e78195b1f.webp",
      "category": "Science"
    },
    {
      "id": "93588832e972918b",
      "title": "Unlocking the Secrets of Particle Formation at the Large Hadron Collider",
      "summary": "Researchers at CERN's Large Hadron Collider have resolved a key mystery in particle physics by explaining how deuterons, light atomic nuclei composed of one proton and one neutron, form under extreme conditions. In proton collisions that generate temperatures over 100,000 times hotter than the Sun's core, deuterons were previously thought to break apart instantly due to their fragile nature. However, experiments consistently detected them. The new study reveals that approximately 90% of deuterons and their antimatter counterparts, antideuterons, form through the decay of short-lived, high-energy resonances. This process occurs later in the collision, when conditions have cooled slightly, rather than during the initial hot stage. Led by Prof. Laura Fabbietti and Dr. Maximilian Mahlein from the Technical University of Munich, the research provides crucial insights into the strong interaction, the fundamental force binding protons and neutrons. It also has broader implications for understanding cosmic ray interactions and dark matter, as light nuclei form similarly in space. The findings were obtained using the ALICE experiment, which tracks particles to reconstruct collision events, advancing models of nuclear formation and cosmic data interpretation.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_93588832e972918b_b1f99ab1ab7d.webp",
      "category": "Science"
    },
    {
      "id": "4c8a780d2c08bfc2",
      "title": "Decoding Mitraphylline: How Scientists Unlocked a Plant's Cancer-Fighting Secrets",
      "summary": "Researchers at UBC Okanagan have decoded the process by which plants produce mitraphylline, a rare spirooxindole alkaloid with significant anti-cancer and anti-inflammatory properties. Mitraphylline belongs to a unique family of plant chemicals characterized by twisted ring structures that enhance their biological effects. For years, the molecular assembly of these compounds remained a mystery. In 2023, Dr. Thu-Thuy Dang's team identified the first plant enzyme capable of forming the spiro shape. Building on this, doctoral student Tuan-Anh Nguyen led research to pinpoint two key enzymes: one that arranges mitraphylline into its correct three-dimensional structure and another that twists it into its final form. This discovery, likened to finding missing links in an assembly line, answers fundamental questions about natural product biosynthesis. Mitraphylline is challenging to obtain because it exists only in trace amounts in tropical trees like Mitragyna (kratom) and Uncaria (cat's claw). By understanding the enzymatic pathways, scientists can now replicate the production of mitraphylline using sustainable, green chemistry methods, making it more accessible for pharmaceutical development. The project involved collaboration between UBC Okanagan and the University of Florida, highlighting the importance of teamwork in advancing global health solutions.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_4c8a780d2c08bfc2_b3f8b7031793.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Revised Inheritance Tax on Farms: Balancing Policy and Protests",
      "summary": "The UK government has revised its proposal to tax inherited farmland, increasing the threshold from £1 million to £2.5 million after facing significant opposition. Initially announced in last year's Budget, the plan aimed to impose a 20% tax on agricultural assets above £1 million from April 2026, ending long-standing tax relief. This climbdown followed months of protests by farmers and concerns from Labour backbenchers in rural areas. Environment Secretary Emma Reynolds stated that the change protects more ordinary family farms while ensuring larger estates contribute more. The National Farmers' Union welcomed the adjustment, noting it removes many family farms from tax liability, but the Country Land and Business Association cautioned that some businesses with high-value assets might still face unaffordable burdens due to narrow profit margins. Farmer Ben Ardern viewed it as a positive step but argued for exempting family farms entirely and targeting corporations that invest in land for tax avoidance. The political fallout included a suspended MP for voting against the government, highlighting internal dissent. This revision reflects the government's responsiveness to public pressure but leaves ongoing debates about fairness and economic impact in rural communities.",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Adviser Urges Action as 2025 Poised to Set UK Heat Record",
      "summary": "Professor Rachel Kyte, a leading UK government climate adviser, has issued a stark warning that 2025 is on track to become the hottest year in UK history, with an average temperature projected at 10.05°C, slightly above the 2022 record of 10.03°C. She attributes this trend to human-caused climate change driven by decades of carbon dioxide pollution, which is making higher temperatures the new normal. The Met Office supports this view, noting that the UK's ten warmest years have all occurred in the last two decades, and anthropogenic factors are accelerating warming globally. Kyte highlights the impacts, such as increased vulnerability to droughts and wildfires due to lack of rainfall and persistent warmth, and stresses the urgency of building resilience through investments in nature and infrastructure. She argues that failing to adapt now will lead to higher costs in the future. While the Met Office's projection is based on observed data and assumes cooler conditions in late December, making it not certain, it represents the most likely outcome, underscoring the ongoing challenge of climate change.",
      "source": "BBC Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}