{
  "articles": [
    {
      "id": "2ecbb9a5ed26d75d",
      "title": "Wisconsin Swim Teams Win Big in San Diego",
      "summary": "The Wisconsin Badgers swim teams had a great day in San Diego on January 3rd. The women's team won with 117 points, beating UCLA, UC-San Diego, and Tulane. The men's team also won against UC-San Diego. Many swimmers from Wisconsin did well in different races. For example, Maggie Wanezek won the 100 backstroke and 200 IM, and Blair Stoneburg won the 100 free. UCLA swimmers like Jada Duncan also won some races, such as the 200 free and 100 free. UC-San Diego had winners too, like Chloe Braun in the 100 breaststroke. The teams competed in relays and individual events, showing teamwork and speed. It was an exciting meet with lots of fast swimming and close finishes.",
      "source": "SwimWorld",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2ecbb9a5ed26d75d_8298dfa91af6.webp",
      "category": "Fun"
    },
    {
      "id": "a30a4a55ee34400b",
      "title": "Shape-Shifting Molecules for Smarter Computers",
      "summary": "Scientists are looking for new materials to make computers smarter and faster, moving beyond the silicon used today. They have created tiny molecules that can change their behavior, acting like memory, logic gates, or even parts that learn, all in one device. This is inspired by how our brains work, where learning happens naturally in the material itself. The research comes from the Indian Institute of Science, where a team led by Sreetosh Goswami designed these molecules using chemistry. By adjusting the molecules' shape and environment, they can control how electrons move, allowing the devices to switch between digital and analog modes. This could lead to future AI hardware that is more energy-efficient and intelligent, with learning built directly into the material. The team is now working to put these molecules on silicon chips to create better computers.",
      "source": "Science Daily - Technology",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a30a4a55ee34400b_8ca2e8f1f006.webp",
      "category": "Fun"
    },
    {
      "id": "120f79bb8158a614",
      "title": "South Carolina Wins Swimming Meet Against Queens",
      "summary": "The South Carolina Gamecocks swimming team traveled to Charlotte to compete against Queens in a meet at the start of the new year. The women's team won with a score of 181-78, and the men's team won 156-104. Many swimmers from South Carolina did very well in different races. For example, Amy Riordan won the 100 backstroke, Alexis Dalton won the 100 breaststroke, and Taylor Grimley won the 100 butterfly. Other winners included Emma Reiser in the 1000 freestyle and Kara West in the 50 freestyle. Queens had some wins too, like Abigail Zboran in the 200 freestyle. The meet showed that South Carolina was the stronger team overall, with both men and women performing excellently.",
      "source": "SwimWorld",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_120f79bb8158a614_7de7ae3139b0.webp",
      "category": "Fun"
    },
    {
      "id": "6f6f92e2809ce270",
      "title": "Tennis Star Says Women's Game is Strong on Its Own",
      "summary": "Iga Swiatek is a top tennis player who says women's tennis does not need a 'Battle of the Sexes' match. Recently, Nick Kyrgios and Aryna Sabalenka played a fun exhibition game in Dubai, which Kyrgios won. Swiatek did not watch it because she thinks it was just for entertainment and not important for social change. She remembers the original 'Battle of the Sexes' in 1973 with Billie Jean King, which helped women's tennis get more respect and money. Now, Swiatek believes women's tennis is strong and has many great athletes and stories. She prefers events like the United Cup, where men and women play together in a team, making tennis more exciting for fans. This event includes singles and mixed doubles matches, like those with players from Great Britain and Japan.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6f6f92e2809ce270_59d042504138.webp",
      "category": "Fun"
    },
    {
      "id": "3cf65c6895b62d89",
      "title": "Two TV Shows Crash Together in a Big Episode",
      "summary": "Two popular TV shows, Coronation Street and Emmerdale, are having a special episode where they come together for the first time. This episode is called Corriedale and will air on Monday. The boss of the shows, Iain MacLeod, thought it would be fun to mix the characters from both shows. He got the idea from his own long drives between Manchester and Leeds, where bad weather and accidents often happen. In the episode, characters from both shows meet on a dark road at night and have a big crash. The actors had to film at night for three weeks and enjoyed spending time together. This is a one-time event to make fans excited and bring new viewers to the shows.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3cf65c6895b62d89_3e56ed38b10e.webp",
      "category": "Fun"
    },
    {
      "id": "5f2babbe6195e6ef",
      "title": "Angry Men Take Over Bollywood Movies in 2025",
      "summary": "In 2025, Bollywood movies in India were mostly about angry and strong men. The year before, in 2024, many movies made by women got a lot of praise around the world. But in 2025, popular films like Dhurandhar, Chhaava, and War 2 focused on male heroes who were violent and powerful. These movies made a lot of money and people talked about them a lot. Only one movie in the top 10, called Lokah, had a woman as the main character. Experts say that movies have often centered on men for a long time, and it will take more years to see more stories about women. This shows how Bollywood changes from year to year.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5f2babbe6195e6ef_72183513ff21.webp",
      "category": "Fun"
    }
  ]
}