{
  "articles": [
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain Advances to Davis Cup Final Against Italy After Hard-Fought Victory",
      "summary": "Spain has secured a spot in the Davis Cup final by defeating Germany in a thrilling semifinal match that went down to a deciding doubles encounter. The tie began with Pablo Carreno Busta giving Spain an early advantage by winning his singles match against Jan-Lennard Struff. However, Alexander Zverev, ranked world number three, leveled the score for Germany by defeating Jaume Munar. In the crucial doubles, the Spanish pair Marcel Granollers and Pedro Martinez, who had previously helped in the quarter-finals, emerged victorious over Kevin Krawietz and Tim Puetz with a score of 6-2, 3-6, 6-3. This marks Spain's first final appearance since 2019, as they aim for a seventh Davis Cup title. Notably, both Spain and Italy are competing without their top-ranked players; Spain is missing Carlos Alcaraz due to injury, while Italy lacks Jannik Sinner and Lorenzo Musetti. The final is scheduled for Sunday in Bologna, Italy, and will be the first Davis Cup meeting between the two nations in 19 years. Spain's captain, David Ferrer, expressed pride in his team's effort and anticipation for the challenging match against Italy.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    },
    {
      "id": "dd95e8a1e2250f93",
      "title": "The Life and Legacy of Fashion Designer Paul Costelloe",
      "summary": "Paul Costelloe, a prominent Irish fashion designer, passed away at the age of 80 in London following a brief illness, as announced by his family. Born in Dublin, he studied at the Grafton Academy of Fashion Design and furthered his education in Paris at the Chambre Syndicale de la Haute Couture. In 1979, he established his own label, Paul Costelloe Collections, and gained international recognition by presenting his designs at major fashion weeks in London, Paris, Milan, and New York. A key milestone in his career was his appointment as the personal designer to Diana, Princess of Wales, in 1983, a role he held until her death in 1997. Costelloe was known for incorporating traditional Irish fabrics such as linen and tweed into his work, and he collaborated with retailers like Dunnes Stores. He also faced controversy in 1998 for comments about Irish women's style, though he later noted that Ireland had become more European. Taoiseach Micheál Martin expressed sadness, highlighting Costelloe's role in elevating Irish fashion on the global stage. His death marks the end of an era for fashion enthusiasts.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "001d3fb06b3c8a5b",
      "title": "Exploring Bridget Riley's Legacy: A Retrospective Exhibition",
      "summary": "A major exhibition dedicated to Bridget Riley, a prominent British artist, has opened at the Turner Contemporary gallery in Margate, Kent. This show, titled 'Learning to See,' spans Riley's seven-decade career, featuring key works from the late 1960s, wall paintings from the past decade, and her latest canvases. Curator Melissa Blanchflower emphasizes the importance of experiencing the art firsthand, noting that nothing compares to being in front of the original paintings. The free exhibition includes 26 artworks and runs until May 4th. Blanchflower collaborated closely with Riley in planning the event, gaining deeper insights into the artist's recent practices. The title was inspired by a letter from Claude Monet to Eugène Boudin, highlighting themes of perception. Additionally, the gallery is hosting public drawing classes for a year, inspired by Riley's techniques, to engage the community. This retrospective not only honors Riley's influential contributions to Op Art but also encourages public participation in visual arts.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_001d3fb06b3c8a5b_846b6b4e3453.webp",
      "category": "Fun"
    },
    {
      "id": "850128e8cb325c20",
      "title": "Media Merger: Daily Mail Publisher Acquires Telegraph",
      "summary": "The Daily Mail and General Trust (DMGT) has agreed to purchase the Daily and Sunday Telegraph for £500 million, marking a significant shift in the UK media landscape. This deal follows the collapse of a previous bid by RedBird IMI, a joint venture between the UAE and US private equity firm RedBird Capital Partners. The acquisition requires approval from Culture Secretary Lisa Nandy, who will review it under public interest and foreign state influence regulations to ensure media plurality. The Telegraph has faced uncertainty for over two years after RedBird IMI paid off its debts, aiming for ownership. DMGT's chairman, Lord Rothermere, expressed admiration for the Telegraph and plans to maintain its editorial independence while investing in its growth as a global brand. The purchase integrates the Telegraph into DMGT's portfolio, which includes titles like the i Paper and Metro, with assurances of no foreign state involvement in funding.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "Fun"
    },
    {
      "id": "0f67b3de7a9298a0",
      "title": "Radiohead's Return: A Hit-Filled London Concert",
      "summary": "Radiohead made a highly anticipated return to the stage with a concert at London's O2 Arena, marking their first UK performance in 99 months and a decade since their last new music release. The band delivered a setlist spanning their entire career, from early hits like The Bends to recent works such as A Moon Shaped Pool, while also noting the 25th anniversary of Kid A. Despite minor timing and tuning issues that hinted at rustiness, the show was largely spell-binding, featuring energetic performances of songs like 2+2=5, which resonated with current political themes. The rhythm section, enhanced by session musician Chris Vatalaro, stood out with groovy basslines and drum loops that encouraged audience movement, though some unconventional rhythms made synchronized clapping difficult. Crowd favorites like Lucky and No Surprises were interspersed with experimental tracks, creating a balanced and appreciative atmosphere. Overall, the concert celebrated Radiohead's legacy and reconnected with fans through a dynamic musical experience.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_0f67b3de7a9298a0_8640bd069f0c.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Cobolli's Epic Tie-Break Victory Propels Italy to Davis Cup Final",
      "summary": "In a thrilling Davis Cup semifinal match, Italian tennis player Flavio Cobolli secured a dramatic victory over Belgium's Zizou Bergs by winning a 32-point tie-break, after saving seven match points. The intense contest lasted over three hours and ended with Cobolli prevailing 6-3, 6-7 (5-7), 7-6 (17-15), sparking wild celebrations among the home crowd in Bologna. Cobolli described the win as one of the best days of his life, emphasizing the significance of playing for his nation, team, and family. This victory places Italy in the final against Spain or Germany, where they aim to become the first country in over 50 years to win three consecutive Davis Cup titles. Italy's captain, Filippo Volandri, praised Cobolli's immense heart and effort, noting that tactics played a minor role compared to determination. Despite missing top players like Jannik Sinner and Lorenzo Musetti, Italy's team, supported by a sell-out crowd of 10,000 fans, showed resilience, with teammate Matteo Berrettini also contributing an earlier win. This achievement marks Italy as the first nation since Australia in 2001 to reach three straight Davis Cup finals, highlighting their growing dominance in team tennis.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    }
  ]
}