{
  "articles": [
    {
      "id": "58862a1aa45bf838",
      "title": "Planting Trees to Grow a Rainforest",
      "summary": "Volunteers planted 800 young trees to help a special rainforest grow bigger. This rainforest is in Dartmoor, England, at a place called Wistman's Wood. People from groups like Natural England, the Duchy of Cornwall, Moor Trees, and the Woodland Trust worked together on this project. They put fences around the trees to keep them safe from animals. This is part of a long-term plan to restore and expand the rainforest, which is rare and important for nature. The volunteers are happy to help and want to keep planting more trees in the future to make the forest stronger.",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_58862a1aa45bf838_5dc02af3a735.webp",
      "category": "Science"
    },
    {
      "id": "11eec5b401692fa1",
      "title": "Sleep Problems Can Hurt Your Heart",
      "summary": "Scientists at Yale School of Medicine studied sleep and heart health. They found that when people have two sleep problems together—insomnia (trouble sleeping) and sleep apnea (breathing stops during sleep)—it can make heart disease risk much higher. This combination is called COMISA. The study looked at data from nearly 1 million U.S. veterans. Sleep helps the heart rest and repair at night. If sleep is disrupted often, the heart doesn't get enough recovery time, which can lead to high blood pressure and other heart issues. The researchers say doctors should check for both sleep problems early to help prevent heart disease. Sleep is important for our health, and fixing sleep issues can protect our hearts.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_11eec5b401692fa1_8949b4dcd26e.webp",
      "category": "Science"
    },
    {
      "id": "fc54b9a2c7733e62",
      "title": "What's in Weight Loss Pills?",
      "summary": "Scientists are studying a special ingredient called SNAC in weight loss pills like Wegovy and Ozempic. SNAC helps the medicine get into your body when you take it as a pill instead of a shot. In a study with animals over 21 days, researchers found that SNAC might change the tiny living things in your gut, called gut bacteria, and affect how your body works. They saw that SNAC could make some bad bacteria grow more and cause inflammation, which is when your body gets swollen and sore. The scientists say SNAC is not proven to be harmful yet, but they want to learn more because many people use these pills for obesity, a health problem where someone has too much body fat. Obesity affects lots of people around the world, and pills are becoming popular because they are easy to take. The researchers think we should check all parts of the pill, not just the main medicine, to keep people safe.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_fc54b9a2c7733e62_ab004acf2a5d.webp",
      "category": "Science"
    },
    {
      "id": "824d814849dac45b",
      "title": "Floods and Storms Hurt Animals",
      "summary": "This winter, big floods and storms have hurt many animals. The water has destroyed nests where birds lay eggs and drowned small animals like hedgehogs and field voles. Experts say this might mean fewer butterflies and insects in spring because their eggs and babies got washed away. Seabirds like puffins have been found on beaches, and turtles have been stranded, some alive and some dead. Animals that move slowly, such as hedgehogs, are in danger because they cannot escape the rising water quickly. Rescue groups are worried because winters are getting wetter, making it hard for animals to survive. They say animals need help to find safe places during storms.",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_824d814849dac45b_ac5b13080c06.webp",
      "category": "Science"
    },
    {
      "id": "e7e6c66f4b7a905b",
      "title": "Mapping How Our Bodies Age: A Cell Adventure",
      "summary": "Scientists are studying how our bodies get older to help prevent diseases like cancer and heart problems. They made a big map of cells from 21 organs in mice to see what happens as they age. They looked at 7 million cells from mice at three ages: young, middle-aged, and old. They found that many cells change in number as mice get older, with some muscle and kidney cells decreasing and immune cells increasing. These changes start early and happen together in different organs, suggesting the body ages in a coordinated way. Also, males and females age differently, with females having more immune changes. This research helps scientists understand aging better so they can find ways to slow it down and keep people healthier.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e7e6c66f4b7a905b_205994e3a797.webp",
      "category": "Science"
    },
    {
      "id": "91436793fb1951ad",
      "title": "Fungi Help Trees Grow in New Forests",
      "summary": "Scientists are studying tiny fungi in the soil to help create new woodlands in England. They want to plant many trees to make forests, but trees need help from fungi to grow strong. Fungi live underground and connect to tree roots, giving them water and food. In return, trees give the fungi carbon. The research is happening in Cumbria, a place with old grasslands. By checking the soil, scientists can find out which fungi are there. This helps them decide where to plant trees and which types to use, so the trees don't die. Groups like RSPB and Spun are working together on this project to make sure the new forests are healthy and last a long time.",
      "source": "BBC Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_91436793fb1951ad_3cf33dbf5b46.webp",
      "category": "Science"
    }
  ]
}