{
  "articles": [
    {
      "id": "517e1a9c41610f2a",
      "title": "Turning Bad Air into Clean Fuel with a Special Helper",
      "summary": "Scientists have found a new way to help clean the air and make clean fuel. They use a special helper called a catalyst made from manganese, which is a common and cheap metal. This catalyst can change carbon dioxide, a gas that pollutes the air, into something called formate. Formate is useful because it can store hydrogen, which is a clean fuel that can power things like cars without making pollution. The scientists from Yale University and the University of Missouri worked together on this project. They hope this new method will help us use less fossil fuels and make the air cleaner. This is important because too much carbon dioxide in the air can harm the planet. By turning it into fuel, we can solve two problems at once: reduce pollution and create energy.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_517e1a9c41610f2a_0cea2e502447.webp",
      "category": "Science"
    },
    {
      "id": "bbf5c899573e5f09",
      "title": "Mapping the Invisible Stuff That Holds the Universe Together",
      "summary": "Scientists have made a new map of something called dark matter that we cannot see. Dark matter is a hidden part of the Universe that helps hold everything together. Using a big space telescope called James Webb, they found that dark matter pulls on normal matter, which is the stuff we can see like stars and planets. This pulling helped form galaxies like our Milky Way and planets like Earth long ago. The map shows how dark matter shaped the Universe we live in today. It is like an invisible architect that built the structures in space. Scientists from places like Durham University worked together on this study to learn more about how the Universe was made.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbf5c899573e5f09_f39017b7d185.webp",
      "category": "Science"
    },
    {
      "id": "45a386d2ea3102f3",
      "title": "NASA Delays Moon Mission Due to Rocket Fuel Leaks",
      "summary": "NASA has delayed the Artemis II mission to March because of hydrogen leaks found during a test. The mission will send four astronauts around the Moon for the first time since 1972. During a practice countdown called a Wet Dress Rehearsal, engineers discovered hydrogen leaking from the rocket's fuel connection at Kennedy Space Center in Florida. Hydrogen is a super-cold fuel that is hard to handle because it can escape through tiny gaps. NASA needs to fix this leak to ensure safety before launch. The astronauts, including Reid Wiseman and Christina Koch, are now waiting in Houston for a new launch date. This delay gives NASA time to review data and conduct another test to solve the problem.",
      "source": "Ars Science",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_45a386d2ea3102f3_aeecc97c9485.webp",
      "category": "Science"
    },
    {
      "id": "d5802bbc91ced099",
      "title": "How Our Brain Remembers Things in a New Way",
      "summary": "Scientists have discovered something surprising about how our brain remembers things. They found that when we remember personal stories from our past or facts we know, like what a brand logo means, the same parts of the brain light up. This means our brain might not use separate areas for different types of memories, which could change how we think about memory. The study was done by researchers from universities in Nottingham and Cambridge using a special brain scan called fMRI that shows which parts of the brain are active. They tested 40 people by having them remember logos and brand names. The results could help us understand memory problems like dementia better by showing that the whole brain is involved in remembering.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_d5802bbc91ced099_4afd64a8088c.webp",
      "category": "Science"
    },
    {
      "id": "a5f155dc5a396d4c",
      "title": "Plastic in Fish Far Away in the Pacific Ocean",
      "summary": "Scientists found tiny pieces of plastic, called microplastics, in fish living near islands in the Pacific Ocean. Even though these islands are very far from big cities, about one out of every three fish had microplastics inside them. The study looked at fish from Fiji, Tonga, Tuvalu, and Vanuatu. Fiji had the most plastic in its fish, with almost 75% of fish having microplastics. Fish that live near coral reefs or eat from the seafloor were more likely to have plastic. This is a problem because people on these islands eat a lot of fish for food. The scientists say we need better ways to manage waste to keep the ocean clean and protect the fish that people depend on.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_a5f155dc5a396d4c_b4c3e2dcfe2c.webp",
      "category": "Science"
    },
    {
      "id": "70630678f8b1d805",
      "title": "Courts Help Wind Farms Build Again in the Ocean",
      "summary": "In the United States, some wind farms are being built in the ocean to make clean energy. The government tried to stop them by saying it was a secret safety problem. But five different courts said no, the government's reason didn't make sense. The judges allowed the wind farms to keep building because stopping suddenly would hurt the companies. The wind farms are almost finished, so they might be done before the government can try to stop them again. This is good for making energy from wind instead of polluting sources.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_70630678f8b1d805_c97f4a45d517.webp",
      "category": "Science"
    }
  ]
}