{
  "articles": [
    {
      "id": "38648003f8c9a993",
      "title": "Nicola Roberts Announces Pregnancy Amid Career Milestones",
      "summary": "Nicola Roberts, a member of the pop band Girls Aloud, has publicly announced her pregnancy with her first child at age 40. In a social media post on Instagram, she revealed she is five months pregnant and expects to give birth in spring, sharing a photo of herself cradling her baby bump in front of a Christmas tree. She expressed excitement with her partner, footballer Mitch Hahn, noting they shared the news with their families on Christmas Day after keeping it secret. The announcement garnered congratulations from fellow celebrities, including bandmate Kimberley Walsh and Little Mix singer Perrie Edwards. This news comes as Roberts continues her role in the West End musical Hadestown, where she plays Persephone, with her run ending in January. Additionally, Girls Aloud recently reunited for a tour in 2023, dedicating it to late bandmate Sarah Harding, and 2024 marks 21 years since the band formed after winning Popstars: The Rivals. Roberts has pursued solo music and acting, highlighting her multifaceted career in entertainment.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_38648003f8c9a993_65f3c9ab9a7b.webp",
      "category": "News"
    },
    {
      "id": "b9373db0df8cb0af",
      "title": "Coastguard Ends Search for Missing Christmas Day Swimmers",
      "summary": "On Christmas Day, a tragic incident occurred in Budleigh Salterton, Devon, where two men, aged in their 40s and 60s, went missing during a sea swim. Emergency services were alerted around 10:25 GMT, and while some swimmers were rescued, these two individuals could not be located. The coastguard conducted a search operation in the water until 17:00 GMT, after which it was called off, though police continued on-shore investigations into the evening. The families of the missing men have been informed. Witnesses described the sea conditions as particularly rough and cold, with waves estimated at 5-6 feet high, making it hazardous. In response, police in Devon and Cornwall have advised against entering the water, and some planned swims have been cancelled. Local residents expressed shock and sadness over the event, emphasizing its tragic nature on a holiday. This incident underscores the risks of swimming in adverse weather and the challenges faced by rescue services.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b9373db0df8cb0af_5fc2b181a047.webp",
      "category": "News"
    },
    {
      "id": "362d1966c9a52315",
      "title": "Chaotic Opening Day in Fourth Ashes Test: Australia Takes Lead",
      "summary": "On the first day of the Fourth Ashes Test at the Melbourne Cricket Ground, a remarkable 20 wickets fell, marking the highest number in an Ashes opening day since 1909. Australia was bowled out for 152 runs, with Josh Tongue of England taking 5-45, showcasing strong bowling. England, however, struggled significantly, collapsing to 110 all out in just 29.5 overs after tea, despite Harry Brook's resilient 41 runs, including two sixes. Australia then began their second innings, ending the day at 4-0 and leading by 46 runs overall. The pitch conditions, with 10mm long grass, contributed to the batting difficulties, as noted by stand-in captain Steve Smith. This chaotic day raises concerns about a potential two-day Test, similar to the recent Perth match, and highlights England's ongoing batting crisis in the Ashes series.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_362d1966c9a52315_637345d17ace.webp",
      "category": "News"
    },
    {
      "id": "04255cecef2dc4e7",
      "title": "Observing Brain Surgery for Alzheimer's Research Breakthroughs",
      "summary": "A journalist observes a brain surgery at Edinburgh Royal Infirmary to explore the potential for curing Alzheimer's disease. During the procedure, a neurosurgeon removes a small section of cortex from a patient with a brain tumor, which is typically discarded but is instead preserved for research. This living brain tissue is transported to a university lab, where Alzheimer's researchers, like Dr. Claire Durrant, study it to gain insights into dementia. The article highlights the ethical considerations and emotional weight of using tissue donated by patients on difficult days. It emphasizes the rarity of such research centers and the importance of direct study of human brain tissue in advancing treatments for Alzheimer's, a neurodegenerative disorder affecting memory and cognitive functions. The narrative connects surgical practice with scientific inquiry, showcasing collaborative efforts between medical professionals and researchers.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04255cecef2dc4e7_324bee663e58.webp",
      "category": "News"
    },
    {
      "id": "abff18e0f516434c",
      "title": "Global Updates: Peace Talks, Papal Message, and Lottery Win",
      "summary": "This news wrap covers multiple international stories from a recent day. Ukrainian President Volodymyr Zelenskyy reported a productive discussion with U.S. negotiators, including special envoy Steve Witkoff and Jared Kushner, regarding a draft peace plan to end the ongoing war with Russia. The proposal involves potential troop withdrawals and establishing a demilitarized zone in eastern Ukraine, though its acceptance depends on Russian agreement and a Ukrainian referendum. In a separate event, Pope Leo, during his first Christmas Day sermon as pontiff, condemned the treatment of Palestinians in Gaza and urged an end to global conflicts, emphasizing dialogue and offering blessings for peace. Additionally, a Powerball player in Arkansas won a massive $1.8 billion jackpot, adding a festive highlight. The article provides a snapshot of diverse global developments, blending serious diplomatic efforts with human-interest elements.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_abff18e0f516434c_7d98af8b2cf1.webp",
      "category": "News"
    },
    {
      "id": "028e01850d8f17af",
      "title": "Exploring Pregnancy Challenges in America Through a Podcast Interview",
      "summary": "In the 'Settle In' podcast hosted by Amna Nawaz on PBS NewsHour, journalist Irin Carmon discusses her new book 'Unbearable: Five Women and the Perils of Pregnancy in America.' The book follows five women from New York and Alabama as they navigate pregnancy in a post-Roe v. Wade landscape, where legal changes have impacted reproductive healthcare. Carmon explains that most women in her book want to continue their pregnancies and raise their children, but they face significant barriers due to American medicine and law. These barriers include inadequate miscarriage care, unsafe birth conditions, and limited access to pregnancy termination when needed. The stories unfold across different stages of pregnancy, highlighting how socioeconomic factors and geographic location influence experiences, yet common challenges persist. The podcast aims to shed light on these issues by sharing personal narratives, emphasizing the need for better healthcare systems and legal protections. It serves as an educational tool to inform listeners about the complexities of pregnancy in contemporary America, encouraging empathy and advocacy for reform.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_028e01850d8f17af_5ade3e8ca1b3.webp",
      "category": "News"
    }
  ]
}