{
  "articles": [
    {
      "id": "16bf3d951b211066",
      "title": "英国电视牌照费将于4月起上涨5.5英镑至180英镑",
      "summary": "英国政府宣布，电视牌照费将从4月1日起上涨5.5英镑至180英镑。该费用用于资助BBC的节目和服务，根据2022年达成的协议，其成本将每年随通货膨胀率调整直至2027年。目前电视牌照费为174.5英镑，去年上涨了5英镑，2024年上涨了10.5英镑。与此同时，政府近期启动了一项公众咨询，就BBC在2027年底特许状更新前的未来形态征求公众意见。在发布绿皮书时，政府表示对BBC资金未来持开放态度，尚未确定首选模式。考虑中的选项包括可能根据人们使用的广播公司服务替换当前牌照费为不同费率，咨询文件还建议采用广告或订阅模式，以取代当前所有家庭支付统一费用的系统。BBC发言人指出，绿皮书表明，BBC只有在拥有可持续长期资金模式的情况下才能为公众提供服务，这意味着改革。他们认识到英国公众面临的生活成本压力，因此正在探索所有资助BBC的选项，以在提供巨大价值的同时更公平、更现代、更可持续。文化、媒体和体育部发言人强调，政府认识到家庭财务压力，致力于确保BBC资金模式可持续、公平且负担得起，并承诺在本特许状期间维持牌照费。为支持公众支付电视牌照费，政府将继续支持分期付款计划，并为领取养老金信贷的75岁以上老人提供免费牌照，养老院居民和盲人可享受费用减免。政府使用年度而非月度通货膨胀率计算牌照费上涨，适用于下载或观看BBC iPlayer节目、观看或直播任何其他在线电视服务，或观看或录制任何电视频道正在播放节目的英国家庭。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_16bf3d951b211066_04bd0451ffb7.webp",
      "category": "News"
    },
    {
      "id": "4a7c84c36a02b8eb",
      "title": "埃尔顿·约翰爵士谴责媒体侵犯其婴儿隐私",
      "summary": "埃尔顿·约翰爵士在高等法院作证时，强烈谴责了《每日邮报》对其隐私的侵犯，称其为“真正令人作呕”。他与丈夫大卫·弗内什以及其他五人，包括哈里王子和伊丽莎白·赫莉，正在起诉联合报业有限公司，即《每日邮报》和《邮报星期日》的出版商，指控其在2000年至2015年间发布的10篇文章中非法收集信息，涉及埃尔顿爵士的健康问题及其儿子扎卡里的出生。埃尔顿爵士在证词中表示，这些侵犯行为“甚至超出了最基本的人类尊严标准”，并强调尽管他从事公众事业，个人事务仍应保持私密。他批评媒体利用信任和情感纽带获取机密信息的行为是不可接受的。联合报业有限公司否认了所有指控，其代表卡特琳·埃文斯KC在法庭上质疑投诉的及时性。埃尔顿爵士承认不记得是否在文章发布时提出过投诉，但解释称他们在意识到侵犯的严重性后采取了法律行动。此案突显了新闻自由与个人隐私权之间的紧张关系，反映了社会对媒体伦理和公众人物法律保护的广泛讨论。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4a7c84c36a02b8eb_68ddbd03bd73.webp",
      "category": "News"
    },
    {
      "id": "5979071c44b1079d",
      "title": "米兰-科尔蒂纳2026年冬季奥运会：地球上最盛大演出的必备指南",
      "summary": "米兰-科尔蒂纳2026年冬季奥运会即将在意大利举行，这是一场全球性的体育盛事，约有2,900名来自90多个国家的运动员将在16天内参与雪上和冰上项目的角逐。比赛场地分布在意大利北部的多个地点，包括时尚的米兰、优雅的科尔蒂纳丹佩佐，以及普雷达佐、泰塞罗、利维尼奥和博尔米奥等阿尔卑斯山区。开幕式于周五在米兰的圣西罗体育场举行，由玛丽亚·凯莉和安德烈·波切利等艺术家表演，同时科尔蒂纳等地还将举行卫星仪式以容纳分散的场馆。英国代表团由旗手莉拉·费尔和布拉德·霍尔领衔，旨在超越此前五枚奖牌的最佳纪录，英国体育局预测本次可能赢得多达八枚奖牌。BBC将进行广泛报道，开幕式直播从格林尼治标准时间18:30开始。尽管英国缺乏天然冰雪条件，但此次奥运会可能标志着其作为冬季运动国家的崛起，展示了体育、文化和媒体在全球大型活动中的交织影响。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_5979071c44b1079d_b1e0914001c3.webp",
      "category": "News"
    },
    {
      "id": "df3861608f685e78",
      "title": "美国与俄罗斯在乌克兰会谈后同意重建军事对话",
      "summary": "在一项重要的外交进展中，美国与俄罗斯已同意重建高层军事对话，这是四年多来的首次此类交流，标志着两国关系在乌克兰持续冲突中的回暖。这一举措紧随美国总统唐纳德·特朗普重返办公室后，其政府优先考虑迅速结束乌克兰战争，常提出要求乌克兰向俄罗斯割让领土的提案，从而与克里姆林宫的利益保持一致。军事对话于2021年底暂停，当时正值俄罗斯于2022年2月全面入侵乌克兰前紧张局势升级。根据美国欧洲司令部的声明，恢复的沟通渠道将提供持续的军事间接触，旨在培养持久的和平框架。该协议源于在阿拉伯联合酋长国首都阿布扎比举行的一次会议，涉及两国高级军事官员，包括指挥美国和北约在欧洲部队的美国将军亚历克瑟斯·格林克维奇，突显了欧洲安全架构的战略重要性。与此同时，莫斯科加强了对乌克兰电网的袭击，这是一种旨在削弱平民韧性和破坏公众对战争支持力的战术，而敌对行动仍在贯穿乌克兰东部和南部约1000公里的前线持续。这一军事热线的恢复旨在缓解入侵后的摩擦并避免潜在对抗，例如2023年3月俄罗斯战斗机在国际空域损害美国MQ-9死神无人机的事件。这一倡议反映了更广泛的外交努力，以在具有深远人道主义和战略影响的冲突中，驾驭军事战略与政治谈判的复杂互动。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_df3861608f685e78_72cf2624b584.webp",
      "category": "News"
    },
    {
      "id": "d3b63aa3fac23880",
      "title": "AI、减肥药和明星云集：今年超级碗广告的预期趋势",
      "summary": "超级碗60将于NBC播出，预计吸引超过1.2亿美国观众，成为广告商的关键平台。广告商投入巨资，30秒广告位成本高达1000万美元，通过明星代言、怀旧元素和新兴趋势展示品牌。今年广告特色包括Kendall Jenner为Fanatics Sportsbook代言、George Clooney为Grubhub代言，以及Budweiser Clydesdales等标志性符号和《侏罗纪公园》等电影引用。主要趋势涉及健康和远程医疗公司推广减肥药、科技公司突出AI和新设备，以及整体转向轻松内容以对比全球严肃新闻。市场营销教授Charles Taylor指出，广告商旨在营造有趣、逃避现实的氛围，避免分裂性话题。广告空间的高需求反映了超级碗在当今碎片化媒体环境中触及大众受众的独特作用，许多广告商捆绑购买NBC体育赛事如奥运会的广告位。总体而言，这些广告作为文化快照，显示了资金充裕的行业和当前消费者兴趣，揭示了经济、文化和战略层面的广告动态。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d3b63aa3fac23880_d5194fea888d.webp",
      "category": "News"
    },
    {
      "id": "6f8963a5d4332df8",
      "title": "新闻摘要：特朗普拒绝延长美俄核武器条约",
      "summary": "特朗普总统拒绝了俄罗斯提出的暂时延长《新削减战略武器条约》的提议，该条约于今日到期。特朗普批评该条约谈判不力，主张由美国核专家制定新的现代化协议。克里姆林宫对条约到期表示遗憾，这标志着美俄之间最后一个核武器协议的终结。联合国发言人强调了局势的严重性，指出这是50多年来首次没有对美俄战略武库的约束性限制。与此同时，美俄同意重启高级别军事联系，这些联系自2021年因俄罗斯入侵乌克兰前的紧张局势而暂停，此举旨在增加透明度和降级冲突。此外，乌克兰和俄罗斯在阿布扎比结束了由美国斡旋的第二轮会谈，被描述为具有建设性，并计划未来进行更多讨论。特朗普还推动中国加入潜在的新条约，但中国已表示抵制。这些事件共同反映了核军控破裂与地区冲突管理交织的复杂地缘政治动态，凸显了全球安全风险。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f8963a5d4332df8_f500269518cf.webp",
      "category": "News"
    }
  ]
}