{
  "articles": [
    {
      "id": "f972a9cb5c2ab181",
      "title": "Silver Helps Make Better Batteries",
      "summary": "Scientists are working on new batteries that are safer and can hold more energy than the ones we use today. These batteries use a solid material instead of a liquid inside. But this solid material can get tiny cracks that make the battery stop working over time. Researchers at Stanford University found a way to fix this problem. They put a very thin layer of silver on the surface of the solid material and heated it. This silver layer makes the material stronger and prevents cracks from forming. This helps the battery last longer, especially when charging quickly. The scientists think this idea could help make better batteries for things like phones and electric cars in the future.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_f972a9cb5c2ab181_19597af7d0aa.webp",
      "category": "Science"
    },
    {
      "id": "48c86f67499515b3",
      "title": "Viruses in Space Change in Cool Ways",
      "summary": "Scientists sent tiny viruses called phages to space on the International Space Station to see what happens. These viruses normally infect bacteria on Earth. In space, where there is almost no gravity, the viruses could still infect bacteria, but it took a bit longer. Both the viruses and the bacteria changed in new ways in space. The viruses got better at attacking bacteria, and the bacteria learned to protect themselves. This study helps us understand how living things adapt in space and might help fight bad germs on Earth too.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_48c86f67499515b3_81872fe7a786.webp",
      "category": "Science"
    },
    {
      "id": "856925e27a19aa85",
      "title": "A Special Soybean Helps Dairy Farms Save Money",
      "summary": "On a dairy farm in Michigan, a family is growing a special type of soybean that helps them save a lot of money. These soybeans are part of a project with Michigan State University. When the cows eat these soybeans, their milk gets better with more fat and protein. This makes the milk more valuable. The farm also spends less money on buying extra food for the cows. The soybeans are called high-oleic soybeans, and they have a healthy fat. The farm roasted the soybeans to make them even better. This discovery is exciting because it helps dairy farms be more successful and save thousands of dollars each month.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_856925e27a19aa85_6646eafd5a2c.webp",
      "category": "Science"
    },
    {
      "id": "4344ad22aff1fa61",
      "title": "The Ocean's Big Price Tag in Climate Change",
      "summary": "Scientists have found that climate change costs much more than we thought because we forgot to include the ocean. The ocean covers most of Earth and is hurt by things like coral loss and fish problems, which add nearly $2 trillion each year to the damage bill. A study from the University of California, San Diego says that when we count ocean harm, the cost of carbon pollution almost doubles from $51 to $97 per ton. This means countries need to think about the ocean when making decisions about climate. The study shows that island nations and poor countries suffer more because they rely on the ocean for food and money. Researchers hope this new information will help protect the ocean and invest in fixing coral reefs and mangroves.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4344ad22aff1fa61_dc176d2c7ea4.webp",
      "category": "Science"
    },
    {
      "id": "20dc2e96b9f9b9e7",
      "title": "Tiny Plastics Harm the Ocean's Cooling Power",
      "summary": "Scientists found that tiny plastic pieces called microplastics are hurting the ocean's ability to soak up carbon dioxide, which helps keep Earth cool. Microplastics are very small plastic bits that are everywhere, even in the ocean. They can carry bad stuff that harms animals and people. In the ocean, they mess with tiny plants and animals called phytoplankton and zooplankton, which are important for moving carbon around. This makes it harder for the ocean to take carbon out of the air. The study says this is a big problem because it could make Earth warmer and hurt sea life. Researchers from different countries worked together and want people to act fast to stop plastic pollution to help fight climate change.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_20dc2e96b9f9b9e7_225a6b99f6f0.webp",
      "category": "Science"
    },
    {
      "id": "e4d122e7d7575af6",
      "title": "NASA's Big Moon Rocket is Ready for Launch",
      "summary": "NASA has moved a huge rocket to the launch pad in Florida to prepare for a special mission to the Moon. This rocket, called the Space Launch System, is very tall and was carried slowly on a big machine over many hours. Four astronauts will ride on this rocket for the Artemis II mission, which will take them around the Moon but not land on it. This is exciting because it's the first time people will go to the Moon in over 50 years since the Apollo missions. The rocket will do some final tests, like a dress rehearsal, before it can launch as early as February. The astronauts watched the rocket move and are getting ready for their journey into space.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e4d122e7d7575af6_0e1ac87de0f3.webp",
      "category": "Science"
    }
  ]
}