{
  "articles": [
    {
      "id": "dc1d325c7047c865",
      "title": "Evolving Black Holes: A Challenge to Cosmic Constants",
      "summary": "Astronomers have discovered evidence that the material surrounding supermassive black holes may not be constant throughout cosmic history. Using observations of quasars—extremely luminous objects powered by black holes—an international team led by the National Observatory of Athens found that the relationship between ultraviolet and X-ray emissions has changed over time. Quasars emit light from an accretion disk, which produces ultraviolet radiation. This light interacts with a corona of energized particles to generate X-rays. For nearly 50 years, scientists assumed this ultraviolet-X-ray connection was universal, implying stable conditions around black holes. However, the new study, published in Monthly Notices of the Royal Astronomical Society, reveals that in the younger universe (about half its current age), this relationship differed from what is observed in nearby quasars today. This suggests that the accretion disk and corona may have evolved over approximately 6.5 billion years, potentially altering how black holes grow and radiate energy. The researchers used multiple methods to confirm their findings, challenging long-held astronomical principles and prompting a reevaluation of black hole behavior across cosmic epochs.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_dc1d325c7047c865_cf4b40a5ae27.webp",
      "category": "Science"
    },
    {
      "id": "ab1a13d4df9b6aff",
      "title": "The Link Between Vitamin C Intake and Skin Health",
      "summary": "A study published in the Journal of Investigative Dermatology reveals a direct connection between dietary vitamin C and skin health. Researchers from the University of Otago found that increasing vitamin C intake through foods like SunGold kiwifruit raises vitamin C levels in both blood and skin. This increase correlates with thicker skin due to enhanced collagen production and greater renewal of the outer epidermal layer. The study involved 24 healthy adults in New Zealand and Germany, who consumed two kiwifruits daily, leading to measurable improvements. The findings emphasize that skin health is influenced more by internal nutrients from diet than topical treatments, as vitamin C absorbs efficiently from blood into all skin layers. Professor Margreet Vissers highlighted the compelling association, noting that skin cells prioritize absorbing vitamin C from circulation, supporting healthier skin function. This research underscores the importance of nutrition for maintaining skin integrity and challenges the reliance on skincare products alone.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_ab1a13d4df9b6aff_4f1fea77ab7c.webp",
      "category": "Science"
    },
    {
      "id": "5d37751b96999d66",
      "title": "Breaking Superconductor Rules: A New Material with Unique Properties",
      "summary": "Researchers from IFW Dresden and the Cluster of Excellence ct.qmat have discovered that platinum-bismuth-two (PtBi2) exhibits unprecedented superconducting behavior. This material functions as a topological superconductor, where electrons on the top and bottom surfaces pair up to conduct electricity without resistance at low temperatures, while the interior remains a normal metal, forming a natural sandwich structure. The superconductivity arises from topological properties that protect surface electrons, making it stable against changes. High-resolution measurements revealed that electron pairing occurs in a six-fold symmetric pattern, distinct from conventional superconductors and even unconventional ones like cuprates. This unique pairing, never observed before, is linked to the material's atomic arrangement. Additionally, the edges of the superconducting surfaces host Majorana particles, which are potential components for fault-tolerant qubits in quantum computing. The study provides strong experimental evidence for intrinsic topological superconductivity, positioning PtBi2 as a leading candidate in this field and opening new avenues for understanding superconductivity and quantum technology development.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_5d37751b96999d66_9f12e64bc1d5.webp",
      "category": "Science"
    },
    {
      "id": "b73c446cee72211f",
      "title": "Advancing Quantum Computing with a Scalable Optical Chip",
      "summary": "Researchers have developed an ultra-thin optical phase modulator chip, nearly 100 times thinner than a human hair, which represents a significant advancement for quantum computing. Published in Nature Communications, this device precisely controls laser light, a critical requirement for operating quantum computers that may utilize thousands to millions of qubits. Unlike bulky laboratory equipment, the chip is manufactured using scalable methods similar to those for standard microchips, enabling mass production and reducing costs. Led by Jake Freedman and Matt Eichenfield, in collaboration with Sandia National Laboratories, the technology uses microwave-frequency vibrations to manipulate laser phases efficiently, generating stable new frequencies. This control is essential not only for quantum computing but also for quantum sensing and networking. The chip addresses key challenges in quantum systems, such as trapped ions or atoms that serve as qubits, by providing precise laser adjustments needed for calculations. It consumes about 80 times less microwave power than commercial modulators, reducing heat and allowing more optical channels to be integrated closely. This scalability and efficiency could transform quantum computing from experimental setups to practical, large-scale applications, making it a pivotal step toward future technological integration.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b73c446cee72211f_bc2d2e2826ed.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Revised Inheritance Tax on Farms: Balancing Policy and Protests",
      "summary": "The UK government has revised its proposal to tax inherited farmland, increasing the threshold from £1 million to £2.5 million after facing significant opposition. Initially announced in last year's Budget, the plan aimed to impose a 20% tax on agricultural assets above £1 million from April 2026, ending long-standing tax relief. This climbdown followed months of protests by farmers and concerns from Labour backbenchers in rural areas. Environment Secretary Emma Reynolds stated that the change protects more ordinary family farms while ensuring larger estates contribute more. The National Farmers' Union welcomed the adjustment, noting it removes many family farms from tax liability, but the Country Land and Business Association cautioned that some businesses with high-value assets might still face unaffordable burdens due to narrow profit margins. Farmer Ben Ardern viewed it as a positive step but argued for exempting family farms entirely and targeting corporations that invest in land for tax avoidance. The political fallout included a suspended MP for voting against the government, highlighting internal dissent. This revision reflects the government's responsiveness to public pressure but leaves ongoing debates about fairness and economic impact in rural communities.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Adviser Urges Action as 2025 Poised to Set UK Heat Record",
      "summary": "Professor Rachel Kyte, a leading UK government climate adviser, has issued a stark warning that 2025 is on track to become the hottest year in UK history, with an average temperature projected at 10.05°C, slightly above the 2022 record of 10.03°C. She attributes this trend to human-caused climate change driven by decades of carbon dioxide pollution, which is making higher temperatures the new normal. The Met Office supports this view, noting that the UK's ten warmest years have all occurred in the last two decades, and anthropogenic factors are accelerating warming globally. Kyte highlights the impacts, such as increased vulnerability to droughts and wildfires due to lack of rainfall and persistent warmth, and stresses the urgency of building resilience through investments in nature and infrastructure. She argues that failing to adapt now will lead to higher costs in the future. While the Met Office's projection is based on observed data and assumes cooler conditions in late December, making it not certain, it represents the most likely outcome, underscoring the ongoing challenge of climate change.",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}