{
  "articles": [
    {
      "id": "a4b2e3dd0f6e85fc",
      "title": "The Collapse of Clarity and the Rise of Amplify Goods",
      "summary": "Clarity, the UK's oldest social enterprise founded in 1854, collapsed five years ago, leading to over a hundred job losses, primarily among blind and visually impaired workers. The company, which focused on soap production, faced financial difficulties due to a pension fund shortfall, resulting in unpaid wages and redundancy payments. The former owner, Nicholas Marks, was accused of fraudulently taking workers' pensions and sued employees who spoke out, though the case was dismissed. After the closure, Camilla Marcus-Dew, a former head of commercial, launched Amplify Goods, a new social enterprise. Operating in a London warehouse with Crisis, a homelessness charity, Amplify Goods provides paid work experience at the London living wage to homeless people, disabled individuals, and prison leavers, continuing Clarity's mission of inclusive employment in a modern context.",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_a4b2e3dd0f6e85fc_2f86b0520e19.webp",
      "category": "Fun"
    },
    {
      "id": "4db8cdf5965ddcc4",
      "title": "Data Centre Debate in Ayrshire: Economic Boost vs. Environmental Concerns",
      "summary": "In East Ayrshire, Scotland, the energy firm ILI Group has proposed building a massive artificial intelligence data centre on 100 hectares of farmland near HMP Kilmarnock. This development, part of a larger cluster called the Stoics across multiple Scottish sites, aims to be one of the world's largest AI data centres. Supporters argue it could revitalize the region by creating jobs and injecting investment into the local community, potentially boosting the economy. However, the plan faces strong opposition from residents, particularly in Hurlford, who are concerned about the environmental impact. Critics highlight the facility's high energy consumption—estimated at 540MW—and its need for millions of litres of water daily for cooling, which could strain local resources. The article notes that this is part of a global trend, with billions being spent on AI data centres, but also growing awareness of their resource demands. ILI emphasizes that the project is in early stages and includes biodiversity areas, yet locals demand more concrete details about long-term effects.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4db8cdf5965ddcc4_eec853614027.webp",
      "category": "Fun"
    },
    {
      "id": "65b26dd257fe3244",
      "title": "Olivia Attwood: From Reality Star to Documentary Host",
      "summary": "Olivia Attwood rose to fame as a contestant on Love Island in 2017, leveraging her reality TV success into a diverse media career. She now hosts and produces documentaries that tackle taboo subjects such as cosmetic surgery, adult entertainment, and online trolling. In her new ITV show, The Heat, she steps away from personal focus to host a cooking competition in Barcelona, highlighting her growth as a professional. Attwood emphasizes the importance of not glamorizing reliance on others, drawing from her own experiences to connect with vulnerable individuals featured in her shows. Despite facing stigma as a reality TV star, she acknowledges the opportunities it provided, such as access to industry commissioners. Her journey reflects a shift from chaotic contestant to respected documentary maker, advocating for independence and using her platform to address social issues while navigating the challenges of public perception.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65b26dd257fe3244_1a1986ccc345.webp",
      "category": "Fun"
    },
    {
      "id": "aa0b40b051646e97",
      "title": "Olivia Dean Dominates Brit Awards as Event Moves to Manchester",
      "summary": "Olivia Dean emerged as the standout winner at the Brit Awards, securing four prestigious awards including best British artist, best album for The Art of Loving, song of the year for Rein Me In, and best pop act. The ceremony marked a historic shift from its traditional London location to Manchester, celebrating its first hosting in the north of England in nearly 50 years. Dean's victories underscore her rising prominence in the UK pop scene, following her recent Grammy win for best new artist. Her album, characterized by jazz-influenced tones and themes of love, resonated with audiences, contributing to her success. The event featured performances by notable artists such as Harry Styles, Wolf Alice, and Rosalía, who made history by winning an award for music sung in a foreign language, emphasizing diversity in the industry. Additionally, Rosé became the first K-Pop act to win a Brit Award, highlighting the global influence of music. The relocation to Manchester included community engagements, like a charity gig, symbolizing a broader cultural outreach.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aa0b40b051646e97_023734714098.webp",
      "category": "Fun"
    },
    {
      "id": "29cfb4e5e239cd07",
      "title": "Fashion and Music Collide at the Brits Awards in Manchester",
      "summary": "The Brits Awards, a major UK music event, took place on Saturday evening with a historic move to Manchester's Co-op Live Arena, breaking from its 50-year tradition in London. The red carpet remained a highlight, featuring vibrant fashion from celebrities. Olivia Dean stood out, winning key awards such as album and artist of the year, and wearing a sophisticated yellow gown. Harry Styles made a notable return after three years, performing and promoting his upcoming album, while donning a disco-inspired pinstripe suit. Other attendees included Maya Jama, who joked about the move to Manchester, and Rosé from BLACKPINK, who won international song of the year. The event showcased a mix of performances, awards, and coordinated outfits, like those from Wet Leg and the Osbournes, emphasizing the blend of music and style that defines the Brits.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_29cfb4e5e239cd07_6f63fa386408.webp",
      "category": "Fun"
    },
    {
      "id": "d6c4ff8837064162",
      "title": "Medvedev's Dubai Victory Amid Injury Withdrawal and Travel Disruptions",
      "summary": "Daniil Medvedev secured his second Dubai Tennis Championships title after Tallon Griekspoor withdrew from the final due to a left hamstring injury sustained during his semi-final win. Medvedev expressed disappointment, stating it was 'not how I wanted to win' and wished Griekspoor a speedy recovery. This victory marked Medvedev's first time winning the same tournament twice in his career, highlighting his consistent performance as he did not drop a set throughout the event. The article also covers broader context, including travel challenges for Medvedev to the Indian Wells tournament due to airspace closures in the Middle East following military strikes. Additionally, it reports on the men's doubles final, where Henry Patten and Harri Heliovaara won back-to-back titles, showcasing their successful partnership this year.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d6c4ff8837064162_d69eb1c38aec.webp",
      "category": "Fun"
    }
  ]
}