{
  "articles": [
    {
      "id": "a7efa74b937d363c",
      "title": "Roald Dahl's James Bond Script on Show",
      "summary": "A special first draft of a James Bond movie script written by Roald Dahl is now on display at the Roald Dahl Museum. The script is for the film 'You Only Live Twice,' based on a book by Ian Fleming. Dahl was a famous children's author and a friend of Fleming. He wrote the script quickly in eight weeks. The museum has many of Dahl's things, like photos and his personal games. Dahl used his own life experiences, like being a fighter pilot, to make the story exciting. For example, a flying scene in the movie is similar to his real dogfights. The display also shows how Dahl's inventions from his games appeared in the film. It's a fun way to learn about how authors use their lives in stories.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a7efa74b937d363c_db2e0ef6fb1a.webp",
      "category": "Fun"
    },
    {
      "id": "b78be170401c3d94",
      "title": "Famous People Help with Radio Shows at Christmas",
      "summary": "Cate Blanchett, who is a famous actress, and other important people like a former prime minister and an inventor are going to be guest editors for BBC Radio 4's Today programme during Christmas. This means they get to choose what stories to talk about on the radio. They will have their own shows from December 24 to 31. Each person will share interesting topics. For example, Cate will talk about how computers affect women in movies and why gardening is fun. Others will discuss stories about health, running, and helping people. The radio editor says this brings new ideas and joy to listeners every year. It's a special tradition that has been happening for 22 years.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b78be170401c3d94_65e9aa677a53.webp",
      "category": "Fun"
    },
    {
      "id": "806e2a741a6600c3",
      "title": "Donald Glover's Health Story for Kids",
      "summary": "Donald Glover, who is also known as Childish Gambino, is a famous actor and rapper. During a concert in Los Angeles, he told the audience that he had a stroke last year. A stroke is when blood flow to part of the brain stops, which can cause problems like not being able to see well. Glover had to cancel his tour because of this health issue. He felt sad about letting his fans down, especially since he promised to perform in Ireland. Doctors also found a hole in his heart, so he needed surgeries. Glover shared that this experience made him realize how precious life is and to appreciate every moment with his fans.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_806e2a741a6600c3_86a8ab2518c4.webp",
      "category": "Fun"
    },
    {
      "id": "d73fbe769c130ea9",
      "title": "Italy Wins Big Tennis Trophy Again!",
      "summary": "Flavio Cobolli is a tennis player from Italy who helped his team win the Davis Cup, a big tennis competition, for the third time in a row. He played very hard in a long match against Spain and won after being behind. His friend Matteo Berrettini also won his match. They have known each other since they were kids, and Berrettini used to babysit Cobolli and play tennis with him. Now, they are like brothers and won together for Italy. Cobolli said it was his dream to become a world champion, and he felt very happy. Italy is the first country to win three straight Davis Cup titles in over 50 years. Even though some top players were missing, Cobolli and Berrettini did a great job.",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_d73fbe769c130ea9_1416bbd96d0e.webp",
      "category": "Fun"
    },
    {
      "id": "53161acf6b587113",
      "title": "A Dancer Gets Hurt and Leaves a TV Show",
      "summary": "La Voix, a performer on the TV show Strictly Come Dancing, had to stop dancing because she got hurt. She is a drag queen, which means she dresses up in fun costumes to entertain people. The show's host, Tess Daly, told everyone that La Voix could not continue on the show after getting advice from doctors. La Voix shared on Instagram that she was sad to leave but would always remember the good times. Because of her injury, no one was voted off the show this week. La Voix is really Chris Dennis, who wanted people to know more about him. She was very popular on another show called RuPaul's Drag Race UK. Other people on the show have also gotten hurt before.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_53161acf6b587113_a124e7cd4ecc.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy Play for the Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They won the deciding doubles game to set up a final against Italy. Spain is trying to win the Davis Cup for the seventh time. Italy is the two-time defending champion and also reached the final by beating Belgium. Both teams are missing their top players due to injuries, like Carlos Alcaraz for Spain and Jannik Sinner for Italy. The final will be played in Bologna, Italy, on Sunday. Spain's captain, David Ferrer, is proud of his team and says they will rest and get ready for the tough match ahead.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    }
  ]
}