{
  "articles": [
    {
      "id": "c644cf01d567d2f1",
      "title": "古老微生物可能在氧气充满地球大气前5亿年就已使用氧气",
      "summary": "氧气对当今生命至关重要，但在地球早期历史中，大气中缺乏氧气，直到大约23亿年前的大氧化事件才稳定存在。蓝细菌作为最早的产氧生物，通过光合作用在约29亿年前出现，释放氧气作为副产品。这引发了一个谜团：为什么氧气积累如此缓慢？麻省理工学院的研究人员通过研究一种对需氧呼吸至关重要的酶的起源来探讨这个问题。他们发现证据表明，这种酶在大氧化事件前数亿年的中太古代就已进化。这表明一些微生物可能在蓝细菌产氧后立即使用氧气，可能消耗氧气并减缓其在大气中的积累。这项研究发表在科学期刊上，涉及分析遗传和地质数据以追踪酶的进化。它强调了早期生命如何影响地球的氧气水平，显示需氧呼吸可能比先前认为的更早开始，对理解生命历史和地球环境变化具有重要意义。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c644cf01d567d2f1_c903257ce7ec.webp",
      "category": "Science"
    },
    {
      "id": "0293552d250d6110",
      "title": "加拿大1960年代塑料垃圾冲上奥克尼海滩",
      "summary": "来自加拿大1960年代和1970年代的塑料瓶和垃圾被冲上苏格兰奥克尼群岛桑迪岛霍瓦尔沙滩，令当地捡垃圾者感到“不堪重负”。组织海滩清洁活动的大卫·沃纳报告称，今年已发现数百个塑料瓶，远超去年收集的42个。这些垃圾源自纽芬兰与拉布拉多省，专家将激增归因于强烈的东南风和季节性风暴。沃纳估计在70平方米的区域内散布着超过30万块聚苯乙烯颗粒，使得清理工作困难重重。该海滩是鸟类筑巢的特殊科学兴趣地点，垃圾对野生动物构成危害。海洋保护协会指出，侵蚀的海岸垃圾填埋场正在释放大量“复古”垃圾，加剧了问题。这凸显了塑料污染的持久性及其在海洋洋流中的长距离传输，呼吁加强废物管理和环境保护措施。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0293552d250d6110_2354721211d0.webp",
      "category": "Science"
    },
    {
      "id": "528aca38a9224cde",
      "title": "改用大麻饮料的人酒精使用量减少近一半",
      "summary": "一项由布法罗大学公共卫生研究人员领导的小型研究表明，大麻饮料可能为一些人提供减少酒精使用的新途径。这项研究发表在《精神活性药物杂志》上，首次专门探讨大麻饮料作为酒精危害减少工具的潜力。危害减少是一种公共卫生方法，旨在降低与物质使用相关的负面影响，而不是坚持完全戒除。研究调查了438名在过去一年中使用过大麻的匿名成年人，其中约三分之一报告使用过大麻饮料。结果显示，饮用大麻饮料的参与者更倾向于用其替代酒精，与使用其他大麻产品的人相比，替代率更高（58.6%对47.2%）。平均而言，这些人在开始饮用大麻饮料后，每周酒精消费量从7.02杯减少到3.35杯，同时暴饮事件也有所减少。近三分之二的受访者表示，在开始饮用大麻饮料后，他们要么减少（61.5%）要么完全停止（1.1%）饮酒，而只有一小部分（3.3%）报告饮酒量增加。研究强调，大麻通常比大量饮酒带来的风险更小，后者与癌症等严重健康问题相关。然而，研究人员指出，由于大麻饮料是一种新的使用方式，广泛接受可能需要时间。随着销售额的上升和减少酒精摄入兴趣的增长，这项研究建议大麻饮料可能为危害减少提供实用的替代方案。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_528aca38a9224cde_30deb35f6804.webp",
      "category": "Science"
    },
    {
      "id": "b627af4b4ac360ea",
      "title": "卫星错觉掩盖了北极积雪减少的真实规模",
      "summary": "一项发表在《科学进展》上的研究重新评估了美国国家海洋和大气管理局（NOAA）的长期卫星数据，揭示了一个系统性错误，该错误掩盖了北极积雪减少的真实程度。此前，数据显示秋季积雪每十年增加约150万平方公里，但修正后的分析表明，积雪每十年减少约50万平方公里。这种差异源于卫星仪器和数据收集方法的技术进步，随着时间的推移，增强了对薄雪层的敏感性，创造了扩张的人工趋势。雪反照率效应是解释这一发现重要性的关键气候反馈机制：雪反射大量太阳辐射，其减少导致较暗表面吸收更多热量，加剧了北极放大——北极地区不成比例的变暖现象。该研究由博士生Aleksandra Elias Chereque领导，与大气物理学家Paul Kushner及加拿大环境和气候变化部合作，强调了气候科学中严格数据验证的必要性。它对基于NOAA数据集的先前假设提出质疑，并强调需要将修正后的指标纳入气候模型，以准确预测未来变暖情景并指导缓解策略。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_b627af4b4ac360ea_60335f693b93.webp",
      "category": "Science"
    },
    {
      "id": "ed0d10e9b2e239c3",
      "title": "关于主权发射的大话很多——谁在实际行动？",
      "summary": "随着国际联盟关系的紧张，多个国家正在投资于主权太空发射能力，以减少对美国和中国等主导国家的依赖。澳大利亚、加拿大、德国和西班牙等目前缺乏独立发射能力的国家，正在通过政府资金支持商业初创公司，以建立国内火箭产业。这一趋势源于与特朗普政府关系紧张所引发的国家安全担忧，促使盟友寻求太空发射的自主权。德国已宣布一项410亿美元的空间支出计划，并资助伊萨尔航空航天等初创公司；意大利则支持阿维奥公司开发甲烷推进技术。欧洲空间局在阿里安6号火箭延迟期间暂时依赖SpaceX，凸显了区域自主性的脆弱性。尽管商业卫星公司通常选择成本效益高的SpaceX，但政府支持的项目为国内发射创造了 captive market。这一运动反映了在地缘政治紧张局势下，各国将太空技术自给自足作为国防和战略主权的关键组成部分。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ed0d10e9b2e239c3_958f9b56aaef.webp",
      "category": "Science"
    },
    {
      "id": "cbd03e5ef9674f2c",
      "title": "巴西矿难后香蕉中发现有毒金属",
      "summary": "巴西圣保罗大学、圣埃斯皮里图联邦大学和西班牙圣地亚哥德孔波斯特拉大学的研究人员调查了多西河河口附近种植的作物是否安全可食用。该地区位于圣埃斯皮里图州的林哈雷斯，自2015年11月米纳斯吉拉斯州的Fundão尾矿坝坍塌以来，一直暴露于铁矿废料中。研究团队重点关注在受灾害影响的土壤中种植的香蕉、木薯和可可果肉，检测了与尾矿主要成分铁氧化物相关的镉、铬、铜、镍和铅等金属水平。研究结果发表在《环境地球化学与健康》期刊上，表明食用在污染土壤中生长的香蕉可能对六岁及以下儿童构成潜在健康风险。主要作者阿曼达·杜伊姆的博士研究强调了潜在有毒元素（PTEs）从土壤到植物再进入人类食物链的转移过程。研究人员通过收集和分析土壤与植物样本，发现可可果肉中的铜和铅浓度超过了联合国粮农组织（FAO）的安全限值。这项研究旨在评估人类健康风险，并确定用于环境清理的本地物种，体现了农业科学、公共卫生和环境工程的交叉融合。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cbd03e5ef9674f2c_4759ca3f4755.webp",
      "category": "Science"
    }
  ]
}