{
  "articles": [
    {
      "id": "d26b53d895ff76b6",
      "title": "克里斯·霍伊爵士在山地自行车事故中摔断腿",
      "summary": "克里斯·霍伊爵士是一位六次奥运会冠军自行车手，最近在一次山地自行车事故中严重摔伤，摔断了腿，他称这是自己43年骑行生涯中最严重的一次事故。现年49岁的他目前正拄着拐杖康复，并指出自己不像年轻时那样恢复得快。这一事件发生在他与晚期前列腺癌作斗争的背景下，该癌症于2024年2月被诊断，并在2024年10月确认为晚期，医生预计他还有两到四年的生命。尽管面临健康挑战，霍伊在治疗稳定期间仍继续骑行山地自行车，强调他希望充分享受生活。他反思说，癌症诊断通过帮助他专注于当下和寻找积极面，改善了他的生活观。霍伊于2013年退役，拥有包括11次世界锦标赛金牌在内的众多荣誉，他保持坚韧，期待圣诞节并维持积极的生活方式。这篇文章探讨了他的事故如何与他的健康斗争交织，展示了他的勇气和乐观态度。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d26b53d895ff76b6_4389a33e08c4.webp",
      "category": "News"
    },
    {
      "id": "2cc2f7949d6cc83d",
      "title": "银行将告诉你如何投资你的钱",
      "summary": "英国金融行为监管局（FCA）批准了一项新的针对性支持计划，将于四月启动，允许注册银行和金融公司根据类似人群的行为提供投资和养老金建议。该计划旨在填补一般性指导与收费的个性化财务咨询之间的空白。FCA数据显示，近五分之一的人依赖朋友、家人或社交媒体做出财务决策，而只有9%的人在近期接受了受监管的建议。FCA副首席执行官莎拉·普里查德称此举为“改变游戏规则”，旨在帮助数百万人做出更好的财务决策，并提升英国的投资信心，因为英国的投资率低于欧盟和美国。然而，投资存在风险，如市场波动和通货膨胀对现金储蓄的侵蚀。该计划针对拥有大量储蓄的个人，例如那些拥有超过1万英镑储蓄的人，他们可能通过投资获得更高回报，但目前缺乏指导。它解决了不确定性、信息过载等障碍，例如银行可以解释如何投资大额现金储蓄或通过分散投资来降低风险，强调建议而非定制化咨询。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2cc2f7949d6cc83d_4dab3400cae6.webp",
      "category": "News"
    },
    {
      "id": "94e6e9cb4b6a1dca",
      "title": "滚石乐队25年后终于批准Fatboy Slim的采样",
      "summary": "Fatboy Slim的歌曲《Satisfaction Skank》在25年后终于获得了滚石乐队的官方许可，得以商业发行。这首歌曲由DJ Fatboy Slim（真名Norman Cook）在25年前创作，采样了滚石乐队经典歌曲《Satisfaction》的吉他riff，并与他的单曲《The Rockafeller Skank》融合。最初，这首歌作为现场演出的秘密武器，通过盗版和文件共享网站如Napster广泛传播，但滚石乐队的管理层长期拒绝批准其商业使用，尽管米克·贾格尔个人表示欣赏。近年来，滚石乐队对音乐重用的态度发生变化，不仅授予许可，还提供了母带以制作更高质量的版本。这一决定反映了乐队在样本使用上的更加开放，类似于2019年他们对The Verve歌曲《Bittersweet Symphony》出版权的处理。文章突出了音乐产业中版权、艺术创新和市场动态之间的复杂关系，以及数字时代对样本许可趋势的影响。",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_94e6e9cb4b6a1dca_be227cbe1534.webp",
      "category": "News"
    },
    {
      "id": "581381418bb5ccc7",
      "title": "为什么这么多人违反20英里时速限制（原因比你想象的更复杂）",
      "summary": "这篇文章探讨了为什么许多司机在城市区域违反20英里时速限制。作者分享了自己在伦敦超速被罚款的经历，并参加了速度意识课程。课程揭示，大多数违规者驾驶速度约为26英里每小时，这反映了城市速度限制降低带来的文化转变。据统计，去年英国有近50万张20英里超速罚单。文章分析了司机难以遵守这些限制的原因，包括心理因素和习惯性驾驶行为。政治辩论方面，以威尔士为例，政府降低限速的政策引发了安全倡导者与反对者之间的争议，后者称之为“对驾驶者的战争”。随后，部分道路恢复了30英里限速，但趋势显示英国更多地区正在采纳20英里标准，如伦敦过半道路和利兹的“零愿景2040”战略。作者作为司机和居民，强调了适应较慢速度的复杂性，并指出社会规范的变化依赖于认知调整和教育提升。文章最后质疑如何加速这一文化转变，突显了政策执行、行为心理学和城市规划之间的相互作用。",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_581381418bb5ccc7_2624faf75309.webp",
      "category": "News"
    },
    {
      "id": "5a78a19980e4ebc1",
      "title": "众议院通过年度国防法案以提高部队薪酬和改革武器采购",
      "summary": "美国众议院通过了年度《国防授权法案》，授权9000亿美元用于军事项目。主要条款包括为部队提供3.8%的加薪、改善军事住房和设施，以及改革五角大楼的武器采购流程以解决延迟问题。该法案以312票对112票获得两党支持，体现了共和党和民主党之间的合作，但也包含妥协，如削减气候和多样性倡议，同时加强国会监督。一些保守派议员对未能充分削减海外承诺表示不满。该立法旨在增强军事准备状态，以应对复杂威胁，特别是来自中国的挑战，并与特朗普政府的国家安全议程保持一致，尽管它对国防部的某些行动提出了反对。国防部长皮特·赫格塞斯和国会领导人强调了采购改革对于打造更有能力战斗部队的重要性。法案还涉及对加勒比海船只撞击事件的信息要求和对乌克兰等欧洲盟友的支持，反映了更广泛的地缘政治考量。总体而言，这项全面法案试图在加强军事能力和管理政治分歧之间取得平衡。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5a78a19980e4ebc1_4096f5c83f46.webp",
      "category": "News"
    },
    {
      "id": "6f0503993088f66a",
      "title": "新闻摘要：法官叫停洛杉矶国民警卫队部署",
      "summary": "周三，联邦法官查尔斯·布雷耶在加利福尼亚州裁定，特朗普政府必须停止在洛杉矶部署国民警卫队部队，强调政府制衡的重要性。同时，纽约法官理查德·伯曼批准了司法部的请求，解封2019年杰弗里·爱泼斯坦性交易案件的大陪审团笔录，原因是新法律要求其公开。在迈阿密，艾琳·希金斯当选市长，成为近三十年来首位民主党和女性市长，她强调迈阿密作为移民城市的身份，并批评官员的严厉言辞。这些事件反映了美国正在进行的法律干预和政治变化，涉及宪法原则、透明度要求以及地方选举的动态。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f0503993088f66a_2764c34cfeeb.webp",
      "category": "News"
    }
  ]
}