{
  "articles": [
    {
      "id": "6c93b2791657b51a",
      "title": "科学家逆转小鼠肾脏损伤，有望应用于人类",
      "summary": "研究人员发现，一种称为神经酰胺的脂肪分子通过损害肾脏细胞中的线粒体来引发急性肾损伤。线粒体是细胞中产生能量的关键结构。通过改变神经酰胺的代谢或使用一种新的候选药物，研究团队能够保护线粒体功能，并完全预防小鼠的肾脏损伤。这项研究具有重要意义，因为急性肾损伤是一种严重的健康状况，如果不及时治疗，可能导致长期健康问题甚至死亡。该发现为开发针对人类肾脏疾病的新疗法提供了希望，未来可能通过进一步的动物测试和临床试验来验证其安全性和有效性。理解肾脏损伤的细胞机制有助于科学家制定有针对性的干预措施，推动医学进步。",
      "source": "Science Daily",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_6c93b2791657b51a_cfaa7388b915.webp",
      "category": "Science"
    },
    {
      "id": "e35a8efb0b3810ce",
      "title": "科学终于解开700年前皇室谋杀案",
      "summary": "一项最新科学研究成功解开了关于马乔公爵贝拉死亡的长达700年的谜团。研究人员利用基因、同位素和法医证据，明确鉴定出他的遗骸，并揭示了他生活、祖先和暴力死亡的详细信息。研究表明，贝拉公爵是一位年轻的贵族，拥有斯堪的纳维亚-留里克血统，于1272年在一场协调且充满情感的攻击中被杀。这一发现不仅澄清了历史事件，还展示了现代科学在考古学和历史学中的强大作用。通过应用这些方法，科学家能够重建过去的生活，理解社会动态，并为长期未解的问题提供答案，突显了跨学科方法在填补中世纪知识空白方面的重要性。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e35a8efb0b3810ce_92ad5a77e043.webp",
      "category": "Science"
    },
    {
      "id": "004d8a514b749a92",
      "title": "Hypersonic breakthrough could enable planes that fly 10 times the speed of sound",
      "summary": "Hypersonic flight could one day make long-haul travel as quick as a short movie. Researchers are testing how turbulence behaves at extreme speeds, a critical hurdle for designing these aircraft. Their laser-based krypton experiments suggest turbulence at Mach 6 behaves more like slower airflow than expected. The results could simplify hypersonic vehicle design and accelerate progress toward ultra-fast travel.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_004d8a514b749a92_5c5aaa395594.webp",
      "category": "Science"
    },
    {
      "id": "4114dee7acf69b67",
      "title": "科学家在中国发现巨大陨石坑，改写地球近代历史",
      "summary": "科学家在广东发现了一个保存完好的巨大撞击坑，揭示了全新世时期一次强大的陨石撞击事件。该陨石坑直径达900米，远大于同一时期其他已知的陨石坑。冲击受损的石英证实了撞击所涉及的强烈力量。在高度侵蚀的环境中，该陨石坑的保存使其成为地质学上的稀有现象。这一发现可能重新定义地球近代历史，表明在相对较近的地质时期发生过重大撞击事件。研究人员通过分析石英的变形特征，确定了陨石撞击的证据，这有助于更好地理解撞击事件对地球环境和气候的潜在影响。该研究强调了在侵蚀强烈的地区发现此类保存完好的地质特征的重要性，为行星科学和灾害评估提供了新的见解。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4114dee7acf69b67_89692b6d3c9d.webp",
      "category": "Science"
    },
    {
      "id": "ced5ff4e1b7fef3c",
      "title": "狗类多样性可追溯至石器时代",
      "summary": "一项新研究表明，狗类的身体变化开始的时间比我们之前认为的要早得多，可以追溯到石器时代。研究人员通过分析化石和骨骼遗骸，发现狗在大小和形状上的多样性在数千年前就已出现，这与人类社会的发展相吻合。这一发现挑战了先前认为狗类多样性主要源于近代人工选育的观点，强调了自然选择、环境压力以及早期人狗互动在塑造狗类特征中的作用。该研究不仅增进了我们对驯化过程的理解，还促使重新评估进化时间线，为进化生物学提供了新的视角。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ced5ff4e1b7fef3c_dc447463f5ec.jpg",
      "category": "Science"
    },
    {
      "id": "9b39ebca33257771",
      "title": "英国首座小型核电站将在北威尔士建造",
      "summary": "英国计划在北威尔士建造其首座小型模块化核电站，这标志着该国能源战略的重要进展。初步确认将安装三座小型模块化反应堆，并有可能扩展至八座。小型模块化反应堆是紧凑的核能系统，具有成本较低、安全性高和建设周期短的优势，相比传统大型核电站更灵活。这一项目旨在提升英国的清洁能源生产，减少对化石燃料的依赖，并降低碳排放以应对气候变化。此外，预计该项目将为当地创造大量就业机会，促进经济增长。通过采用这种技术，英国在创新能源解决方案方面处于领先地位，同时解决环境问题和能源安全需求。该发展突显了向可持续能源源的转变，并可能成为其他国家探索核能选项的典范。然而，项目也面临监管审批、公众接受度以及与其他低碳技术整合的挑战，需要全面评估风险和收益。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_9b39ebca33257771_e1db6262344d.jpg",
      "category": "Science"
    }
  ]
}