{
  "articles": [
    {
      "id": "29dc272dbe832613",
      "title": "王室家庭在桑德灵厄姆庆祝圣诞节礼拜",
      "summary": "圣诞节当天，以国王查尔斯和王后卡米拉为首的英国王室家庭在诺福克郡桑德灵厄姆的圣玛丽抹大拉教堂参加了礼拜仪式。这一活动是王室日历中的重要传统，汇聚了包括威廉王子和凯瑟琳王妃及其子女在内的多位成员，以及其他亲属如比阿特丽斯公主和尤金妮公主。兴奋的人群来自英国、欧洲和美国，部分人从平安夜开始排队，以目睹这一公开露面。礼拜通过扬声器向外部人群转播，之后王室计划在桑德灵厄姆庄园度过圣诞节，这是自1988年以来的习惯聚会地点。此外，国王查尔斯将于当天晚些时候在威斯敏斯特教堂录制并播出的圣诞致辞中，谈论生命的“朝圣”及当代议题的教训，此前他本月早些时候公布了癌症治疗反应良好的消息。事件凸显了家庭在公共生活中的角色及其节日仪式。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_29dc272dbe832613_fd69886951e4.webp",
      "category": "News"
    },
    {
      "id": "d4e50c978ad89ddc",
      "title": "圣诞节邀请陌生人进屋，他陪伴我们45年",
      "summary": "1975年12月，英国卡迪夫的一对年轻夫妇罗布·帕森斯和黛安·帕森斯，在圣诞节前夕经历了一个改变人生的时刻。当时，一位名叫罗尼·洛克伍德的自闭症男子敲响了他们的门，手持一只冻鸡和他的行李。罗布模糊记得罗尼是童年主日学校里那个“有点不同”的人，一时冲动邀请他进屋。罗尼自15岁起无家可归，在卡迪夫附近漂泊打零工。夫妇俩为他烹饪了鸡肉，让他洗澡，并在圣诞节送他礼物，使他感受到前所未有的关爱。罗尼收到礼物时感动落泪，这让夫妇俩决定不让他离开。他们咨询了当局，最终让罗尼长期住下，这段独特的陪伴持续了45年，直到罗尼去世。这个故事突出了同情心、自闭症支持、无家可归问题以及非正式照护的挑战与回报，展示了小小善举如何铸就深厚的终身情谊，并引发对家庭、社区责任和社会支持的思考。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d4e50c978ad89ddc_7022487477d0.webp",
      "category": "News"
    },
    {
      "id": "fd8ee5848861b474",
      "title": "2026年必读的12本书",
      "summary": "这篇BBC新闻文章预览了2026年即将出版的12本值得关注的书籍，涵盖了多种类型和作者。重点介绍了《Heartstopper》第六卷，这是爱丽丝·奥斯曼图形小说系列的完结篇，讲述了青少年尼克和查理在尼克上大学后应对远距离恋爱挑战的故事。另一本关键作品是玛吉·奥法雷尔的《土地》，这是一部历史小说，设定在1865年爱尔兰大饥荒之后，探讨了失去和生存的主题。书单还包括扬·马特尔、朱利安·巴恩斯和阿里·史密斯等知名作家的作品，涉及从西藏殖民冒险到当代黑色幽默的多样题材。文章强调这些书籍适合在不同季节休闲阅读，吸引了各种文学风格的读者。它还提到了改编作品，如《Heartstopper》的Netflix剧集，扩大了受众范围。总体而言，这是一份精心策划的指南，融合了流行和文学小说，以满足多样化的阅读兴趣，反映了2026年文学景观的演变。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fd8ee5848861b474_05356e751d9b.webp",
      "category": "News"
    },
    {
      "id": "b9a34fc99f9727ac",
      "title": "泰丝·戴利和克劳迪娅·温克曼最后一次主持《舞动奇迹》",
      "summary": "泰丝·戴利和克劳迪娅·温克曼将在圣诞节当天最后一次主持《舞动奇迹》，这标志着他们十多年合作生涯的结束。圣诞特别节目将于BBC One播出，六对情侣将在闪光球下角逐。今年十月，她们宣布在本季结束后离职，令粉丝和参赛者震惊，引发了关于接替人选的广泛猜测，如佐伊·鲍尔、赖兰和珍妮特·曼拉拉等名字被提及。戴利自21年前节目开播即担任主持，最初与布鲁斯·福赛斯爵士合作，而温克曼于2014年加入，此前自2004年起主持衍生节目《舞动奇迹第二秀》。她们在Instagram的联合声明中称主持经历为“绝对梦想”，并表示一起离开感觉时机合适，但未提供具体原因。BBC首席内容官凯特·菲利普斯称此为“一个时代的终结”，强调了节目在团结家庭方面的文化影响。尽管《舞动奇迹》近年面临挑战，娱乐记者艾玛·布利莫指出主持职位仍是英国电视界的重要机会。这一过渡促使人们对电视娱乐的演变和维持传统节目形式在动态媒体环境中的挑战进行更广泛的思考。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b9a34fc99f9727ac_1d6c1ed1f82f.webp",
      "category": "News"
    },
    {
      "id": "1fca61b402a99ed7",
      "title": "泽连斯基提出乌克兰俄罗斯占领区妥协方案",
      "summary": "乌克兰总统弗拉基米尔·泽连斯基提出了一项妥协方案，针对俄罗斯在乌克兰东部顿涅茨克地区的占领要求。该提议是20点和平计划的一部分，建议在乌克兰仍控制但存在争议的顿涅茨克部分区域实现非军事化或建立自由贸易区。泽连斯基在基辅向记者透露了这一方案，并将其表述为主权国家的选择，标志着其语言上的转变。此举旨在解决美国主导的和平谈判中的一个关键障碍，此时战争已进入第四年。然而，莫斯科尚未表示是否会接受这一妥协，结果仍不确定。提案涉及乌克兰军队从俄罗斯11年冲突中未能占领的地区撤出，突显了持续紧张局势和达成持久和平协议的复杂性。这一发展反映了泽连斯基在平衡领土完整与务实和平努力、应对国际压力和国内期望方面的尝试。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1fca61b402a99ed7_654772ef1778.webp",
      "category": "News"
    },
    {
      "id": "f2de8f2aaa2ddf45",
      "title": "追踪特朗普政府今年实现“2025计划”的程度",
      "summary": "“2025计划”是一份由极右翼支持者制定的全面蓝图，旨在以基督教民族主义理念重塑联邦政府。它主张在政策中缩小对性别、性取向和种族的解释，消除多样性、公平和包容（DEI）项目，并从法规中删除与性别认同和生殖权利相关的术语。此外，该计划还提议将联邦调查局（FBI）转变为政治动机实体，并废除教育部等机构。尽管总统唐纳德·特朗普在选举前声称与此无关，但倡导组织和工会的追踪器显示，他的政府今年已实施了该计划约一半的目标。这一进展通过行政命令和战略人事变动实现，例如任命关键制定者如拉塞尔·沃特担任重要职位。政府的行动扩大了总统在政府各部门的影响力，表明与计划目标存在显著一致性，尽管公开否认。这引发了关于透明度、民主问责制以及当代美国政治中行政权力集中的关键问题。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f2de8f2aaa2ddf45_4ed63b36ae53.webp",
      "category": "News"
    }
  ]
}