{
  "articles": [
    {
      "id": "08f829d70e262f75",
      "title": "莱巴金娜击败萨巴伦卡，首夺澳网冠军",
      "summary": "埃琳娜·莱巴金娜在澳大利亚网球公开赛决赛中以6-4、4-6、6-4击败世界排名第一的阿丽娜·萨巴伦卡，首次夺得澳网冠军。作为哈萨克斯坦的五号种子，莱巴金娜在决胜盘0-3落后的情况下实现惊人逆转，连胜五局获胜。萨巴伦卡是白俄罗斯选手，已累计75周位居世界第一，但在第二盘末和第三盘初破发后，因压力下出现非受迫性失误而失去优势。莱巴金娜以一记ace球结束比赛，这是她继2022年温网后的第二个大满贯冠军。此次失利是萨巴伦卡过去四次大满贯决赛中的第三次失败，凸显了她在关键比赛中的挣扎。莱巴金娜的夺冠之路包括击败伊加·斯瓦泰克和杰西卡·佩古拉等前十选手，展示了她在精英对抗中的能力。她通过精准击球和关键发球中和了萨巴伦卡的强力打法，将对阵前十选手的连胜纪录扩大到10场。这场胜利不仅巩固了莱巴金娜作为顶级竞争者的地位，也加剧了她与萨巴伦卡之间的竞争，两人在硬地近期交手中莱巴金娜以7胜2负领先。",
      "source": "BBC Tennis",
      "time_ago": "Just now",
      "image_url": "/article_images/article_08f829d70e262f75_ac2b07b6d821.webp",
      "category": "Fun"
    },
    {
      "id": "4ef6332fdaeab6b6",
      "title": "英国选手斯库普斯基赢得澳大利亚网球公开赛双打冠军",
      "summary": "英国选手尼尔·斯库普斯基与美国搭档克里斯蒂安·哈里森在澳大利亚网球公开赛男子双打比赛中夺冠，这是他们首次在大满贯赛事中合作。他们在决赛中以7-6（7-4）6-4击败了澳大利亚外卡选手贾森·库布勒和马克·波尔曼斯，整个赛事仅失一盘。斯库普斯基，36岁，此前在2023年与荷兰选手韦斯利·库尔霍夫赢得温网冠军，并在2025年与乔·索尔兹伯里合作进入法网和美网决赛，后因索尔兹伯里因焦虑休赛。哈里森，31岁，与斯库普斯基在阿德莱德首次搭档，进入半决赛，为澳网成功奠定基础。斯库普斯基对不断发展的伙伴关系表示满意，强调哈里森的活力和兼容性。此次胜利凸显了英国在男子双打中的成功趋势，过去五个大满贯中有三个至少有一名英国选手夺冠，包括亨利·帕滕去年的澳网胜利以及朱利安·卡什和劳埃德·格拉斯普尔的温网夺冠。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4ef6332fdaeab6b6_d3a1c2700472.webp",
      "category": "Fun"
    },
    {
      "id": "fa20b58fc74fdb3e",
      "title": "《小鬼当家》和《富家穷路》明星凯瑟琳·欧哈拉去世，享年71岁",
      "summary": "凯瑟琳·欧哈拉，一位以在《小鬼当家》和《阴间大法师》等电影中出演喜剧角色而闻名的女演员，因短暂疾病去世，享年71岁。她出生于加拿大，通过多伦多的第二城市即兴剧团和SCTV节目崭露头角，1988年在《阴间大法师》中扮演迪莉娅·迪茨，1990年在《小鬼当家》中饰演麦考利·卡尔金角色的母亲，从而巩固了她在好莱坞的地位。她后来因在《富家穷路》中的角色获得艾美奖。她的职业生涯跨越数十年，包括最近在《工作室》和《最后生还者》中的亮相。同事如麦考利·卡尔金发表了感人的悼词，强调她作为合作者的影响力。欧哈拉将她的幽默感归功于加拿大成长背景，强调全球视角和自我贬低的智慧。加拿大总理马克·卡尼和全球粉丝哀悼她的离去，庆祝她对娱乐界的贡献。她的去世促使人们反思她从即兴表演到主流好莱坞的艺术遗产，突显了她在喜剧中的多样性和影响力。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fa20b58fc74fdb3e_710ed3e8e6e6.webp",
      "category": "Fun"
    },
    {
      "id": "686545d9a2f33628",
      "title": "小型社交俱乐部“造就”了加里·巴洛",
      "summary": "加里·巴洛是英国著名乐队Take That的主唱，他在11岁时首次在北威尔士弗林特郡的康纳码头工党俱乐部演出。这家小型社交俱乐部因在Netflix关于Take That的纪录片中被提及而获得关注，俱乐部财务主管苏珊·琼斯通过社交媒体得知此事，并声称俱乐部“造就了加里·巴洛”。Take That成立于1990年代初，是全球最成功的乐队之一，售出超过4500万张唱片，并拥有28首英国Top 40单曲。巴洛在纪录片中回忆了早期演出，受尼尔·戴蒙德等艺术家的歌本启发。俱乐部员工仍记得他在成名前演奏风琴的情景。超级粉丝伊薇特·克拉克曾多次观看乐队演出，并访问俱乐部以连接巴洛的起源，指出当地人对他的喜爱。这个故事说明了草根场所如何在培养人才方面发挥关键作用，即使对于后来统治全球舞台的明星也是如此。它探讨了社区空间如何塑造艺术轨迹和集体记忆，强调了地方遗产与全球名人之间的互动。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_686545d9a2f33628_d847bc09d1d0.webp",
      "category": "Fun"
    },
    {
      "id": "d4b826caffd38881",
      "title": "德约科维奇抢尽风头，澳大利亚网球公开赛终迎高潮",
      "summary": "澳大利亚网球公开赛常被宣传为“快乐大满贯”，但今年因缺乏高质量比赛和戏剧性时刻而受到批评，导致赛事显得平淡无奇。然而，第13天成为转折点。卡洛斯·阿尔卡拉斯在首场男子半决赛中以赫拉克勒斯般的努力击败亚历山大·兹维列夫，设定了高标准。诺瓦克·德约科维奇，这位38岁不屈不挠的选手，在第二场半决赛中以令人瞠目结舌的胜利战胜扬尼克·辛纳，抢尽风头并点燃了赛事。德约科维奇承认阿尔卡拉斯比赛的强度，并幽默地评论了门票价值。第二周的特点是种子选手轻松获胜，但这些半决赛打破了模式，仅有少数比赛超过直落盘数。塞尔维亚球迷庆祝至深夜，一位球迷称这是一个特殊时刻。考虑到德约科维奇的年龄和身体状况疑虑，他不可思议的胜利结束了人们对阿尔卡拉斯和辛纳连续第四次大满贯决赛会师的预期，反而促成了德约科维奇与阿尔卡拉斯的决赛对决。",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d4b826caffd38881_b151777a6c59.webp",
      "category": "Fun"
    },
    {
      "id": "f7bf5e6b52130479",
      "title": "纪念作家吉莉·库珀：乔安娜·拉姆利女爵士与卡米拉王后等嘉宾出席",
      "summary": "2025年10月，英国著名小说家吉莉·库珀女爵士因跌倒受伤意外去世，享年88岁。为纪念她的生平与文学贡献，一场追思会在伦敦的萨瑟克大教堂举行。众多知名人士出席，包括卡米拉王后、乔安娜·拉姆利女爵士、大卫·田纳特等娱乐界和文学界人物，如演员斯坦利·图奇和广播员克莱尔·巴尔丁。与会者纷纷致敬库珀的遗产，形容她为“非凡的女性”，拥有“香槟灵魂”——充满光芒、幽默与同情心。她的畅销作品，尤其是1985年开始的《拉特郡编年史》系列（以《骑手》为首），探索了富裕马术社区的丑闻和社会动态，在英销量超过1100万册。2024年，迪士尼+将《对手》改编为剧集，复兴了她的知名度，卡米拉王后甚至曾探访拍摄现场。追思会上，人们朗读了她小说和日记的节选，突显其情感智慧和慷慨，正如其经纪人费利西蒂·布伦特等人所回忆。这次聚会深情庆祝了她的生命及其对文学的贡献，展示了她在英国文化中的持久影响。",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f7bf5e6b52130479_5df5fc03ca99.webp",
      "category": "Fun"
    }
  ]
}