{
  "articles": [
    {
      "id": "0dd60ce99301b3dd",
      "title": "New puberty blockers trial to begin after UK ban",
      "summary": "Details of a new UK clinical trial to assess the risks and benefits of puberty-blocking drugs in children who question their gender have been announced.\n\nIt follows the banning of the drugs for gender treatment last year after a major review raised concerns about the lack of clinical evidence over their safety for under-18s.\n\nResearchers from King's College London say the trial will involve around 220 children under the age of 16 who are going through puberty, and will examine the impact of the drugs on their physical, social and emotional wellbeing.\n\nSome clinicians and campaigners question whether the trial is ethical.\n\nProf Emily Simonoff, study leader and professor of child and adolescent psychiatry at King's College London (KCL), told BBC Radio 4's Today programme that young people and their parents attending services for gender distress \"tell us that they don't know what to do - they look at the information that's out there and they don't know what's best for them\".\n\nBut she said the study was not expecting a \"one size fits all finding\".\n\n\"We are looking very much at the balance between, possibly, benefits for mental health and quality of life, and any possible risks or harms.\"\n\nShe added this would include monitoring people's physical health, and would also be the first ever study looking at the impact on brain development.\n\nPuberty blockers, also known as puberty suppressing hormones (PSH), are drugs used to delay or prevent puberty happening.\n\nThey were used to treat some young people with gender incongruence - when someone's gender identity doesn't match the sex they were registered at birth - or with gender dysphoria, when it causes significant distress.\n\nAs a result of the uncertainty over the safety of the drugs, highlighted by the Cass review into gender care, led by paediatrician Dr Hilary Cass, doctors can now only offer the treatment to under-18s as part of a research study.\n\nLast year, the government brought in a UK-wide indefinite ban on the drugs being prescribed privately or by the NHS to children and young people questioning their gender identity.\n\nThe new clinical trial, called Pathway, will involve children who are currently accessing gender services and have a diagnosis of gender incongruence.\n\nThey will all have reached puberty, but will be younger than 16 - and will have to meet strict criteria, undergo intensive medical and psychological screening before they are allowed to start taking puberty blockers.\n\nA team of specialist NHS doctors must have a full picture of the young person's wellbeing before deciding if they think they are suitable for the treatment.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_0dd60ce99301b3dd_e567c2e94346.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "Is time running out for BBC chair Samir Shah after latest resignation?",
      "summary": "In the three years, 10 months and 14 days that he spent on the BBC board, Banerji kept his thoughts on BBC matters firmly out of the public domain.\n\nNow he is making headlines. His resignation is the latest blow to the corporation, and it looks timed to add to the pressure.\n\nBanerji's role on the board was due to end on 31 December anyway but he has instead resigned early, three days before other board members are due to face a committee of MPs - and nearly two weeks after the BBC lost its director general and its CEO of news.\n\nThe resignation, fairly or not, looks like a direct critique of the BBC's chair Samir Shah.\n\nBanerji, according to an insider, was known to be angry that Shah was - in his view - weak in not challenging a number of other board members and their assertion about systemic bias at BBC News.\n\nIn this characterisation, the four political appointees to the board - Shah is the fifth - have banded together around the view that the BBC too often suffers from liberal groupthink, and the chair has been unable, or unwilling, to steer his board to a place of real consensus.\n\nIn the end, after all the drama of the past few weeks - the leaked memo, the resignations, the apology over the Panorama edit and the threat of a defamation suit by Donald Trump - it boils down to one simple question. Is BBC News institutionally biased?\n\nTurness and Davie reject that. So does Shah. While acknowledging mistakes have been made, he told me \"the BBC News DNA and culture is to be impartial, to provide the best news we can and the most trustworthy news we can\".\n\nBBC News remains the most trusted source of news in the UK.\n\nBut if some members of the board believe that the BBC does suffer from systemic bias, and others do not, where does this end?\n\nA senior TV executive told me Shah inherited \"a house divided but this board is melting down, it's very sad\". They added: \"It's a leadership issue.\"\n\nWhen I interviewed him after the resignations of Davie and Turness, Shah told me the board had \"a diversity of views, as there are in the public, as there are in the country itself… I want robust conversations, I want discussion\".\n\nBut Banerji has now claimed he was not consulted over the events that led to those departures.\n\nIf true, it will feed into the narrative advanced in some quarters that what has happened has been a coup by some members of the board.\n\nSir Ed Davey, the leader of the Liberal Democrats, has called on the government to remove Sir Robbie Gibb, an ex-BBC executive and former Downing Street director of communications to Theresa May, from the board.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    },
    {
      "id": "f3d64c2f52d915f5",
      "title": "Parents Fight to Get Their Babies Back",
      "summary": "This article tells the story of Keira, a mom from Greenland, whose baby was taken away by social services right after birth. She felt very sad and is now trying to get her child back. This happened because of special tests called FKUs that check if parents are good enough. Many Greenlandic families in Denmark face this problem. The tests include questions and tasks, but some people think they are not fair because they are in Danish, not the Greenlandic language. Recently, the Danish government stopped using these tests for Greenlandic families after many complaints. The article shows how families are fighting for their children and why the tests might be unfair.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_f3d64c2f52d915f5_536267e51131.webp",
      "category": "News"
    },
    {
      "id": "d38d920e35659588",
      "title": "Trump and Mamdani meet in Oval Office after months of trading insults",
      "summary": "President Trump and the future mayor of New York City, Zohran Mamdani, met at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at times praising the mayor-elect despite their political differences. Both said they’ll look to work together to improve the nation’s largest city. Liz Landers reports from the White House.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n\nPresident Donald Trump and the future Mayor of New York City Zohran Mamdani met today at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at points praising the mayor-elect, despite their political differences.\n\nI expect to be helping him, not hurting him, a big help, because I want New York City to be great.\n\nZohran Mamdani (D), New York City Mayor-Elect: And what I really appreciate about the president is, the meeting that we had focused not on places of disagreement, which there are many, and also focused on the shared purpose that we have in serving New Yorkers.\n\nBoth said that they will look to work together to improve the nation's largest city.\n\nOur White House correspondent, Liz Landers, has been following today's meeting and joins us now from the White House.\n\nSo, Liz, what happened today in that Oval Office meeting and what was behind the change in tone that we saw, especially from President Trump?\n\nAmna, today was quite the turn of events, especially after these two men have been trading barbs through the media really for months now, in the past, President Trump calling Mamdani a communist, Mamdani in turn calling the president a despot.\n\nToday, a much calmer tone between those two men, indicating that they plan to work together in the future. Mamdani's spokesperson had said before this meeting that this was a customary type of meeting, that the mayor of America's largest city would go meet at the White House with the president and that they were hoping to focus on issues like public safety, economic security and affordability.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d38d920e35659588_a38bc401ab6a.webp",
      "category": "News"
    },
    {
      "id": "09933dd68236d03f",
      "title": "Ukraine's Big Decision for Peace",
      "summary": "President Trump has given Ukraine a deadline to accept his peace plan to end the war with Russia. The plan asks Ukraine to give up some things it has always said no to, like parts of its land or freedom. President Zelenskyy of Ukraine says his country has a hard choice: agree to the plan and maybe lose what they have been fighting for, or say no and risk losing help from the United States. Russia likes the plan because it could help them. This is a big moment for Ukraine, as they must decide what is best for their people and their future. The story shows how leaders talk and make decisions to try to stop fighting.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_09933dd68236d03f_13d84f6c1314.webp",
      "category": "News"
    },
    {
      "id": "3e49c64840e5c87d",
      "title": "President Trump's Changing Feelings About a Politician",
      "summary": "This article talks about President Trump and how he treated a politician named Zohran Mamdani. At first, Trump said mean things about Mamdani, calling him a communist and threatening to take away his citizenship. But then, in a meeting in the Oval Office, Trump was very nice to him, giving him compliments and defending him. Experts Jonathan Capehart and Matthew Continetti discuss this change and why it's surprising. They also mention that Trump called six other Democrats traitors for a video they posted, saying it could be punishable by death. This shows how Trump's behavior can be unpredictable in politics. The article helps us understand how leaders interact and the importance of being fair and consistent.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_3e49c64840e5c87d_c8b2e5bc21f5.webp",
      "category": "News"
    }
  ]
}