{
  "articles": [
    {
      "id": "0259c5688f574682",
      "title": "Diamonds with Special Powers",
      "summary": "Scientists at UC Santa Barbara have made a big discovery with diamonds. They used tiny parts inside diamonds called spins and made them work together in a special way called entanglement. This helps the diamonds sense things much better than before. It's like giving the diamonds super senses! This new technology can be used to make small and powerful sensors that help in many areas, like medicine or finding hidden objects. It's a cool step forward in using quantum science to make our world better.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0259c5688f574682_9b155ed340c6.webp",
      "category": "Science"
    },
    {
      "id": "689addeca1c916c8",
      "title": "Tiny Holes in Bacteria Learn Like Brains",
      "summary": "Scientists at EPFL studied tiny holes called nanopores in bacteria. These holes can act in surprising ways, like letting ions pass through in one direction but not the other. The researchers found that this happens because of electrical charges inside the holes. They even made some nanopores that can learn and remember things, similar to how our brains work. This discovery could help create new kinds of computers that use ions instead of electricity, making them faster and more efficient. It's exciting because it shows how nature's designs can inspire new technology for the future.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_689addeca1c916c8_0cb54e872c09.webp",
      "category": "Science"
    },
    {
      "id": "cb4c187ce2a87319",
      "title": "Government Plan to Stop Animal Experiments",
      "summary": "The government has made a plan to stop using animals in experiments. This plan was promised in their election campaign. Animal experiments are tests done on animals to learn about diseases and medicines. The government wants to find other ways to do these tests without hurting animals. This is important because it helps protect animals and could lead to better science. Many people support this idea because they care about animal welfare. The plan will take time to put into action, and scientists will need to develop new methods. This change could make science kinder and more modern.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cb4c187ce2a87319_f5d0f5d96cc1.webp",
      "category": "Science"
    },
    {
      "id": "2cf654bdd2db06ae",
      "title": "AI Brings Back Ancient Babylonian Song",
      "summary": "Scientists used smart computer programs called artificial intelligence to find and put together pieces of an old song from Babylon, a city from 3,000 years ago. This song talks about how beautiful and rich Babylon was, and it even says that women could be priests, which was unusual back then. People used to learn this song in school long ago, and now it helps us understand what life was like in ancient times. It's exciting because it shows how technology can help us learn about history.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_2cf654bdd2db06ae_76082eb2a9a1.webp",
      "category": "Science"
    },
    {
      "id": "c0c894be3eec49f2",
      "title": "New Toothpaste from Hair Fights Cavities",
      "summary": "Scientists have discovered a new way to help our teeth stay healthy. They found that a protein called keratin, which is in our hair and skin, can fix and protect tooth enamel. Enamel is the hard outer layer of our teeth that can get cavities. This new material makes a strong layer on teeth that stops decay and makes teeth stronger. It works better than the fluoride in regular toothpaste. The toothpaste is made from hair, which is a sustainable resource, meaning we can use things that would otherwise be thrown away. Soon, you might be able to buy this toothpaste or gels to keep your teeth healthy. This discovery could change how dentists help people have better teeth by using waste to heal them.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c0c894be3eec49f2_0a75b0240d7a.webp",
      "category": "Science"
    },
    {
      "id": "d093f785008e8710",
      "title": "Saving Red Kites: Birds Helping Each Other",
      "summary": "Red kites are beautiful birds that were in danger in Spain. A special project is helping them come back. People in the UK sent some red kites to Spain to live and have babies. Now, there are new families of red kites with chicks. This is important because it shows how we can protect animals. The birds are doing well in their new home. Everyone is happy to see more red kites flying in the sky. It teaches us to care for nature and help species survive.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_d093f785008e8710_cb94a01745ae.webp",
      "category": "Science"
    }
  ]
}