{
  "articles": [
    {
      "id": "8e0974bf89c0b302",
      "title": "David Attenborough's 100th Birthday Party on TV",
      "summary": "The BBC is planning a big celebration for Sir David Attenborough's 100th birthday in May. They will have a special week of TV shows to honor him. There will be three new programs. One is called Making Life on Earth: Attenborough's Greatest Adventure, which shows how they made an old series from 1979 where David traveled to many countries to film animals. Another is Secret Garden, where David explores gardens in Britain to find hidden wildlife. The last is David Attenborough's 100 Years on Planet Earth, a live event with music and guests. The week will also include old favorite shows like Planet Earth and Blue Planet. The BBC says David's shows help people learn about nature and care for the planet. This is a fun way to say thank you to David for his amazing work.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8e0974bf89c0b302_dd04e688174d.webp",
      "category": "Science"
    },
    {
      "id": "0437fcb70730d56f",
      "title": "Finding New Magnets with Computers",
      "summary": "Scientists at the University of New Hampshire are using artificial intelligence, or AI, to help find new magnetic materials. Magnets are important for things like electric cars and phones, but many strong magnets today use rare earth elements that are expensive and hard to get. The scientists created a big database with information about 67,573 magnetic materials, including 25 new ones that can stay magnetic even when hot. They used AI to read science papers and learn about these materials. This work could help make electric cars cheaper and reduce the need for rare earths. The team hopes their database and AI tools will help discover more sustainable magnets in the future.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0437fcb70730d56f_bbdc3b5cac53.webp",
      "category": "Science"
    },
    {
      "id": "bd6ddc08f5f33749",
      "title": "A New Battery That Stores More Energy and Cleans Seawater",
      "summary": "Scientists have found a cool way to make batteries better! They are working on sodium-ion batteries, which are like the batteries in your toys but use a common material called sodium instead of expensive lithium. Researchers at the University of Surrey discovered that if they keep water inside a special battery material called sodium vanadium oxide, it works much better. This hydrated material can store almost twice as much energy, charge faster, and last for over 400 charges. It also works in salt water and can help remove salt from seawater, making fresh water. This could lead to safer, cheaper batteries for storing energy from the sun or wind and for electric cars, helping our planet.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_bd6ddc08f5f33749_e4bfe6b21c2e.webp",
      "category": "Science"
    },
    {
      "id": "62a62be8d79b067c",
      "title": "A Smiling Fossil Found on a Special Island",
      "summary": "Christine Clark was walking on Holy Island in Northumberland when she found a small fossil that looked like it was smiling at her. She thought it resembled fake teeth. Christine often visits this island with her husband to search for fossils called Cuddy's beads, which are parts of an ancient sea animal called a crinoid. Holy Island is a small place with only 150 people and is important for early English Christianity. The beads got their name from St. Cuthbert, a saint who lived there long ago. People used to think these fossils were made by Cuthbert and could make them more spiritual. Christine posted her find on Facebook, and many people liked it. Experts from the British Geological Survey said it is a bigger piece of a crinoid. Crinoids are very old sea animals that have been around for over 500 million years and are sometimes called sea lilies because they look like flowers.",
      "source": "BBC Science",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_62a62be8d79b067c_dff9bd0a0150.webp",
      "category": "Science"
    },
    {
      "id": "5c1a3aec0170f34c",
      "title": "Microsoft's Glass Data Storage: Saving Information for 10,000 Years",
      "summary": "Microsoft has created a new way to store data using glass that can last for 10,000 years. Glass is a strong material that doesn't break down easily, making it perfect for keeping information safe for a very long time. They use special lasers to write tiny marks into the glass, which hold the data. To read the data back, they use microscopes to see these marks. This project is called Project Silica, and it can store a lot of data in a small space. It's like having a super-durable library that doesn't need electricity to keep the information safe. This could help save important things like history, science, and photos for future generations.",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_5c1a3aec0170f34c_6bd6cb72420a.webp",
      "category": "Science"
    },
    {
      "id": "c93fb106d0e1311a",
      "title": "Sugary Drinks and Teen Worries",
      "summary": "A new study found that teenagers who drink lots of sugary drinks, like soda and juice, might feel more anxious or worried. Researchers looked at many studies to see if there is a link between what teens drink and how they feel. They discovered that teens who drink more sugary drinks often report more anxiety symptoms. The scientists say this doesn't mean sugary drinks cause anxiety, but there is a connection. They think it's important to study this more because many teens have anxiety, and changing habits like drinking less sugar could help them feel better. The study was done by experts from Bournemouth University and published in a science journal.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c93fb106d0e1311a_df0345a26766.webp",
      "category": "Science"
    }
  ]
}