{
  "articles": [
    {
      "id": "9d5f5e9a3f86a637",
      "title": "How Our Brain Keeps Some Memories Forever",
      "summary": "Our brain helps us remember important things like fun times or scary moments. Scientists studied mice in a virtual reality game to learn how memories last. They found that the brain has special parts that decide which memories to keep for a long time. For example, the hippocampus is for short-term memory, and the cortex stores long-term memories. A scientist named Priya Rajasethupathy says memories can change over time, not just turn on and off. This helps us understand why we remember some things forever and forget others quickly. It's like the brain has a timer for memories!",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9d5f5e9a3f86a637_6e627b79b500.webp",
      "category": "Science"
    },
    {
      "id": "07b16a66f621b928",
      "title": "Ocean Water Getting More Sour Fast",
      "summary": "Scientists have discovered that coastal seas are becoming more acidic much faster than expected. This happens because carbon dioxide from the air dissolves into the ocean, making the water more sour. In places like the California coast, deep ocean water rises and brings extra acidity to the surface, making the problem worse. This acidity can harm sea creatures like fish and corals, which are important for fishing and the environment. Researchers studied old corals to see how acidity has changed over time and used models to predict future changes. They warn that this could affect fisheries and people who depend on the ocean. The study suggests that reducing carbon dioxide pollution can help protect the ocean.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_07b16a66f621b928_707d777a8aac.webp",
      "category": "Science"
    },
    {
      "id": "48e3e680d52c0220",
      "title": "Dogs Have a Little Bit of Wolf in Them",
      "summary": "Scientists found that most dogs have some wolf DNA in their genes, which came after dogs were first tamed long ago. This wolf DNA can affect things like how big a dog is, how well it smells, and how it acts. The study looked at many dog breeds, from big ones like Shiloh shepherds to small ones like chihuahuas, and discovered that almost all have a tiny amount of wolf ancestry. This helps dogs live well with people in different places. The lead scientist, Audrey Lin, says that even though dogs seem very different from wolves today, some traits we love in dogs might come from wolves. This research used dog and wolf genes from databases to learn about their connections.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_48e3e680d52c0220_23e0c4878e00.webp",
      "category": "Science"
    },
    {
      "id": "1e5e4d0ab4f801ea",
      "title": "Finding the Invisible Stuff in Space",
      "summary": "Scientists think they have found dark matter, which is a mysterious invisible substance in space. Long ago, an astronomer named Fritz Zwicky noticed that galaxies were moving too fast and suggested dark matter was pulling them with gravity. Now, using a special telescope called Fermi, Professor Totani from Japan has seen gamma rays that might come from dark matter particles crashing into each other. These gamma rays were found near the center of our Milky Way galaxy and match what scientists expected. If this is true, it could be the first time we have directly seen dark matter, which is exciting because it helps us understand how the universe works. But other scientists need to check the results to make sure it's really dark matter.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1e5e4d0ab4f801ea_2ad56ccf88f1.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "How Wolves Change Nature in Yellowstone",
      "summary": "In 1995, scientists brought gray wolves back to Yellowstone National Park after they were almost gone. Wolves are carnivores that eat other animals. People wanted to see if wolves could help fix the environment. Before wolves returned, there were too many elk eating plants near rivers, which hurt the trees and made the land dry. When wolves came back, they scared the elk away from some areas, letting trees like willows grow again. This is called a trophic cascade, where one animal affects many others. But scientists are still learning if wolves really cause big changes. Some studies say yes, others say no. It's a fun puzzle about how nature works together.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Cats and Humans: A Late Friendship",
      "summary": "Cats are popular pets today, but they didn't always live with people. Scientists found out that cats started becoming friends with humans only about 3,500 to 4,000 years ago, which is much later than we thought. This happened in northern Africa, not in other places like the Levant. Before that, cats were wild animals called African wildcats. People in ancient Egypt loved cats and made art about them. Cats helped by catching pests on ships and in homes, which helped them spread to Europe and other parts of the world with travelers like the Romans. Now, cats live everywhere except Antarctica. It's interesting that in China, a wild cat was with people even before domestic cats arrived. This study used old cat bones and DNA to learn these new facts.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}