{
  "articles": [
    {
      "id": "38e115d4b17009c6",
      "title": "What Will Happen to the BBC?",
      "summary": "The government in the UK is asking people what they think about the future of the BBC, which is a big TV and radio company. They have started a special process called a consultation to decide how the BBC should work and get money after 2027. The BBC needs a rulebook called a charter to exist, and it is time to make a new one. The government wants to make sure the BBC is strong, trusted, and has enough money to keep going. People can share their ideas on things like the licence fee, which is a payment many households make to watch TV, and whether the BBC should show ads. The BBC leader says they want to change to serve the UK better and stay independent. This is an important discussion because the BBC helps with news and entertainment for everyone.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_38e115d4b17009c6_6e85c66f31a3.webp",
      "category": "Fun"
    },
    {
      "id": "3e1ad2b9aa1c9412",
      "title": "New Rules for Playing Tennis in Hot Weather",
      "summary": "Tennis players sometimes have to play in very hot weather, which can make them feel sick. The ATP, which is the group that runs men's tennis, has made a new rule to help players stay safe. Starting in 2026, if it gets too hot during a match, players can take a 10-minute break to cool down. They can drink water, change clothes, or take a shower. This rule uses something called WBGT to measure how hot it feels outside. If the WBGT is over 30.1 degrees Celsius, players can ask for a break. If it goes over 32.2 degrees, the match will stop. This is important because players like Holger Rune have gotten sick from the heat. The rule is like one that women's tennis has had for over 30 years. It helps keep everyone healthy and safe while playing tennis.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3e1ad2b9aa1c9412_968a8b2908f6.webp",
      "category": "Fun"
    },
    {
      "id": "28ec05d1b701a5d4",
      "title": "Faye Tozer Acts in Mean Girls Musical",
      "summary": "Faye Tozer is a singer and actress who will be in the Mean Girls musical. She will play three different characters: the moms of Cady and Regina, and a math teacher. The musical is based on a popular movie. It will tour in the UK and Ireland next year. Faye is famous for being in the pop group Steps. She will perform in many cities like Wolverhampton and Manchester. Other actors will play friends in the show too. This is exciting news for fans of the musical and Faye.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_28ec05d1b701a5d4_4720596f50d7.webp",
      "category": "Fun"
    },
    {
      "id": "2c697b6f5d2b46ac",
      "title": "Bake Off Star Says Baking Cakes Is Hard Work",
      "summary": "Aaron Mountford-Myles was a runner-up on The Great British Bake Off, a TV show where people bake tasty treats. He says being on the show was not easy and involved a lot of stress and preparation. Even though he is a baker, he does not like making cakes. Many people now ask him to bake cakes after seeing him on TV, which he finds funny. He enjoyed meeting new fans and learning from the judges. Aaron encourages others to try Bake Off but warns it is hard work and not just fun baking.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2c697b6f5d2b46ac_b10d14a57d6b.webp",
      "category": "Fun"
    },
    {
      "id": "f940a44b3573e482",
      "title": "Radio Station Cleared After Bad Words Played by Mistake",
      "summary": "A radio station called Horizon Radio had a problem when someone else took over their broadcast and played bad words on a loop for 26 minutes. This happened in Milton Keynes during an evening show at 6 PM, when kids might be listening. Ofcom, the group that checks radio stations, looked into it. Horizon Radio tried many times to stop the bad words and said sorry to listeners. Ofcom decided that Horizon Radio did everything they could to fix the mistake and did not get in trouble. The station explained that the problem was caused by a company they work with, not by them. They quickly got their normal show back on the air.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f940a44b3573e482_487c3be93bda.webp",
      "category": "Fun"
    },
    {
      "id": "53b6e9b63cbee4c1",
      "title": "A Tennis Match with a Special Story",
      "summary": "Aryna Sabalenka, the best women's tennis player, and Nick Kyrgios, a famous tennis star, are playing a fun match in Dubai on December 28. People call it a 'battle of the sexes' because a man and woman are competing, like a famous match from long ago with Billie Jean King and Bobby Riggs. But Billie Jean King says this new match is different. A reporter from the BBC talks to Sabalenka and Kyrgios about why they want to play and why some people are talking about it, especially because of things Kyrgios did before. The reporter also talks to an expert to learn more about what this match means for tennis. This story is part of a podcast called More than the Score that shares cool sports stories every day, not just who wins or loses.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_53b6e9b63cbee4c1_e41b95c0e2c3.webp",
      "category": "Fun"
    }
  ]
}