{
  "articles": [
    {
      "id": "39997850af176a4f",
      "title": "Reforming Leasehold: Capping Ground Rents and Enhancing Homeowner Rights",
      "summary": "The UK government has announced plans to cap ground rents at £250 per year for leaseholders in England and Wales, as part of broader reforms to the leasehold system. Ground rents are annual fees paid by leaseholders to freeholders, and this cap aims to prevent excessive charges that can burden homeowners. The reforms, detailed in the draft Leasehold and Commonhold Reform Bill, also propose banning the sale of new leasehold flats and giving homeowners greater control over building management. Prime Minister Keir Starmer highlighted the move in a TikTok video, emphasizing it will save leaseholders hundreds of pounds and address cost-of-living concerns. With around five million leasehold homes, the changes respond to fears that high ground rents, which can double or increase with inflation, make properties difficult to sell or mortgage. Additionally, the bill includes abolishing forfeiture, where leaseholders could lose their homes over small debts, and easing conversion to commonhold, a system where occupants jointly own the property. The bill will undergo scrutiny by the Housing Committee and could take effect by late 2028, following Labour's manifesto promise to end the feudal leasehold system.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_39997850af176a4f_db2a8e4b1f16.webp",
      "category": "News"
    },
    {
      "id": "a97561718ba18e7e",
      "title": "Carol Kirkwood Announces Departure from BBC After Decades of Service",
      "summary": "Carol Kirkwood, a longtime weather presenter for BBC Breakfast, emotionally announced her departure from the BBC after over 25 years of service. During a broadcast, she fought back tears and hugged co-presenters Jon Kay and Sally Nugent, expressing that leaving was difficult because she loves her job. Kirkwood, who is 63 and joined the BBC in 1998, stated she will leave in April, calling it a privilege to deliver weather forecasts to viewers. Her decision is driven by a desire to spend more time with her husband, Steve Randall, whom she married in 2023, and to travel, as they often have busy schedules. Known for her friendly and trusted presence, Kirkwood has been a main weather presenter on BBC Breakfast since 2010, reaching millions daily. Her career includes presenting from notable locations like Wimbledon and the Chelsea Flower Show, reporting for The One Show, and competing on Strictly Come Dancing in 2015. She has received multiple awards for best TV weather presenter and occasionally gained attention for on-air mishaps. Kirkwood began her BBC career as a production secretary on BBC Breakfast, highlighting her long journey with the corporation.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a97561718ba18e7e_a944b2ca8f2c.webp",
      "category": "News"
    },
    {
      "id": "885f8421f3de5f14",
      "title": "Carol Kirkwood Announces Departure from BBC After 25+ Years",
      "summary": "Carol Kirkwood, a renowned weather presenter, has revealed that she will be leaving the BBC in April, concluding a career spanning over 25 years with the corporation. She made the announcement on the BBC Breakfast sofa, informing co-presenters Jon Kay and Sally Nugent that her decision is driven by a desire to spend more time with her husband, Steve. Kirkwood joined the BBC in 1998 and has been recognized with multiple awards, including being named best TV weather presenter at the Television and Radio Industries Club Awards nine times, with a streak from 2012 to 2017. Her departure marks the end of an era for a beloved figure in British broadcasting, highlighting her contributions to weather reporting and her emotional connection with audiences. The news underscores the personal sacrifices and career transitions that public figures often face, as Kirkwood prioritizes family over her long-standing professional role.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_885f8421f3de5f14_f9269b1649d1.webp",
      "category": "News"
    },
    {
      "id": "7224b583abeb88c2",
      "title": "Labour MPs Challenge Party Leadership Over Burnham Candidacy Block",
      "summary": "Approximately 50 Labour MPs have signed a confidential letter addressed to party leader Sir Keir Starmer, expressing strong opposition to the National Executive Committee's decision to prevent Greater Manchester Mayor Andy Burnham from contesting an upcoming parliamentary by-election. The MPs argue that this move is detrimental to Labour's electoral prospects, as polling indicates Burnham could be the party's strongest candidate to secure the vacant Gorton and Denton seat. They contend there is no legitimate justification for the block and have requested the NEC to reconsider. In response, Sir Keir has defended the decision, stating that allowing Burnham to run would divert critical resources—such as funds and campaign personnel—away from other essential elections, thereby prioritizing broader party strategy. The letter, which has also garnered support from several Labour peers, has reportedly sparked significant anxiety and anger within the Parliamentary Labour Party and among members nationwide. The NEC, including Sir Keir, voted overwhelmingly to enforce the block, citing the need to avoid an unnecessary mayoral election in Greater Manchester, which previously cost taxpayers around £4.7 million. This internal conflict highlights tensions over leadership and resource allocation within the Labour Party.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_7224b583abeb88c2_211211f13b7c.webp",
      "category": "News"
    },
    {
      "id": "411813fc0d1452a3",
      "title": "Winter Storm Impacts: Power Outages and Safety Concerns",
      "summary": "A severe winter storm swept across much of the United States over the weekend, delivering heavy snow, sleet, and ice. The storm resulted in at least 28 reported deaths, including fatalities from hypothermia and sledding accidents, highlighting the dangers of extreme cold. Millions of Americans are now enduring bitter temperatures that are expected to persist for days, exacerbating the crisis. Widespread power outages have affected over 800,000 customers, primarily in Southern states, with authorities warning that restoration efforts could take several days due to damage to the power grid from wind, sleet, and freezing rain. The National Weather Service reported that 19 states received more than a foot of snow, contributing to the hazardous conditions. Residents from Tennessee to Texas to New Jersey are grappling with the aftermath, shoveling snow and facing challenges in daily life. This event underscores the vulnerability of infrastructure to severe weather and the importance of emergency preparedness.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_411813fc0d1452a3_4091a9062449.webp",
      "category": "News"
    },
    {
      "id": "2a61b03e8ac515e9",
      "title": "Treasury Cuts Ties with Booz Allen After Tax Data Breach Involving Trump",
      "summary": "The U.S. Treasury Department has terminated its contracts with Booz Allen Hamilton, a major defense and technology firm, following a significant data breach. Former IRS contractor Charles Edward Littlejohn, who worked for Booz Allen, was sentenced to five years in prison for leaking tax information about thousands of wealthy individuals, including former President Donald Trump, to news outlets like The New York Times and ProPublica between 2018 and 2020. Prosecutors described the leaks as unprecedented in IRS history, noting that Littlejohn intentionally sought the contractor role to access Trump's returns and devised methods to extract data without raising internal alarms. Treasury Secretary Scott Bessent stated that Booz Allen failed to implement adequate safeguards for sensitive taxpayer data accessed through IRS contracts, leading to the contract cancellation worth $4.8 million annually. Despite this, Booz Allen maintains other government contracts with agencies such as the Defense Department. The firm's spokesperson, Brian P. Hale, emphasized that Booz Allen condemned the actions, assisted in the investigation, and does not store taxpayer data on its systems. This move is viewed as part of broader Trump administration efforts to retaliate against perceived adversaries, even as Booz Allen had contributed to a Trump-related project.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_2a61b03e8ac515e9_f9ccc677d030.webp",
      "category": "News"
    }
  ]
}