{
  "articles": [
    {
      "id": "efb8625590dd1554",
      "title": "Tiny Sea Cow Fossils Found in Qatar",
      "summary": "Scientists found old bones in Qatar that are from a small sea cow that lived 21 million years ago. Sea cows are animals like dugongs that eat seagrass in the ocean. The fossils show that sea cows have been living in the Arabian Gulf for a very long time. The new sea cow species is much smaller than dugongs today. The fossils were found at a place called Al Maszhabiya, which was once a shallow sea with sharks and dolphins. This discovery helps us learn about the past and how sea cows shaped their homes by grazing on seagrass. It also tells us that dugongs today face problems like fishing and climate change, so understanding the past can help protect them.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_efb8625590dd1554_86e079a2a884.webp",
      "category": "Science"
    },
    {
      "id": "a2051fc24d4f70dc",
      "title": "Nerve Injuries Change Our Body's Defenses",
      "summary": "Scientists at McGill University studied how nerve injuries affect our immune system, which is like our body's defense team. They found that when nerves get hurt, it can cause inflammation all over the body, not just where the injury happened. This might lead to long-term pain. The researchers used mice to see what happens. They discovered that male and female mice react differently to nerve injuries. In males, inflammation markers in the blood go up and stay high, but in females, they don't change much. However, blood from injured mice, whether male or female, can make healthy mice feel more pain. This shows that something in the blood spreads pain, but it works in different ways for males and females. Understanding these differences could help doctors create better treatments for chronic pain that work for everyone.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_a2051fc24d4f70dc_f3cb895834ab.webp",
      "category": "Science"
    },
    {
      "id": "334b39a75d72eb0b",
      "title": "A New Vitamin Helps People Feel Better After COVID",
      "summary": "Many people still feel sick after having COVID-19, with problems like tiredness and trouble thinking, called long COVID. Scientists tested a vitamin called nicotinamide riboside (NR) to see if it could help. NR helps cells make energy. In a study, some people took NR pills for up to 20 weeks, while others took fake pills. The scientists checked how people felt and did on memory tests. They found that people who took NR for at least 10 weeks said they felt less tired, slept better, and had better moods. But the memory test scores did not change much. This shows that NR might help with some long COVID symptoms, but more research is needed to be sure.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_334b39a75d72eb0b_1ea373b167ce.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Leaders Talk About Problems at the Health Agency",
      "summary": "This article is about three former leaders from the Centers for Disease Control and Prevention (CDC) who are speaking out. They worked at the CDC, which is a health agency that helps keep people safe from diseases. They left their jobs because they were unhappy with the new Health Secretary, Robert F. Kennedy Jr., who has ideas that go against science. He fired the CDC director and made changes that hurt the agency's work. The three leaders, Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan, managed important health programs like fighting flu and COVID-19. They will talk in a live event about how Kennedy's actions are affecting public health and why it's important to follow evidence instead of bad ideas. The event is on Tuesday, December 16, at 2 pm ET.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    },
    {
      "id": "c0119e0c674c76d0",
      "title": "Scientists Find a Giant Hidden CO2 Sponge Under the Ocean",
      "summary": "Scientists have discovered a huge hidden sponge under the ocean that can soak up carbon dioxide (CO2), a gas that can warm the Earth. They studied rocks from deep in the South Atlantic Ocean that are about 60 million years old. These rocks are made of broken lava pieces called breccia, which form when underwater mountains wear down. The rocks trap CO2 from seawater as they cool and get cemented by minerals like calcium carbonate. This helps lock away CO2 for millions of years, showing how Earth naturally stores carbon. The study, led by Dr. Rosalind Coggon from the University of Southampton, is the first to clearly show these rocks as big carbon-holding structures, giving new ideas about how Earth manages carbon over long times.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c0119e0c674c76d0_c34a844b367a.webp",
      "category": "Science"
    },
    {
      "id": "997c539d1c612f52",
      "title": "Scientists Say No to a Hidden Neutrino",
      "summary": "Scientists have been looking for a special type of tiny particle called a 'sterile neutrino' for many years. This particle is different from the three known neutrinos because it does not interact with regular matter. The search started because some experiments in the past saw strange results that could not be explained with just three neutrinos. To find out more, scientists built a big experiment called MicroBooNE at Fermilab. They used beams of neutrinos and a detector filled with liquid argon to see if sterile neutrinos exist. After collecting data for five years, MicroBooNE found no evidence of sterile neutrinos. This means the earlier strange results were likely due to something else. Now, scientists are working on new experiments like DUNE to learn more about neutrinos and other mysteries in space.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_997c539d1c612f52_8d371d734be0.webp",
      "category": "Science"
    }
  ]
}