{
  "articles": [
    {
      "id": "a52755e118ef2176",
      "title": "雨水延迟拉杜卡努在霍巴特的首轮比赛",
      "summary": "英国网球明星艾玛·拉杜卡努在霍巴特国际赛的首轮比赛中因雨水而延迟。她对阵哥伦比亚选手卡米拉·奥索里奥，以6-3领先第一盘，但在第二盘以2-4落后时比赛暂停。比赛条件艰苦，包括大风天气和奥索里奥持续的咳嗽问题。拉杜卡努在休赛期因脚伤训练受阻，正以此赛事为周日开始的澳大利亚公开赛做准备。同时，玛格达莱娜·弗雷希以一场胜利晋级四分之一决赛，将迎战拉杜卡努与奥索里奥之间的胜者。文章还涵盖了其他网球新闻，如哈丽特·达特在澳网资格赛中的胜利，以及米米·徐和瑞安·佩尼斯顿的失利，展示了网球竞争的广泛格局。这些内容突出了天气对体育赛程的影响、球员的恢复能力以及职业巡回赛的严格要求。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a52755e118ef2176_b4c28684b111.webp",
      "category": "Fun"
    },
    {
      "id": "d7c9f6275fea5566",
      "title": "哈利·斯泰尔斯以神秘海报暗示第四张专辑",
      "summary": "哈利·斯泰尔斯通过一系列全球性的神秘营销活动，暗示他即将结束四年的音乐休整期。在纽约、曼彻斯特、巴勒莫、圣保罗和柏林等城市出现的广告牌上，印有“我们属于一起”的信息，并叠加了他2022-23世界巡回演唱会粉丝场馆的照片。同时，一个具有相同品牌标识的网站上线，点击后进入名为“HSHQ”（哈利·斯泰尔斯总部）的WhatsApp群聊。粉丝们认为这些活动指向斯泰尔斯正准备宣布他的第四张专辑，此前他去年曾短暂涉足马拉松跑步。这位因单向乐队成名的明星，去年被发现在东京和柏林马拉松参赛，并在后者以2小时59分钟的成绩完赛。他还出现在圣彼得广场参加新教皇宣布活动，据《镜报》报道，圣诞节期间与女演员佐伊·克拉维茨在他的柴郡家乡相聚。但据信，自三年前“爱在巡回”演唱会结束后，他一直在创作新音乐。新专辑将是他自2022年获得Brit和格莱美奖的《哈利之家》以来的首张作品，该专辑产生了《一如既往》、《深夜谈话》和《寿司餐厅音乐》等单曲。录制会议最初于2024年8月在伦敦的RAK工作室确认，去年澳大利亚电台主持人菲菲、费夫和尼克声称专辑已完成，且斯泰尔斯完全“用打字机”创作，尽管他们的消息来源似乎最多只是可疑。《纽约邮报》还报道称，斯泰尔斯已签署协议，在纽约标志性的麦迪逊广场花园进行驻场演出，他在最近巡回中曾在那里演出15晚。也有传言称这位明星将在曼彻斯特的合作直播场馆进行驻场。斯泰尔斯是该场馆的重要投资者，该场馆于2024年开放，并将主办今年的Brit奖。斯泰尔斯首次暗示回归是在12月27日，当时他在YouTube上发布了一段八分钟的视频，标题为《永远，永远》。视频片段以粉丝准备他世界巡回最终日期开始，该演出于2023年7月在意大利雷焦艾米利亚举行，展示了他们在体育场外练习舞蹈动作、交换友谊手链，以及为告别偶像而流泪的场景。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d7c9f6275fea5566_bbee4247bb32.webp",
      "category": "Fun"
    },
    {
      "id": "a48afe2c4de1e297",
      "title": "什么是百万美元单点大满贯？",
      "summary": "百万美元单点大满贯是一项在澳大利亚网球公开赛前于墨尔本举行的独特网球赛事。该比赛共有48名参赛者，包括24名顶级职业选手，如世界排名第一的卡洛斯·阿尔卡拉斯和女子排名第二的伊加·斯瓦泰克，以及24名业余选手。业余选手通过澳大利亚各州的冠军赛或外卡资格入选，外卡选手包括台湾歌手周杰伦等名人。每场比赛仅由一分决定胜负，发球权通过石头剪刀布游戏决定。比赛采用淘汰制，决赛在可容纳14,800人的罗德·拉沃尔竞技场举行。获胜者将获得一百万澳元的奖金，为业余选手提供了与精英运动员竞争的罕见机会。尽管一些顶级选手如阿丽娜·萨巴伦卡和麦迪逊·基斯缺席，但许多排名靠前的球员已确认参赛。这项赛事融合了娱乐与体育，突出了包容性和快节奏的竞争，反映了体育营销中利用简化规则和名人参与来吸引观众的趋势。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a48afe2c4de1e297_063c0ca8324d.webp",
      "category": "Fun"
    },
    {
      "id": "cae1684f0eaa2962",
      "title": "为什么超级巨星男团BTS从未真正离开",
      "summary": "BTS，全球知名的韩国流行男团，在经历了四年的休整后，正筹备重磅回归。这次休整始于2022年，所有七名成员需在韩国完成强制兵役。去年夏天重组后，乐队即将发布新专辑并宣布一场大规模世界巡演，这令他们的忠实粉丝群体——被称为Army——兴奋不已。英国超级粉丝Ashia表达了她的热情，回忆起2018年的伦敦演唱会以及2019年在温布利体育场的历史性演出，当时BTS成为首个在该场馆连续举办头条演唱会的K-pop乐队。他们之前的巡演“Permission to Dance on Stage”在2021-2022年举行，但即将到来的巡演预计规模更大。尽管休整期间，粉丝兴趣依然强劲，专家指出回归计划经过精心策划以最大化热度。文章强调，BTS通过这一时期保持了相关性，粉丝们在因新冠疫情取消演出后，热切期待现场表演。这次回归不仅是一场音乐活动，更体现了K-pop产业在应对制度性挑战（如兵役）时，如何通过战略营销和粉丝文化维持全球影响力。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cae1684f0eaa2962_8f56d899b503.webp",
      "category": "Fun"
    },
    {
      "id": "0968103ac5dd7916",
      "title": "BBC寻求驳回特朗普50亿美元诽谤诉讼",
      "summary": "BBC已提交动议，要求驳回美国前总统唐纳德·特朗普在佛罗里达州法院提起的50亿美元诽谤诉讼。特朗普指控BBC在《全景》纪录片中编辑了他2021年1月6日的演讲，暗示他煽动暴力，从而损害了他的声誉。BBC已就编辑错误道歉，但辩称未构成诽谤。在动议中，BBC认为佛罗里达州法院对这家英国广播公司缺乏“属人管辖权”，因为该纪录片未在美国播出，且BBC主要在英国运营。此外，BBC声称特朗普未能提出有效指控，并指出他在节目播出后再次当选，并在佛罗里达州以显著优势获胜，表明未遭受实际损害。BBC还反驳了特朗普关于纪录片在Britbox播出的说法，强调编辑仅占一小时节目中的15秒，且节目整体提供了平衡的报道。BBC进一步辩称，特朗普无法证明“实际恶意”，这是美国涉及公众人物诽谤案的关键要求。此法律斗争凸显了媒体伦理、管辖权边界以及美国诽谤索赔标准等问题。",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_0968103ac5dd7916_8c322930ac48.webp",
      "category": "Fun"
    },
    {
      "id": "8ddfb52701b3657c",
      "title": "女儿是维纳斯的粉丝，所以比赛很艰难",
      "summary": "在霍巴特国际网球赛中，德国选手塔季扬娜·玛丽亚以6-4、6-3击败了维纳斯·威廉姆斯。这场比赛充满情感挑战，因为玛丽亚的两个女儿，12岁的夏洛特和4岁的塞西莉亚，是威廉姆斯的忠实粉丝，这使得玛丽亚在对抗孩子们的偶像时感到艰难。尽管如此，玛丽亚表达了对威廉姆斯的钦佩，并提到她们是邻居，首次对阵感到荣幸。这场比赛创造了WTA历史上主赛事球员组合年龄最高的纪录，玛丽亚38岁，威廉姆斯45岁。威廉姆斯是一位网球传奇，拥有七个大满贯单打冠军和2000年奥运会金牌，自1994年以来一直活跃在巡回赛上，最近获得了澳大利亚公开赛的外卡。文章探讨了个人关系与职业体育的交集，突出了运动员在情感动态中取得里程碑的方式。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8ddfb52701b3657c_1836124a7608.webp",
      "category": "Fun"
    }
  ]
}