{
  "articles": [
    {
      "id": "f348eaeb2e9c1e83",
      "title": "水务公司面临定期MOT式检查：行业改革启动",
      "summary": "英国政府正在对英格兰和威尔士的水务行业进行重大改革，这是自1980年代末私有化以来最大规模的调整。关键措施包括无预警检查和定期MOT式检查，以应对污染事件、泄漏和供水中断等引发公众愤怒的问题。环境大臣艾玛·雷诺兹批评当前系统让水务公司“自己批改作业”，称其为涉及监管机构和公司的“全系统失败”。改革基于一份包含88项建议的审查报告，将建立针对具体公司的监控团队以取代“一刀切”方法，引入智能水表和强制性的家电水效标签以帮助家庭，并在取代Ofwat的新监管机构中设立总工程师职位。然而，审查未考虑国有化问题，活动人士如河流行动组织的詹姆斯·华莱士认为这些措施缺乏紧迫性和大胆改革，呼吁建立真正独立且资金充足的监管机构来有效应对淡水危机。这些变化旨在提高企业问责制，但实施可能需要一年或更长时间，且批评者指出在解决系统性差距方面仍存在不足。",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_f348eaeb2e9c1e83_5235b4d1519c.webp",
      "category": "Science"
    },
    {
      "id": "56bcb744ac8faff5",
      "title": "科学家发现某些伤口难以愈合的原因",
      "summary": "一项国际研究团队发现了为什么慢性伤口，如糖尿病足溃疡，常常难以愈合。研究表明，一种常见于这些伤口中的细菌——粪肠球菌，通过一种称为细胞外电子传递的代谢过程产生过氧化氢。这种过氧化氢会导致人类皮肤细胞（特别是负责伤口修复的角质形成细胞）发生氧化应激。氧化应激会触发细胞中的未折叠蛋白反应，损害其愈合伤口的能力。慢性伤口在全球范围内影响数百万人，仅糖尿病足溃疡每年就影响约1860万人，并且是下肢截肢的主要原因之一。某些粪肠球菌菌株的抗生素耐药性使治疗更加复杂。这项由新加坡南洋理工大学和瑞士日内瓦大学的科学家领导的研究表明，阻断这种细菌过程可能使伤口愈合更快。发表在《科学进展》上的这一发现为治疗顽固性伤口和减轻医疗负担提供了一种潜在的新方法。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_56bcb744ac8faff5_09eff5f8a5b7.webp",
      "category": "Science"
    },
    {
      "id": "b3b6b64719ab0135",
      "title": "全球DNA研究揭示糖尿病足感染中的隐藏威胁",
      "summary": "一项由伦敦国王学院与威斯敏斯特大学领导的新研究揭示了与糖尿病足感染相关的大肠杆菌细菌的重要细节。该研究聚焦于这些细菌菌株的多样性以及导致某些感染特别严重的原因。研究发表在《微生物学谱》上，首次对来自全球多个地区糖尿病足溃疡的大肠杆菌进行了大规模基因组分析。通过DNA层面的检查，研究人员深入了解了为什么某些感染难以治疗以及为什么有时会危及生命。糖尿病足感染是糖尿病最严重的并发症之一，也是全球下肢截肢的主要原因。医生们长期知道这些慢性伤口很复杂，但对所涉及的确切微生物了解有限，尤其是大肠杆菌，这种细菌经常出现在感染伤口样本中，但在此背景下尚未得到充分研究。为了更好地理解这个问题，研究团队分析了从糖尿病足溃疡中收集的42株大肠杆菌菌株的完整基因组序列，样本来自尼日利亚、英国、加纳、瑞典、马来西亚、中国、韩国、巴西、印度和美国等国家的患者。对每株菌株的全DNA测序使科学家能够观察大肠杆菌在糖尿病足疾病中的全球行为模式。这种方法使得比较菌株之间的遗传差异、检测与抗生素耐药性相关的基因以及识别与更严重疾病相关的生物学特征成为可能。基因组结果显示大肠杆菌菌株之间存在显著多样性，细菌属于许多不同的遗传群体，并携带与疾病和抗生素耐药性相关的广泛基因。这些发现表明糖尿病足感染并非由一种特定类型的大肠杆菌引起，而是多个无关谱系独立适应了在糖尿病足环境中生存。通过检查菌株之间的关系以及它们具有的耐药机制和毒力特征，该研究有助于解释为什么某些感染难以控制或可能迅速恶化。一个值得注意的发现是，约8%的大肠杆菌菌株被分类为多重耐药或广泛耐药，这意味着它们可以抵抗多种抗生素或几乎所有可用的治疗选择，使得感染管理更具挑战性。伦敦国王学院传染病讲师、该研究的高级作者Vincenzo Torraca博士表示：“在基因组水平上理解这些细菌是改善诊断和实现更有针对性治疗的关键一步。通过识别哪些大肠杆菌菌株最常见以及它们可能抵抗哪些抗生素，临床医生可以选择更可能有效的疗法，有助于减少长期感染、住院和截肢风险。”伦敦国王学院和威斯敏斯特大学的二年级博士生、该论文的第一作者Victor Ajumobi强调了这些发现的更广泛影响：“这些信息在资源匮乏的环境中尤其有价值，那里糖尿病足溃疡的大肠杆菌感染更常见，且快速诊断抗菌素耐药性的工具并不总是容易获得。”",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b3b6b64719ab0135_62c9b88b81cb.webp",
      "category": "Science"
    },
    {
      "id": "5b6007d0d3c3a093",
      "title": "摇摆的黑洞喷流剥离星系中的恒星形成气体",
      "summary": "天文学家由贾斯汀·卡德领导，对附近的活动星系VV 340a进行了详细研究，揭示了超大质量黑洞喷流如何影响恒星形成。活动星系核由黑洞吸积物质提供能量，可以发射高能喷流，将气体驱逐出星系。利用詹姆斯·韦伯太空望远镜、甚大阵列等多波长观测数据，团队追踪了VV 340a中心黑洞的喷流。他们发现喷流存在进动现象，即像陀螺一样缓慢摇摆，形成锥形运动，这使其能与更多气体相互作用。该喷流驱动大规模外流，以每年约19.4±7.9太阳质量的速度排出气体。排出的气体高度电离，称为冕线气体，在此星系中延伸距离异常远。通过加热和移除冷气体，喷流减少了可用于新恒星形成的物质，可能限制星系未来的恒星增长。这项研究强调了黑洞反馈在星系演化中的作用，展示了高能过程如何随时间调节恒星形成，为了解宇宙中星系的生态提供了关键见解。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_5b6007d0d3c3a093_27c1bb797860.webp",
      "category": "Science"
    },
    {
      "id": "6bb33234675be288",
      "title": "NASA Artemis II 火箭抵达发射台，月球倒计时开始",
      "summary": "NASA 的 Artemis II 太空发射系统火箭和猎户座飞船于 1 月 17 日完成了向佛罗里达州肯尼迪航天中心 39B 发射台的移动，整个过程耗时近 12 小时。这次移动涉及一辆爬行运输车以 0.82 英里/小时的速度行驶 4 英里。工程师们现在正为湿式彩排做准备，这是一项关键测试，模拟发射日活动，如加注低温推进剂和执行倒计时程序，目标日期不晚于 2 月 2 日。这次彩排对于首次载人 Artemis 任务至关重要，该任务将携带四名宇航员——三名来自 NASA，一名来自加拿大航天局——进行为期 10 天的绕月飞行。该任务支持 NASA 的目标，即在月球上建立长期人类存在并为未来火星探索做准备。如果需要，可能会进行额外测试，包括可能将火箭滚回车辆装配大楼进行调整。Artemis II 是 NASA 重返月球计划的重要一步，旨在推动可持续探索并为火星任务奠定基础。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_6bb33234675be288_3ef4197b035d.webp",
      "category": "Science"
    },
    {
      "id": "579d406d1766e32d",
      "title": "隐藏摄像头揭示刺猬夜间真实活动",
      "summary": "一项最新研究利用野生动物摄像头调查了英国花园中刺猬的夜间活动，重点关注切斯特的400多个花园。研究人员发现，刺猬出现在超过一半的花园中，食物是主要吸引因素。刺猬在英国被列为易危物种，数量因栖息地丧失和道路死亡等因素而下降。这项由诺丁汉特伦特大学和切斯特动物园的凯利·希区柯克领导的研究分析了数千张图像，以确定哪些花园特征影响刺猬的到访。留下合适的食物是最重要的因素，但创建野生动物友好环境，如野花、落叶堆和篱笆孔洞，对其冬眠和繁殖也至关重要。该研究旨在提高人们对花园作为栖息地重要性的认识，并指导保护策略以支持日益减少的刺猬种群。研究还指出，随着自然栖息地的减少，越来越多刺猬需要救援慈善机构的帮助，强调了公众参与保护的重要性。",
      "source": "BBC Science",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_579d406d1766e32d_1cdc1bc08bae.webp",
      "category": "Science"
    }
  ]
}