{
  "articles": [
    {
      "id": "0e2f49327fdddf88",
      "title": "Singer Helps Small Music Places",
      "summary": "A famous singer named Fender won a big prize called the Mercury Prize, which is worth £25,000. Instead of keeping the money for himself, he decided to give it all to the Music Venue Trust. This group helps small music venues, which are places where new bands and singers perform. These venues are important because they give artists a chance to share their music and grow. By donating the money, Fender is supporting these small spots so they can stay open and continue to host live music. This act shows kindness and helps keep music alive in communities. It's a great example of using success to help others.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_0e2f49327fdddf88_b5a9ea90a823.webp",
      "category": "Fun"
    },
    {
      "id": "bb991fb77b66347f",
      "title": "David Szalay Wins Big Book Award",
      "summary": "David Szalay, an author from Britain and Hungary, has won the Booker Prize for his book called Flesh. The judges who picked the winner said it is a very special and extraordinary book. This prize is a big honor for writers, and it helps more people read and enjoy great stories. Winning can make an author famous and inspire others to write. The Booker Prize is given every year to the best novel written in English. This news tells us about the celebration of good books and the hard work of authors. It's exciting to see how stories can bring people together and win awards.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_bb991fb77b66347f_e342813f1553.webp",
      "category": "Fun"
    },
    {
      "id": "6c21d0432610c03f",
      "title": "Ariana Grande's Hair Color Change",
      "summary": "Ariana Grande is a famous singer and actress who is playing Glinda the Good Witch in the movie 'Wicked'. She recently changed her hair color from blonde to brown. This change is not because she is saying goodbye to her character Glinda. Instead, it is just a personal choice for her style. Ariana wants people to know that she can have brown hair and still be Glinda. The movie is being made in a studio, and Cynthia Erivo is also in it as Elphaba. This helps us understand that actors can change their looks without leaving their roles.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_6c21d0432610c03f_66879731c53c.webp",
      "category": "Fun"
    },
    {
      "id": "133b2842ae14b522",
      "title": "Sinner Wins Big Tennis Match at Home",
      "summary": "Jannik Sinner started his defense of the ATP Finals title by playing a great tennis match against Felix Auger-Aliassime. Sinner used his strong serve to win easily, and he was helped by the home crowd cheering for him. Auger-Aliassime was not feeling his best physically, which made it harder for him to play well. The ATP Finals is a big tournament where the best tennis players in the world compete. Sinner's victory shows he is in good form and ready to try to win the championship again. This match was exciting for fans who watched it live.",
      "source": "BBC Tennis",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_133b2842ae14b522_9fb13f89006e.webp",
      "category": "Fun"
    },
    {
      "id": "f856125d8af5b689",
      "title": "Tennis Star Ons Jabeur Is Having a Baby",
      "summary": "Ons Jabeur, a famous tennis player who was once ranked second in the world, has shared exciting news that she is pregnant with her first child. This means she is going to have a baby soon. Many people are happy for her because she is a great athlete and a role model. She has won many matches and is loved by fans around the world. This news is special because it shows that athletes can have families too. Ons is taking a break from tennis to focus on her pregnancy, but she plans to return to the sport later. It's a joyful time for her and her family, and fans are sending their best wishes.",
      "source": "BBC Tennis",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_f856125d8af5b689_0ad42ae823c8.webp",
      "category": "Fun"
    },
    {
      "id": "863907c217698392",
      "title": "Why a Tennis Star Said No to a Photo",
      "summary": "Elena Rybakina is a famous tennis player who won a lot of money in a big tournament. After her win, she was asked to take a photo with Portia Archer, who is the boss of women's tennis. But Rybakina said no. This made people wonder why she did that. It might be because she was tired or had other reasons. The article talks about this event and what it means for tennis. It shows that sometimes athletes make choices that surprise us. This story helps us learn about sports and how players feel.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_863907c217698392_eb28d22ef29e.webp",
      "category": "Fun"
    }
  ]
}