{
  "articles": [
    {
      "id": "069eec4d0ae7b173",
      "title": "Karolina Muchova Wins Tennis Trophy in Qatar",
      "summary": "Karolina Muchova won the Qatar Open tennis tournament by beating Victoria Mboko. Muchova is from the Czech Republic and is 29 years old. She won the match with scores of 6-4 and 7-5. This is her first big win since 2019, and it makes her very happy. Victoria Mboko is a 19-year-old from Canada. She played well but lost. Even though she lost, Mboko will move up in the world rankings because she has won many matches this season. The tournament is in Qatar, and it is a WTA 1,000 event, which is a big competition. Muchova said it feels nice to win again after a long time. The next big tournament will start soon in Doha, but some top players are not playing.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_069eec4d0ae7b173_59eef6b227e1.webp",
      "category": "Fun"
    },
    {
      "id": "e1a3375da693cf27",
      "title": "Margot Robbie Loves a Funny TV Show",
      "summary": "Margot Robbie is a famous actress from Australia. She loves a TV show called Gavin & Stacey. This show is a comedy from the BBC. It is about two families and their friends. Margot Robbie says it is the best show ever because it makes her happy. She watched the last episode twice. She even talked about it with another star, Bette Midler. The show is set in Wales and has funny characters. Many people watched the finale on Christmas Day. Margot Robbie is in a new movie, but she still loves this TV show. She shared DVDs of the show with Bette Midler. The house from the show is for sale now. The show brings joy to many fans.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e1a3375da693cf27_1f4a87965a91.webp",
      "category": "Fun"
    },
    {
      "id": "63dccece014eb32d",
      "title": "Movie Stars and Their Friendship",
      "summary": "Margot Robbie and Jacob Elordi are actors in a new movie called Wuthering Heights. They play characters who are in love in the story. While talking about the movie, they have said nice things about each other, like calling it a 'mutual obsession.' Some fans think this is fun and exciting, but others feel it is 'weird' or gives them 'the ick,' which means it makes them uncomfortable. People wonder if the actors are just being friendly or if they are doing this to help promote the movie. The article looks at what they have said and done, like giving roses on Valentine's Day, to see if it is real or just for publicity. It also mentions other movies where actors might have done similar things to get attention.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_63dccece014eb32d_2abe19cfa842.webp",
      "category": "Fun"
    },
    {
      "id": "5d9397ac43dd5cec",
      "title": "Jack's Big Tennis Adventure in Dallas",
      "summary": "Jack Pinnington Jones is a young tennis player from Britain who had an exciting week at the Dallas Open. He started by playing in qualifying matches to get into the main tournament. Then, he beat two tough players, including Flavio Cobolli, who is ranked number 20 in the world. This was the biggest win of Jack's career. He made it to the quarter-finals, but there he lost to Marin Cilic, a famous player who won the US Open in 2014. Even though he lost, Jack will move up in the world rankings, going from 181st to 138th. He decided to skip his last year of college to play tennis full-time, and this week showed he is getting better. In another tournament, a teenager named Victoria Mboko also did well by beating top players to reach the final.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5d9397ac43dd5cec_fac74784057b.webp",
      "category": "Fun"
    },
    {
      "id": "fd164a94a7210016",
      "title": "A Big Boss Leaves His Job Because of a Bad Friend",
      "summary": "A man named Sultan Ahmed bin Sulayem was the head of a big company called DP World that runs ports all over the world. He recently left his job because people found out he was friends with Jeffrey Epstein, a man who did very bad things and went to jail. The company said he quit right away. Some other companies and groups that work with DP World are now worried and have stopped giving them new money. Emails show that Sulayem and Epstein talked a lot for many years, sharing travel plans and business ideas. Being in the emails does not mean Sulayem did anything wrong, but it made many people upset. DP World has new bosses now, and Sulayem's picture was taken off their website.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_fd164a94a7210016_00c7cb7b8b9d.webp",
      "category": "Fun"
    },
    {
      "id": "caa3e689048b00d1",
      "title": "Catherine Zeta-Jones Starts Art Collecting for Fun",
      "summary": "Catherine Zeta-Jones is a famous actor who has started collecting art as a hobby. She likes to buy sculptures and paintings, especially from artists like Henry Moore and Marc Quinn. This hobby is similar to her new movie role where she plays an art consultant. She lives in New York with her husband Michael Douglas and enjoys spending time with art people there. For her birthday, Michael bought her a piece by Marc Quinn, which is very expensive. Catherine also buys small artworks when she travels to remember her trips. Her movie, The Gallerist, is a funny thriller about selling art, but her real-life interest is more about enjoying and collecting beautiful things.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_caa3e689048b00d1_d64e2b70575e.webp",
      "category": "Fun"
    }
  ]
}