{
  "articles": [
    {
      "id": "8c13546c1ecfefca",
      "title": "Finding Alzheimer's Early with a Simple Blood Test",
      "summary": "Scientists are working on a new test that might find Alzheimer's disease before people feel sick. Alzheimer's is a brain disease that makes it hard to remember things and think clearly. The test looks at tiny parts in the blood called microvesicles, which come from the brain and carry messages. By checking these microvesicles, doctors can see how the brain uses sugar for energy. A healthy brain uses sugar fast, but in Alzheimer's, it uses it slower. This test could help spot the disease early, so doctors can slow it down. It is easier and safer than old methods that needed tubes in the neck. The research is led by Professor Travis Gibbons at Northern Arizona University, with help from other scientists. They are testing it on healthy people first, then on those with memory problems. The goal is to protect brain health, like how exercise helps the heart.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8c13546c1ecfefca_81180fcb7ac6.webp",
      "category": "Science"
    },
    {
      "id": "9a4a81c857c82281",
      "title": "A Hidden Star and Hot Dust Mystery",
      "summary": "Scientists found a hidden star near another star called Kappa Tucanae A, about 70 light-years from Earth. This star has hot dust around it that glows brightly and should not exist because the heat and light from the star should destroy it quickly. Researchers from the University of Arizona used special telescopes to discover a companion star that moves close to the main star. This companion star might be helping the dust survive by passing through the same area. This discovery is important because hot dust like this can make it hard for scientists to find Earth-like planets around other stars. By studying this star system, scientists can learn more about how dust behaves in space and improve their search for new planets.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_9a4a81c857c82281_338f9c971291.webp",
      "category": "Science"
    },
    {
      "id": "4f71be875a80cb67",
      "title": "A New Space Telescope is Ready to Explore the Stars",
      "summary": "NASA has finished building a new space telescope called the Nancy Grace Roman Space Telescope. It is named after NASA's first chief astronomer. The telescope was put together in Maryland and tested to make sure it can survive a rocket launch. It is scheduled to launch in fall 2026. This telescope will take pictures of the Milky Way galaxy and help scientists learn about stars and galaxies. It is simpler than another big telescope called James Webb, but it can see a wider area of the sky. This will help study dark matter and dark energy, which are mysterious parts of the universe. The telescope has special detectors that work like night vision goggles to see faint light. It will take sharp pictures similar to the Hubble Space Telescope but cover more of the sky. Scientists are excited because it will help us understand space better.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_4f71be875a80cb67_45eaf5edaf5e.webp",
      "category": "Science"
    },
    {
      "id": "a593007c9c0500a7",
      "title": "Building Homes and Helping Wildlife in England",
      "summary": "In England, the government has changed some rules to help build more houses. Builders used to have to make new homes better for animals and plants, but now smaller building projects don't have to do this. This change is part of a plan to build 1.5 million new homes. Some people who care about nature are worried because they think it might hurt wildlife. They say it could slow down efforts to protect animals and plants. But other people, like builders, think the old rules made building too hard and expensive. The government says the new rules will make it easier to build homes on small pieces of land, helping about 12,500 homes each year. They also want to say yes to building near train stations and include things like special bricks for birds in new houses.",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a593007c9c0500a7_3407efc01fbb.webp",
      "category": "Science"
    },
    {
      "id": "585136de9fa600ad",
      "title": "Dinosaur Footprints Found in Italy",
      "summary": "Thousands of dinosaur footprints have been discovered on a mountain in Italy. The footprints are very old, from 210 million years ago, and were found in a national park. They belong to prosauropods, which were big plant-eating dinosaurs with long necks. A photographer saw the footprints on a steep wall, and scientists think the area was once a flat, wet place where dinosaurs lived in herds. The footprints show the dinosaurs walked in rows and sometimes stopped to rest. This discovery helps us learn more about dinosaurs and our planet's history.",
      "source": "BBC Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_585136de9fa600ad_f768d2d36f2a.webp",
      "category": "Science"
    },
    {
      "id": "d9b386e5e6ee212d",
      "title": "A Simple Turn Shows a Secret in Old Roman Glass",
      "summary": "A professor named Hallie Meredith found a secret on ancient Roman glass cups. She was looking at these cups in a museum and turned one around. On the back, she saw shapes like diamonds and leaves that people thought were just decorations. But Meredith thinks they are marks made by the glassworkers to show which workshop made the cup. This helps us learn about the people who made the glass long ago. She studied more cups and found the same marks on many of them. This means teams of workers, not just one person, made these cups together. Meredith is a glassblower herself, so she understands how hard it is to make glass. Her discovery helps us see the hidden stories of ancient artisans.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_d9b386e5e6ee212d_95070496e0e5.webp",
      "category": "Science"
    }
  ]
}