{
  "articles": [
    {
      "id": "56349bf180e3aa34",
      "title": "Mars Had an Ice Age Long Ago",
      "summary": "Scientists have found new pictures from Mars that show signs of a past ice age. The images come from a spacecraft called Mars Express and focus on an area named Coloe Fossae. This place has long grooves, valleys, and craters that were shaped by ice moving long ago. Ice ages happen when a planet gets colder naturally, not because of people. On Mars, ice spread from the poles to other areas during cold times and left marks when it melted. These clues help us learn about Mars's history and how it changed over time. It's exciting because it shows that Mars, like Earth, had big climate changes in the past.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_56349bf180e3aa34_47db4e63bfcd.webp",
      "category": "Science"
    },
    {
      "id": "948cf7aac47ef2c1",
      "title": "Deep Sea Surprise: A New Home for Ocean Creatures",
      "summary": "Scientists have found a special place deep in the ocean near Papua New Guinea where hot water and cool gas come out of the seafloor together. This has never been seen before! The hot water is from underground heat, and the cool gas is methane from old organic material in the sediment. This mix creates a unique home for many animals like mussels, tube worms, shrimp, and purple sea cucumbers. The site is called 'Karambusel', which means 'mussel' in a local language. Sadly, mining nearby could harm this amazing ecosystem. This discovery helps us learn more about life in the deep sea and why we need to protect it.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_948cf7aac47ef2c1_16723812403f.webp",
      "category": "Science"
    },
    {
      "id": "eaf7212f59493ec4",
      "title": "How Muscles Help Keep Your Brain Young",
      "summary": "Scientists found that having more muscles and less belly fat deep inside your body can make your brain look younger. This means your brain stays healthier as you age. The study used special pictures from MRI machines to look at people's bodies and brains. They discovered that people with more muscle and less hidden fat had brains that seemed younger. This is important because a younger brain can help prevent diseases like Alzheimer's. The researchers say that exercising to build muscle and eat healthy to reduce belly fat can help keep your brain in good shape. It's like taking care of your body to take care of your brain too.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_eaf7212f59493ec4_813cec5cd969.webp",
      "category": "Science"
    },
    {
      "id": "cee04e3342dac915",
      "title": "Boiling Oceans on Icy Moons",
      "summary": "Scientists have found that some icy moons in our solar system might have oceans that can boil. These moons, like Enceladus, have icy shells covering their insides. When the ice melts into water, the moon shrinks a little because water is denser than ice. This shrinking creates low pressure under the ice shell. On small moons, this low pressure can make the ocean water boil, even if it's cold. Boiling releases bubbles of gas from the water. This happens because small moons have weak gravity. The study helps us understand how moons change over time and could affect if they can support life. It's exciting to learn about these distant worlds and their hidden oceans.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cee04e3342dac915_5a83cfc612d1.webp",
      "category": "Science"
    },
    {
      "id": "4ecc1138ab8c54d5",
      "title": "Fun with Mushroom Hunting",
      "summary": "This article is about people who hunt for wild mushrooms in Pennsylvania and nearby areas. Researchers studied what kinds of mushrooms they find and why they collect them. They found 160 different types! People pick mushrooms to eat, make medicine, create art like photos and dyes, and learn about science. The most popular mushrooms are morels, chicken of the woods, and chanterelles. Many foragers share their finds with friends and family, and they use the internet, family, and books to learn. The study helps us understand how people enjoy nature and use mushrooms in many ways.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4ecc1138ab8c54d5_21e041f0d9f0.webp",
      "category": "Science"
    },
    {
      "id": "e705bed80aef7922",
      "title": "Water Quality Gets a Little Better at Swimming Spots",
      "summary": "New numbers show that the water quality at swimming places in England has improved a bit. Out of 449 spots tested, 93% now meet the basic standards for clean water, which is better than last year. This means fewer places have poor water quality, down from 37 to 32. The water is checked for germs that can come from sewage, farms, and other pollution. The government and groups like the Environment Agency are working to make water cleaner so people can swim safely. They say more needs to be done, but it's getting better. This is important because clean water helps keep everyone healthy when they go for a swim.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e705bed80aef7922_43a1fda9842d.webp",
      "category": "Science"
    }
  ]
}