{
  "articles": [
    {
      "id": "bf225a61eb104e44",
      "title": "Five People Denied US Visas for Campaigning Against Online Hate",
      "summary": "Five people, including two from the UK, were denied visas to enter the United States. The US government said they were trying to force American social media companies to remove content they don't like. The people work for groups that fight online hate and false information. European leaders, like the French president, criticized this decision, calling it intimidation. The US argued it was protecting free speech from foreign pressure. This story shows a disagreement about how to handle harmful content online between different countries.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_bf225a61eb104e44_f8af6e25cde2.webp",
      "category": "News"
    },
    {
      "id": "9f96d05227a7eed0",
      "title": "Ukraine's Peace Plan for a Safer Future",
      "summary": "Ukraine's President Zelensky has a new peace plan to stop the war with Russia. The plan has 20 points and was made with help from the United States. It suggests creating special areas called demilitarized zones or free economic zones in eastern Ukraine, where Ukrainian troops might pull back. This could help make peace by reducing fighting. Zelensky says Ukraine must still control these areas with its own police, not Russian police. The plan also includes promises from other countries like the US and NATO to protect Ukraine if Russia attacks again. Russia wants Ukraine to leave some land, but Ukraine is trying to find a solution that keeps its territory safe. The plan is an update from earlier talks, and both sides are discussing it to end the war.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9f96d05227a7eed0_08137a201978.webp",
      "category": "News"
    },
    {
      "id": "e7c13d5d59b0d604",
      "title": "A Royal Story That Keeps Going",
      "summary": "This article talks about a story involving Prince Andrew, a member of the British royal family, and his connection to Jeffrey Epstein, a man who did bad things. New emails have been released that show Andrew might have been friends with Epstein's friend, Ghislaine Maxwell. The emails include strange messages like asking for 'inappropriate friends' and talking about trips. People are divided: some are tired of hearing about it, while others want to learn more. The article says these emails don't prove Andrew did anything wrong, but they keep the story alive. It mentions that Andrew might need to answer questions from the US government. The story shows how news can keep coming out and make people talk about it over and over.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e7c13d5d59b0d604_5465a5f2438d.webp",
      "category": "News"
    },
    {
      "id": "14ef4fd4d4141736",
      "title": "Christmas Sounds Can Be Hard for Some People",
      "summary": "Christmas is a fun time for many, but for people with misophonia, it can be very tough. Misophonia means some sounds make them feel very upset. Lottie, a 23-year-old, wears earplugs during Christmas dinner because noises like chewing and slurping make her panic and tense up. She has had this since she was 16. In the UK, almost one in five people have misophonia. Sounds from mouths or fingers can cause distress. Jenna, a 21-year-old student, uses earphones to cope. She feels angry or anxious around family. Christmas can be a nightmare for them because they want to be with family but find the sounds overwhelming. They might avoid social events to feel better.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_14ef4fd4d4141736_2e704bee8930.webp",
      "category": "News"
    },
    {
      "id": "e0f582a0bdf344d0",
      "title": "New Documents About a Bad Man and President Trump",
      "summary": "The Justice Department released many pages of documents about Jeffrey Epstein, a man who did bad things and went to jail. These papers talk about President Donald Trump too. People are upset because some parts of the documents are hidden or blacked out, and not all were released on time. A reporter named Liz Landers looked at the new papers. She found photos, videos, and letters from lawyers. Some pages are completely blacked out without saying why. There is also an email about 10 people who might have helped Epstein. This is important news that many are talking about.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e0f582a0bdf344d0_fee252247968.webp",
      "category": "News"
    },
    {
      "id": "18e32436365b3ca0",
      "title": "President Trump Calls Back U.S. Ambassadors",
      "summary": "President Trump is asking U.S. ambassadors from about 30 countries to come back home. Ambassadors are important people who represent the United States in other countries. This is happening in many places like Africa, Asia, Europe, the Middle East, and the Western Hemisphere. The State Department says this is normal for a new president to choose ambassadors who support his \"America first\" plan. John Dinkelman, who worked as a diplomat for 37 years, talks about this move. He says it is unusual to recall so many ambassadors at once. This change is part of President Trump's way of handling foreign policy, which means how the U.S. deals with other countries.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_18e32436365b3ca0_244f71e6031b.webp",
      "category": "News"
    }
  ]
}