{
  "articles": [
    {
      "id": "34b103229bfed478",
      "title": "Tottenham Dismisses Coach Amid Poor Season Performance",
      "summary": "Tottenham Hotspur has sacked head coach Thomas Frank after less than eight months in charge, following a 2-1 home defeat to Newcastle. The club is currently 16th in the Premier League, just five points above the relegation zone, after a dismal run of form that includes being winless in their last eight league games—their longest such streak since 2008. Over the past 17 matches, Tottenham has won only two, accumulating just 12 points. Despite initial intentions to support Frank for long-term development, recent results forced the club to make a change. Frank, who took over in June after Ange Postecoglou's dismissal and signed a contract until 2028, failed to significantly improve league performance, though he led the team to automatic qualification for the Champions League last 16 by finishing fourth in their group. However, domestic cup exits to Newcastle and Aston Villa added to the struggles. Tottenham acknowledged Frank's commitment and contribution, thanking him and wishing him future success, as they now seek a new coach to reverse their fortunes.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_34b103229bfed478_9e82f488aabe.webp",
      "category": "News"
    },
    {
      "id": "79731933274aeacf",
      "title": "Insights from the 2026 Oscars Nominees' Class Photo",
      "summary": "The 2026 Oscars nominees' luncheon and class photo, held at the Beverly Hilton Hotel in Los Angeles, featured prominent actors like Timothée Chalamet, Emma Stone, and Michael B Jordan. Unlike previous years, this year's photo was more subdued, with fewer exaggerated poses, possibly due to publicists advising stars to avoid social media mishaps. The Academy returned to a standing arrangement after last year's sitting debacle. Key observations include Timothée Chalamet, a best actor frontrunner, standing prominently at the front in a blue tuxedo. Guillermo del Toro added a playful touch with outstretched arms, while tall actors Jacob Elordi and Stellan Skarsgård were strategically placed in the back row. Teyana Taylor stood out in fashion with a shimmering black overcoat and is a strong supporting actress contender. The event serves as a pre-Oscars celebration, highlighting the nominees' camaraderie and individual styles.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79731933274aeacf_42a326387d7b.webp",
      "category": "News"
    },
    {
      "id": "12b2e48cefe133a5",
      "title": "The SAVE America Act and Its Impact on Voting Rights",
      "summary": "The SAVE America Act, proposed by Republicans and backed by the president, aims to require documentary proof of U.S. citizenship for voting in federal elections. This legislation responds to claims of election integrity issues, despite evidence showing noncitizen voting is extremely rare and already illegal, with penalties including fines and deportation. The bill is currently up for a key vote in the House of Representatives, but its future in the Senate is uncertain due to previous failures. Voting rights groups argue that the act could disenfranchise millions of eligible American voters who may lack the necessary documentation. Additionally, the president's recent calls to nationalize elections conflict with the constitutional provision that states manage elections, raising concerns among election officials. The debate highlights tensions between ensuring election security and protecting voting access ahead of midterm elections.",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_12b2e48cefe133a5_94d762d91904.webp",
      "category": "News"
    },
    {
      "id": "02c8d9b52a00195c",
      "title": "Gallup Poll Shows Decline in American Optimism for the Future",
      "summary": "A recent Gallup poll reveals a significant decline in Americans' optimism about their future, with only 59% giving high ratings for their life in five years in 2025—the lowest level since the question was first asked nearly two decades ago. This indicates a deepening sense of gloom across the country. The poll measures both current life satisfaction and future optimism on a scale from 0 to 10, categorizing those with scores of 8 or higher as optimists. Research director Dan Witters notes that while current life satisfaction has decreased over the past decade, future optimism has dropped even more sharply. Additionally, fewer than half of Americans, about 48%, are classified as 'thriving,' meaning they rate both current and future life highly. The data also shows political influences: when a new party enters the White House, the party in power tends to become more optimistic, while the opposition grows more pessimistic. However, even with recent political changes, overall optimism remains low, suggesting broader societal concerns beyond politics.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_02c8d9b52a00195c_a10f0cac0dc4.webp",
      "category": "News"
    },
    {
      "id": "ccd5e6c716dfb49b",
      "title": "Governor Cox Addresses Political Concerns While Promoting 2034 Utah Olympics",
      "summary": "At the Milan Cortina Olympics, Utah Governor Spencer Cox assured international audiences that the United States remains a welcoming nation, despite current political tensions. He spoke during a news conference to promote the 2034 Winter Olympics in Utah, addressing questions from European media about U.S. diplomacy and domestic issues. Cox acknowledged concerns over political events, such as Vice President JD Vance being booed and visa issues for the 2028 Los Angeles Games, but emphasized that the U.S. has democratic processes like elections to resolve differences. He criticized the media for focusing on non-sports topics with athletes, yet defended free speech. Cox highlighted that eight years until the Salt Lake City Games allows time for political matters to settle, reinforcing that America is open and hospitable to global visitors and participants.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ccd5e6c716dfb49b_e75f50f05619.webp",
      "category": "News"
    },
    {
      "id": "9cca514fd6de9751",
      "title": "Austrian Duo Triumphs in Olympic Team Combined Skiing",
      "summary": "At the Milan Cortina Olympic Games in Italy, Austrian skiers Ariane Raedler and Katharina Huber secured a gold medal in the newly introduced team combined event. This event combines one downhill run and one slalom run, with times added together for a team score. Despite their lack of World Cup victories, the Austrian pair outperformed competitors, including the highly decorated American skier Mikaela Shiffrin, who finished fourth. Shiffrin, holder of 108 World Cup wins, has now gone seven consecutive Olympic races without a medal, following her earlier successes. Germany's Kira Weidle-Winkelmann and Emma Aicher earned silver, while Americans Paula Moltzan and Jacqueline Wiles took bronze. The race highlighted surprises in Olympic outcomes, with Shiffrin losing time during her run and missing a medal by a narrow margin. She still has individual events ahead, offering a chance for redemption. The article emphasizes the unpredictability of sports and the emergence of new champions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9cca514fd6de9751_31b5d05dfe6a.webp",
      "category": "News"
    }
  ]
}