{
  "articles": [
    {
      "id": "dc1076c02571432e",
      "title": "宇航员因医疗撤离从空间站返回地球",
      "summary": "四名宇航员因一名队员出现严重医疗问题，从国际空间站提前撤离并安全返回地球。这支名为Crew-11的团队包括美国宇航局的迈克·芬克和泽娜·卡德曼、日本的油井龟美也以及俄罗斯的奥列格·普拉托诺夫，他们在加州海岸附近溅落。美国宇航局确认受影响队员情况稳定，但未透露疾病详情或身份。这是自1998年空间站发射以来首次因健康问题进行的撤离，凸显了长期太空任务的风险。事件导致计划中的太空行走取消，并将空间站乘员减少至三人，直至二月增援到达。国际空间站在250英里高度绕地球运行，进行微重力效应的重要研究，但船上没有医生，依赖培训和有限医疗设备。此次提前返回强调了在太空中管理医疗紧急情况的挑战及现有的安全协议。这一事件引发了对未来深空探索（如火星任务）中医疗基础设施加强的讨论，因为在那样的任务中撤离选项将极为有限。",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    },
    {
      "id": "ee12276aeb128fa5",
      "title": "科学家发现新生儿中一种隐藏的糖尿病类型",
      "summary": "一个国际科学家团队利用先进的DNA测序和干细胞研究模型，发现了一种以前未知的影响婴儿的糖尿病类型。这项研究由埃克塞特大学医学院和布鲁塞尔自由大学领导，重点关注了六名在出生后六个月内患上糖尿病并表现出癫痫和小头畸形等神经系统疾病的儿童。通过遗传数据分析，团队发现TMEM167A基因的突变是导致代谢和神经系统症状的共同原因。为了理解其机制，研究人员使用干细胞转化为胰腺β细胞，并应用CRISPR基因编辑技术改变TMEM167A基因。实验表明，当TMEM167A受损时，胰岛素产生细胞功能失常，引发内质网应激并最终导致细胞死亡。这一发现揭示了该基因在胰岛素分泌和神经元功能中的关键作用，为罕见疾病提供了新见解，并可能为影响全球近5.89亿人的更常见糖尿病形式的研究提供信息。合作努力强调了遗传研究在推动医学知识进步中的重要性。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_ee12276aeb128fa5_9f54543d855d.webp",
      "category": "Science"
    },
    {
      "id": "b7fec72587ee2b11",
      "title": "科学家从14,400年前狼胃中测序毛犀牛基因组",
      "summary": "研究人员在西伯利亚图马特地区发现了一具14,400年前冻结的狼幼崽木乃伊，在其胃中找到了一块部分消化的肉类。通过DNA测序，他们确认这块肉来自已灭绝的毛犀牛，并成功获得了完整的毛犀牛基因组。分析显示，该毛犀牛种群在灭绝前约400年时遗传健康，没有近亲繁殖迹象，这与预期相反，因为毛犀牛不久后便从化石记录中消失。研究还比较了来自西伯利亚拉克瓦昌的49,000年前毛犀牛基因组，发现种群在114,000至63,000年前曾急剧下降，有效种群数量降至约1,600，但之后保持稳定。这一数量超过避免遗传问题所需的1,000阈值，表明灭绝原因可能更多与环境或随机事件有关，而非遗传因素。此项研究突出了古代DNA在揭示灭绝机制和种群动态方面的重要价值，并展示了从复杂样本中提取降解DNA的方法学进展。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_b7fec72587ee2b11_005e4d9475b3.webp",
      "category": "Science"
    },
    {
      "id": "e6a49ae6502ff2e1",
      "title": "科学家终于揭示他汀类药物引起肌肉疼痛的原因",
      "summary": "他汀类药物是广泛用于降低胆固醇的药物，但许多患者因肌肉疼痛、无力或持续疲劳而停止服用。哥伦比亚大学的新研究提出了一个可能的解释。研究表明，某些他汀类药物可以附着在肌肉细胞内的一个蛋白质上，即兰尼碱受体，触发钙离子泄漏，从而干扰正常的肌肉功能。研究人员使用冷冻电子显微镜这一强大的成像方法，直接观察了他汀与肌肉细胞的相互作用。图像显示，常用的他汀药物辛伐他汀结合到兰尼碱受体的两个特定位点，打开了一个通道，导致钙泄漏到细胞中通常不流动的区域。据估计，美国约有4000万成年人服用他汀类药物，其中约10%出现肌肉相关副作用。这一发现为减少他汀副作用指明了新方向，例如重新设计他汀类药物，使其继续降低胆固醇但不再结合肌肉细胞中的兰尼碱受体。目前，科学家正与化学家合作开发避免这种不良相互作用的他汀类药物，旨在提高患者依从性和治疗效果。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e6a49ae6502ff2e1_da85bb9bd647.webp",
      "category": "Science"
    },
    {
      "id": "dcd5ffa93577aecd",
      "title": "海洋暗波：隐藏的海洋黑暗事件危及海洋生物",
      "summary": "海洋暗波是指海底短暂但强烈的黑暗时期，由沉积物径流、藻华和有机碎屑等因素引起，这些因素急剧减少到达海底的光线。一个国际科学家团队开发了首个系统来识别和比较这些事件，分析了来自加利福尼亚和新西兰沿海地区数十年的数据。这项研究发表在《通讯-地球与环境》上，揭示海洋暗波可持续数天至两个多月，通常与强风暴和大规模天气系统（如加布里埃尔气旋）有关。这些事件对光合作用海洋生物构成重大风险，包括海藻森林、海草甸和珊瑚，通过损害光合作用并影响鱼类、鲨鱼和海洋哺乳动物的行为。此前，科学家们主要关注水透明度的长期下降，但这项研究强调了突然暗波的破坏性影响。新框架补充了用于监测海洋热浪、酸化和脱氧等压力的现有工具，为沿海社区和保护团体提供了一种检测即时生态系统压力的方法，并指导管理策略。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcd5ffa93577aecd_23ea0f5e3b81.webp",
      "category": "Science"
    },
    {
      "id": "dcea2bc1e347a583",
      "title": "EPA新规限制各州和部落阻止管道项目的能力",
      "summary": "特朗普政府提出了一项新规则，旨在修改《清洁水法》第401条，以加快能源和基础设施项目（如石油和天然气管道）的许可流程。该规则限制了各州和部落基于水质问题批准或拒绝联邦许可的权力。此前，各州和部落可以全面评估项目对水质的广泛影响，包括间接效应如阻碍鱼类迁徙或改变河流流量。根据新规则，它们仅限于评估直接排入联邦保护水域的排放，使流程对公司更具可预测性和效率。EPA官员认为这防止了第401条被用于政治目的，但环保组织警告称这会削弱监督，可能导致较小溪流和湿地失去保护。该规则是在最高法院最近裁决缩小联邦保护水域范围后提出的，进一步限制了州权。这一变化凸显了促进经济发展与确保环境保护之间的紧张关系。",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcea2bc1e347a583_f21406c6c1f7.webp",
      "category": "Science"
    }
  ]
}