{
  "articles": [
    {
      "id": "c0ee5fca99e561d8",
      "title": "A Burglar Tries to Break into a Movie Star's Room",
      "summary": "A bad man named Kirk Holdrick tried to break into a house in London where actress Anya Taylor-Joy was staying with her husband. He and another man smashed a window to get inside. Anya and her husband heard the noise and locked themselves in a bedroom. The burglars tried to open the bedroom door, but Anya's husband scared them away by pretending he had a gun. The burglars ran off without taking anything. Kirk Holdrick is a criminal who has done bad things before. He was caught by the police and went to jail for breaking into this house and for another crime where he hurt people. Anya and her husband were very scared by what happened.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c0ee5fca99e561d8_4ca04c941805.webp",
      "category": "Fun"
    },
    {
      "id": "b7aa1bd54c1a499e",
      "title": "Bad Bunny's Super Bowl Show Brings People Together",
      "summary": "Bad Bunny is a famous singer from Puerto Rico who will perform at the Super Bowl halftime show this year. The Super Bowl is a big football game watched by millions of people in the United States. Roger Goodell, who helps run the NFL, says Bad Bunny's show will unite people and bring them together with his music. Bad Bunny is the first male Latin artist to do the halftime show alone and will sing in Spanish. Some people, like former President Trump, do not like this choice and think it causes problems. But Bad Bunny is very popular and has won awards for his music. He also cares about immigrants and spoke about them at the Grammy Awards. The show is in Santa Clara, California, and many people will watch it to enjoy the music and have fun.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7aa1bd54c1a499e_157668039d0b.webp",
      "category": "Fun"
    },
    {
      "id": "9b447a3c0efe6e19",
      "title": "The Happy Slam: A Fun Tennis Party",
      "summary": "The Australian Open is a big tennis tournament that players love, called the 'Happy Slam' by Roger Federer. It has grown into a huge festival with lots of fun activities like music concerts and special events, making it like a tennis version of Glastonbury. This year, it added new things like the One Point Slam to attract more people. However, some problems have come up, such as too many cameras watching players and crowds that might not care about tennis. With the leader of the tournament possibly leaving, people are wondering what will happen next. The event used to be quiet before the matches but now has star players and shows every day, turning it into a three-week party. This mix of sports and entertainment brings in big crowds and money, but it also raises questions about keeping the focus on tennis.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9b447a3c0efe6e19_8eaee7f7f2ec.webp",
      "category": "Fun"
    },
    {
      "id": "bebc84b15fbdb766",
      "title": "Jesy Nelson Wants to Keep Kids Safe from Social Media",
      "summary": "Jesy Nelson is a singer who used to be in a band called Little Mix. She has faced mean comments online, which made her feel sad. Now, she is a mom to twin baby girls named Ocean and Story. Jesy thinks social media can be bad for kids' feelings and health. She wants to stop children under 16 in the UK from using social media to protect them. She says kids should enjoy being kids without worrying about online bullying. Jesy also shares her story in a documentary about her life as a mom. She hopes to keep her daughters safe and happy.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_bebc84b15fbdb766_f50479f23881.webp",
      "category": "Fun"
    },
    {
      "id": "55240e26eb7a7d48",
      "title": "A News Anchor's Mom Goes Missing",
      "summary": "Nancy Guthrie, who is 84 years old and the mother of TV news anchor Savannah Guthrie, has gone missing from her home in Arizona. Police think she was taken away by someone and did not leave on her own. She was last seen at her house on Saturday evening, and her family reported her missing the next day. The sheriff says the scene at her home made them very worried. They are using drones, helicopters, and other tools to search for her. Nancy is not in good health but does not have memory problems. The police are asking people to call if they know anything. Savannah Guthrie thanked everyone for their support.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_55240e26eb7a7d48_178a3e4138e6.webp",
      "category": "Fun"
    },
    {
      "id": "56a1ac48b559ded3",
      "title": "A Super Clear Space Ripple Helps Test Einstein's Idea",
      "summary": "Scientists have found a very clear space ripple called GW250114. This ripple was made when two black holes crashed together. It helps test Albert Einstein's theory of gravity, called general relativity. The ripple was detected by special machines called LIGO, Virgo, and KAGRA. These machines are much better now than 10 years ago, so they can see the ripple more clearly. The ripple acts just like Einstein's theory says it should. Scientists hope to find ripples that don't match the theory one day, which could teach us new things about gravity and the universe. Black holes vibrate like bells when they merge, and measuring these vibrations helps scientists check if Einstein was right.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_56a1ac48b559ded3_40301a74f26f.webp",
      "category": "Fun"
    }
  ]
}