{
  "articles": [
    {
      "id": "dc1d325c7047c865",
      "title": "Black Holes and Their Changing Light",
      "summary": "Scientists have found that black holes might be changing over time. Black holes are super strong areas in space that pull in everything around them, including light. They are often surrounded by a bright disk of hot material called an accretion disk. This disk makes ultraviolet light, which can turn into X-rays when it passes through a hot cloud called the corona. For a long time, astronomers thought this process was the same everywhere in the universe. But a new study shows that when the universe was younger, about half its current age, the way ultraviolet and X-ray light worked together was different. This means the material around black holes might have changed over billions of years. The research was done by an international team and could change what we know about black holes. Quasars, which are very bright objects powered by black holes, helped scientists see these changes from far away.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_dc1d325c7047c865_cf4b40a5ae27.webp",
      "category": "Science"
    },
    {
      "id": "ab1a13d4df9b6aff",
      "title": "How Eating Vitamin C Helps Your Skin",
      "summary": "Scientists found that eating more vitamin C can make your skin healthier. Vitamin C is a nutrient in foods like kiwifruit. When people eat vitamin C, it goes into their blood and then into their skin. This helps the skin make collagen, which makes skin thicker and stronger. It also helps the skin renew itself by growing new outer layers. The study was done with 24 adults in New Zealand and Germany. They ate two kiwifruits every day, and their skin got better. This shows that what you eat is important for skin health, not just creams you put on your skin. Vitamin C from food works better because skin absorbs it well from blood.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_ab1a13d4df9b6aff_4f1fea77ab7c.webp",
      "category": "Science"
    },
    {
      "id": "5d37751b96999d66",
      "title": "A New Superconductor That Breaks the Rules",
      "summary": "Scientists have found a special material called platinum-bismuth-two (PtBi2) that acts in a surprising way. This shiny gray crystal has electrons that behave differently than in other materials. At low temperatures, electrons on the top and bottom surfaces pair up to flow without resistance, making it a superconductor, while the inside stays normal. This creates a sandwich-like structure. The electrons pair in a unique pattern with six directions, which has never been seen before. This discovery could help build better quantum computers in the future by using elusive particles called Majorana particles. The research was done by a team in Germany using high-tech measurements to study the material's properties.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_5d37751b96999d66_9f12e64bc1d5.webp",
      "category": "Science"
    },
    {
      "id": "b73c446cee72211f",
      "title": "A Tiny Chip for Future Computers",
      "summary": "Scientists have made a very small chip that could help build powerful quantum computers. This chip is thinner than a hair and controls laser light precisely. Quantum computers use qubits to store information, and lasers are needed to work with these qubits. The new chip makes it easier to control lasers, which is important for making quantum computers bigger and better. It is made using methods like those for regular computer chips, so it can be produced in large numbers cheaply. This helps because current devices are big and hard to scale up. The chip also uses less power and creates less heat, allowing more qubits to fit together. This research was done by a team including Jake Freedman and Matt Eichenfield, working with Sandia National Laboratories.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b73c446cee72211f_bc2d2e2826ed.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Farm Tax Change: Helping Family Farms",
      "summary": "The government wanted to tax farms when they are passed down in families, but after many farmers protested, they changed their plan. Originally, farms worth over £1 million would have a 20% tax starting in 2026, but now only farms worth over £2.5 million will be taxed. This means more family farms won't have to pay this tax. The Environment Secretary said they listened to farmers to protect ordinary families. Farmers are happy because it helps them, but some still worry because farms with expensive land or machines might still be taxed. Protests happened outside Parliament, and some politicians disagreed with the tax. This change is a step to support farmers who grow food for Britain.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Expert Warns of Hotter Years Ahead in the UK",
      "summary": "A climate expert in the UK says that 2025 might be the hottest year ever recorded there. She warns that rising temperatures are becoming normal because of climate change, which is caused by pollution from human activities like burning fuels. This heat can lead to problems like droughts and wildfires. The expert, Professor Rachel Kyte, says we need to prepare by investing in things like better infrastructure and nature to handle the heat. She explains that if we don't act now, it will cost more later. Scientists from the Met Office, which tracks weather, agree that human actions are making the UK warmer, and they expect more hot years in the future. They use data to predict temperatures, but it's not certain yet if 2025 will break the record.",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}