{
  "articles": [
    {
      "id": "7eca41d20a68ced2",
      "title": "Trump's Framework for Greenland: Sovereignty and International Talks",
      "summary": "US President Donald Trump announced a framework for a future deal regarding Greenland, following discussions at the World Economic Forum in Davos, Switzerland. This announcement came amid tensions, including threats of sanctions against allies opposing US plans. Trump stated the deal would benefit the US and NATO, but details remain unspecified. Denmark and Greenland have firmly rejected any negotiation over sovereignty, emphasizing that Greenland's control is non-negotiable. Danish Prime Minister Mette Frederiksen expressed willingness to discuss political, security, and economic issues, but not sovereignty. NATO spokeswoman Allison Hart indicated negotiations aim to prevent Russian and Chinese influence in Greenland. However, Greenlandic lawmakers insist on inclusion in talks, asserting 'nothing about us without us.' The UK supports direct discussions to protect Greenland's sovereignty, highlighting international concerns over this territorial issue.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_7eca41d20a68ced2_f7fac2e19aec.webp",
      "category": "News"
    },
    {
      "id": "0ca0a7ac5ce78807",
      "title": "New Zealand Landslides: Tragedy and Rescue Efforts Amid Heavy Rains",
      "summary": "Heavy rainfall in New Zealand's North Island triggered severe landslides, resulting in two confirmed deaths and several individuals missing, including at least one young girl. The incidents occurred at Welcome Bay and a popular campground on Mount Maunganui, an extinct volcano and sacred Māori site. Rescue operations, led by teams with sniffer dogs, are ongoing in hazardous conditions, with authorities noting no signs of life and a complex, high-risk environment. The landslides caused widespread flooding and power outages, with one minister describing the east coast as resembling a war zone. Prime Minister Christopher Luxon expressed national grief over the profound tragedy. Eyewitness accounts from tourists and hikers describe terrifying moments, such as hearing screams from under rubble that later fell silent. A state of emergency has been declared in multiple regions, including Bay of Plenty, due to record-breaking rainfall, with Tauranga receiving three months' worth of rain in one day. The event highlights the vulnerability of natural sites to extreme weather and the challenges of emergency response.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_0ca0a7ac5ce78807_5a861142e1b8.webp",
      "category": "News"
    },
    {
      "id": "69a1b874bdbbe2e1",
      "title": "Court Orders Redrawing of New York's Republican House District",
      "summary": "A New York state judge, Justice Jeffrey Pearlman, ruled on Wednesday that the congressional district boundaries for New York City's only Republican-held seat are unconstitutional. The decision came after a lawsuit filed by a Democratic-aligned law firm argued that the current district lines dilute the voting power of Black and Hispanic residents in Staten Island and Brooklyn. The judge found evidence of racially polarized voting and historical discrimination, ordering the bipartisan Independent Redistricting Commission to redraw the map by February 6. Republicans plan to appeal, viewing this as a partisan move in the national gerrymandering battle, where both parties seek advantage in controlling the U.S. House. The district, represented by Republican Nicole Malliotakis, may be reconfigured to include parts of lower Manhattan, which could shift its political leanings. This case highlights ongoing conflicts over fair representation and electoral maps across the United States.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_69a1b874bdbbe2e1_ce3e47c47cbd.webp",
      "category": "News"
    },
    {
      "id": "c8d078155bdbec5a",
      "title": "Predicting Oscar Nominations: Key Contenders and Trends",
      "summary": "The Oscar nominations are set to be announced today, with expectations high for films like One Battle After Another, a political thriller starring Leonardo DiCaprio, and Sinners, a vampire horror featuring Wunmi Mosaku. Other notable contenders include Hamnet, adapted from Maggie O'Farrell's novel, with Irish actors Jessie Buckley and Paul Mescal likely to receive acting nominations. The ceremony, hosted by Conan O'Brien on March 15, will reveal the nominees. However, blockbusters such as Wicked: For Good and Avatar: Fire and Ash may see fewer nominations due to mixed reviews and franchise fatigue, as noted by director James Cameron's comments on Oscar campaigning. British talent faces a weaker year, with only a few actors like Cynthia Erivo and Emily Blunt from the Golden Globes, but Wunmi Mosaku remains a hope. In contrast, Irish talent is strong, potentially marking a shift in international representation at the Oscars.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c8d078155bdbec5a_dd6308f101f0.webp",
      "category": "News"
    },
    {
      "id": "86acb59ef2697256",
      "title": "Supreme Court Examines Trump's Bid to Fire Federal Reserve Governor",
      "summary": "The Supreme Court recently heard arguments in a significant case involving former President Donald Trump's attempt to dismiss Federal Reserve Governor Lisa Cook. Trump alleged that Cook committed mortgage fraud and announced her firing via social media in August. However, Cook, who was appointed by President Biden, filed a lawsuit to challenge her removal, arguing it was illegal. Lower courts have temporarily blocked the dismissal, leading to the Supreme Court's review. During the arguments, justices like Samuel Alito and Ketanji Brown Jackson expressed skepticism, questioning the rushed timeline of the case and whether Cook had adequate opportunity to contest the allegations. The case centers on the legal grounds for removing a Federal Reserve governor and has broader implications for the central bank's independence from political influence. The Federal Reserve plays a crucial role in managing monetary policy, and its autonomy is considered vital for economic stability. This legal battle highlights tensions between executive power and institutional safeguards in the U.S. government.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_86acb59ef2697256_b80ece80100a.webp",
      "category": "News"
    },
    {
      "id": "259c245c07a9a8ca",
      "title": "Workplace Conflicts: The NHS and Trans Rights Debate",
      "summary": "In 2023-2024, a conflict arose at Darlington Memorial Hospital when Rose Henderson, a trans woman, used the female staff changing room, causing discomfort among nurses. The nurses, including Bethany Hutchison, reported feeling shocked and uneasy, with one citing flashbacks to childhood abuse. They complained to the NHS Trust, but their concerns were initially dismissed. An employment tribunal later ruled that the Trust indirectly discriminated against the nurses by allowing Rose to use the room without providing a dignified alternative, creating a hostile environment. The tribunal found that managers prioritized Rose's perceived rights over the nurses' dignity, though it noted no improper behavior by Rose personally. This case highlights broader issues in workplaces, especially the NHS as the UK's largest employer, regarding balancing trans rights with employee comfort and safety. It raises questions about how organizations can implement inclusive policies while addressing all staff concerns, serving as a lesson for employers nationwide on handling sensitive gender-related disputes.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_259c245c07a9a8ca_f55f33e8f822.webp",
      "category": "News"
    }
  ]
}