{
  "articles": [
    {
      "id": "39997850af176a4f",
      "title": "New Rules for Homeowners: Capping Ground Rents",
      "summary": "In England and Wales, the government is making new rules to help people who own homes called leaseholders. Leaseholders pay a yearly fee called ground rent to a freeholder. Now, this fee will be limited to £250 per year, which means it cannot go higher than that. This change is part of a big plan to make home ownership fairer and cheaper. The government also wants to stop selling new leasehold flats and give homeowners more control over their buildings. Prime Minister Keir Starmer announced this in a video, saying it will save people hundreds of pounds. There are about five million leasehold homes, and this rule aims to protect them from high costs. The new law will be checked by MPs before it starts in 2028.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_39997850af176a4f_db2a8e4b1f16.webp",
      "category": "News"
    },
    {
      "id": "a97561718ba18e7e",
      "title": "Carol Kirkwood Says Goodbye to BBC After 25 Years",
      "summary": "Carol Kirkwood is a weather presenter on BBC Breakfast. She announced she is leaving the BBC after more than 25 years. She told her friends on TV that it was hard to say goodbye because she loves her job. Carol is 63 years old and will leave in April. She wants to spend more time with her husband Steve and go traveling. Carol joined the BBC in 1998 and has been a friendly face on TV, giving weather updates to millions of people. She has worked on BBC Breakfast since 2010 and has presented from places like Wimbledon. Carol has won awards for being a great weather presenter. She started her career as a helper on the show.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a97561718ba18e7e_a944b2ca8f2c.webp",
      "category": "News"
    },
    {
      "id": "885f8421f3de5f14",
      "title": "Weather Presenter Says Goodbye After Many Years",
      "summary": "Carol Kirkwood is a weather presenter who has worked for the BBC for over 25 years. She announced that she is leaving in April. She told her friends on the BBC Breakfast show that she wants to spend more time with her husband, Steve. Carol has won many awards for being the best TV weather presenter. She started her job in 1998. This news is important because she is a well-known person on TV, and many people will miss her. Her announcement was emotional, and it shows how much she loves her work and her family.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_885f8421f3de5f14_f9269b1649d1.webp",
      "category": "News"
    },
    {
      "id": "7224b583abeb88c2",
      "title": "Labour MPs Disagree with Party Decision on Mayor Burnham",
      "summary": "About 50 Labour MPs have written a letter to their leader, Sir Keir Starmer, because they are unhappy with a decision. The decision stops Andy Burnham, who is the Mayor of Greater Manchester, from running in a special election for a seat in Parliament. The MPs think this is a bad idea because Andy Burnham might be the best person to win that seat for Labour. They say there is no good reason to block him and want the party's leaders to think again. Sir Keir says letting Burnham run would take away resources like money and people from other important elections. The letter has caused a lot of worry and anger among Labour members. Some other Labour leaders also signed the letter. The party's ruling group voted to block Burnham, with most members agreeing.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_7224b583abeb88c2_211211f13b7c.webp",
      "category": "News"
    },
    {
      "id": "411813fc0d1452a3",
      "title": "Big Winter Storm Leaves Many Without Power",
      "summary": "A huge winter storm hit many parts of the United States over the weekend. It brought lots of snow, sleet, and ice. At least 25 people died because of the cold weather and accidents like sledding. Millions of Americans are dealing with very cold temperatures for several days. In some states, many people lost electricity, and it might not come back for a while. More than 800,000 homes and businesses, mostly in the South, have no power. The storm caused problems with the power grid, and fixing it could take days. People from Tennessee to Texas to New Jersey are shoveling snow and trying to stay warm. The National Weather Service said 19 states got over a foot of snow. This storm is making life hard for many families.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_411813fc0d1452a3_4091a9062449.webp",
      "category": "News"
    },
    {
      "id": "2a61b03e8ac515e9",
      "title": "Treasury Stops Working with a Company After Tax Info Leak",
      "summary": "The U.S. Treasury Department has ended its contracts with a company called Booz Allen Hamilton. This happened because a former worker for that company leaked tax information about many rich people, including former President Donald Trump, to news outlets. The worker, Charles Edward Littlejohn, was sent to prison for five years for doing this. Treasury says the company did not do enough to protect the private tax data it had access to. Booz Allen Hamilton says it does not store taxpayer data on its own systems and helped the government catch the worker. The company still works with other government agencies like the Defense Department. This action is part of efforts by the Trump administration to punish those seen as enemies.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_2a61b03e8ac515e9_f9ccc677d030.webp",
      "category": "News"
    }
  ]
}