{
  "articles": [
    {
      "id": "f73ebc9946573d76",
      "title": "猛犸象牙上的图案帮助重述书写历史",
      "summary": "考古学家在德国洞穴中的猛犸象牙上发现了图案，这些图案可能将书写的历史提前数万年。这些图案包括线条、凹口、点和十字，可追溯至约45,000年前，当时智人正与尼安德特人在欧洲互动。传统上，历史学家认为最早的书写起源于约5,000年前美索不达米亚的原楔形文字。由Christian Bentz教授和Ewa Dutkiewicz领导的研究团队分析了260件文物上的超过3,000个字符，例如小型雕刻猛犸和名为“adorant”的象牙板，以识别他们所称的“书写DNA”。他们认为这些石器时代的符号序列代表了一种早期的交流形式，表明古代人类与现代人一样聪明。尽管符号的确切含义仍未知，但这一发现挑战了传统的时间线，并突显了早期人类表达的复杂性。研究涉及对德国洞穴系统（如Lonetal和Geißenklösterle）中的人工制品进行考古学检查，强调需要跨学科方法来重新评估识字的演变。",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_f73ebc9946573d76_69aa5961a74d.webp",
      "category": "Science"
    },
    {
      "id": "2e364d5bb9b18be1",
      "title": "英国首次利用地热为万户家庭供电",
      "summary": "英国在康沃尔启动了首个地热发电厂，标志着可再生能源领域的重要突破。经过近二十年的开发，地热工程有限公司钻探了英国最深的陆上井，深度达三英里，地下温度接近200°C。利用岩石超热的水驱动涡轮机，该电厂为约一万户家庭提供电力，并同时生产锂——一种用于电动汽车电池等绿色技术的关键矿物。与风能和太阳能等间歇性能源不同，地热能提供持续、“始终在线”的电力，增强了能源安全。然而，该项目耗资5000万英镑，由私人投资者和欧盟资助，高昂的钻探成本使复制面临挑战。英国地质调查局的专家称赞其为重大进步，但指出财务障碍。产生的电力出售给Octopus能源公司，通过国家电网分配，支持清洁的国内能源生产。这一创新不仅减少对化石燃料的依赖，还提升了英国在关键矿物生产中的竞争力，尽管可扩展性和经济可行性仍需进一步探讨。",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2e364d5bb9b18be1_75f37dc872a2.webp",
      "category": "Science"
    },
    {
      "id": "2b59cd9dcd6521eb",
      "title": "研究发现80岁以上素食者活到100岁的可能性较低",
      "summary": "一项近期研究利用中国纵向健康长寿调查的数据，追踪了5000多名80岁及以上的中国成年人。到2018年，研究发现避免肉食的参与者比肉食者更不可能成为百岁老人。这一发现似乎与数十年来将素食与降低心脏病、糖尿病等慢性病风险的研究相矛盾。然而，该研究强调，老龄化显著改变了营养需求：老年人常经历能量消耗减少、肌肉流失和食欲下降，增加营养不良和虚弱风险。关联仅出现在体重不足的素食者中，健康体重者无此效应，表明体重是关键因素。作为观察性研究，它显示相关性而非因果关系，并与“肥胖悖论”一致，即轻微超重可能有益于老年生存。文章指出，素食对年轻成人仍有健康益处，但老年人可能需要确保足够的蛋白质和营养素摄入以支持长寿。这提醒我们，饮食建议应随年龄调整，关注个体化营养策略。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2b59cd9dcd6521eb_ac6ac29ebdc5.webp",
      "category": "Science"
    },
    {
      "id": "59ae39d1f1e32fc4",
      "title": "带状疱疹疫苗可能减缓生物衰老并减少炎症",
      "summary": "最新研究表明，带状疱疹疫苗可能有助于减缓老年人的生物衰老并降低炎症水平。带状疱疹由水痘-带状疱疹病毒再激活引起，是一种疼痛的皮疹，风险在50岁后显著增加。科学家分析了美国健康与退休研究中超过3800名70岁及以上参与者的数据，并调整了健康状况和人口因素。接种疫苗的个体在整体生物衰老方面表现出较慢的速度，通过炎症和表观遗传衰老等指标测量，与未接种者相比。生物衰老指的是身体系统的功能状态，与实足年龄不同。该研究提出，通过预防带状疱疹，疫苗可能减少慢性低度炎症（称为炎症衰老），这与心脏病和认知衰退等年龄相关疾病有关。这增加了证据表明，如带状疱疹和流感疫苗等成人疫苗可能在感染预防之外促进健康衰老，尽管具体机制仍需进一步研究。这项研究强调了疫苗在老年学和公共卫生策略中的潜在作用，以支持老龄化人口的健康。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_59ae39d1f1e32fc4_a44b4c0ee09c.webp",
      "category": "Science"
    },
    {
      "id": "17e62b2ccede8466",
      "title": "大规模综述表明运动对骨关节炎疼痛可能效果甚微",
      "summary": "一项发表在开放获取期刊RMD Open上的全面系统综述和汇总分析表明，运动疗法对骨关节炎症状可能仅提供最小且短暂的缓解，在某些情况下，其益处可能与未接受治疗几乎没有区别。研究人员表示，这些发现挑战了将运动作为减轻这种退行性关节疾病患者疼痛和改善活动能力的首选治疗的常规做法。他们还认为，可能是时候重新思考该领域的研究重点了。运动被广泛推广为许多形式骨关节炎的初始治疗，但越来越多的证据引发了对其益处真正意义和持久性的担忧。该分析综合了截至2025年11月发表的系统综述和随机临床试验的数据，最终包括5篇综述覆盖8631名参与者和28项随机临床试验涉及4360名膝、髋、手和踝骨关节炎患者。结果显示，与安慰剂或无治疗相比，运动仅与膝骨关节炎疼痛的小幅短期减少相关，证据总体确定性非常低。对于髋骨关节炎，中等确定性的证据指向可忽略的改善；对于手骨关节炎，数据表明效果较小。运动通常与患者教育、手法治疗、止痛药、注射和关节镜手术等表现相似，但证据确定性各异。在某些长期试验中，运动效果不如骨重建手术或关节置换术。作者承认了局限性，如可能排除相关研究、缺乏直接比较以及参与者症状严重程度差异。尽管有这些注意事项，研究人员得出结论：运动对骨关节炎的证据大多不确定，表明与安慰剂或无治疗相比，对不同类型骨关节炎的疼痛和功能影响可忽略或至多短暂微小，这些效应在更大规模和长期的试验中似乎更不明显，因此需要重新评估其作为一线治疗的角色。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_17e62b2ccede8466_b3e74563e3a4.webp",
      "category": "Science"
    },
    {
      "id": "752cab320248f48a",
      "title": "仅两天燕麦粥可将坏胆固醇降低10%",
      "summary": "波恩大学在《自然通讯》上发表的一项临床试验表明，仅食用燕麦粥两天即可将代谢综合征患者的低密度脂蛋白胆固醇降低10%。代谢综合征包括肥胖、高血压、高血糖和血脂异常等一系列症状，增加糖尿病和心脏病风险。研究中，32名参与者在48小时内每天食用300克燕麦粥，并将卡路里摄入减半，与仅减少卡路里的对照组相比，燕麦组在胆固醇、体重和血压方面改善更显著，效果持续六周。研究人员将益处归因于肠道微生物组的变化：燕麦粥增加了产生酚类化合物（如阿魏酸）的有益细菌，这些化合物在动物研究中显示对胆固醇代谢有积极影响。此外，微生物调节组氨酸代谢可能减轻胰岛素抵抗。历史上，燕麦在20世纪初被卡尔·冯·诺尔登用于糖尿病治疗，但本研究在现代营养学和微生物组研究中重新评估其作用。结果表明，短期密集的燕麦干预可作为管理血脂和代谢健康的实用策略，但需进一步研究长期效果。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_752cab320248f48a_5fb30fde23ed.webp",
      "category": "Science"
    }
  ]
}