{
  "articles": [
    {
      "id": "b8b4de4aed1a9f71",
      "title": "UK Joblessness Rises to Highest in Almost Five Years",
      "summary": "In the UK, more people are without jobs than in nearly five years, with the unemployment rate reaching 5.2% at the end of 2025. Young people aged 16 to 24 are especially affected, with 16.1% of them unemployed, the highest since 2020. The government says it is working to help by creating apprenticeships, but some politicians blame tax increases for making it harder for businesses to hire. A young graduate named Lucy is struggling to find a job in publishing because entry-level roles are very competitive and require experience she doesn't have. This situation is part of a broader economic slowdown where companies are hiring less due to higher costs.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_b8b4de4aed1a9f71_e1e3354cd8e1.webp",
      "category": "News"
    },
    {
      "id": "ea5b9da062402084",
      "title": "Election Plans Change: Councils Work Hard to Get Ready",
      "summary": "The government changed its mind about delaying some local elections in England. At first, they wanted to put off votes in 30 areas until 2027 to save money, but after a legal challenge, they decided to hold the elections in May as planned. This sudden change means councils and election workers have less time to prepare, making it very hard for them to be ready. People who run elections say they lost months of planning time and now face a tough job to catch up. Elections will happen in places like Norfolk, Suffolk, and others on May 7. The government said their legal advice changed, but they haven't explained why, and some people want them to share more details.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ea5b9da062402084_74a4f94b0a91.webp",
      "category": "News"
    },
    {
      "id": "b463dec9b26d71c6",
      "title": "Jesse Jackson: From Activist to Leader",
      "summary": "Jesse Jackson was an important leader who fought for equal rights for African-Americans in the 1960s. He started as an activist and became the first African-American to run for president in a major party, helping pave the way for future leaders like Barack Obama. Jackson worked to bring people together, focusing on helping poor and working-class Americans. He was a great speaker who gave hope to many with his famous words 'keep hope alive.' Later in life, he faced some problems, including health issues like Parkinson's disease. Jackson grew up in South Carolina during a time of segregation, where black and white people were kept apart, but he did well in school and sports, earning a football scholarship to college.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b463dec9b26d71c6_cbf2f203f0a0.webp",
      "category": "News"
    },
    {
      "id": "d96a5d64d9ae0b26",
      "title": "Hillary Clinton Talks About Secret Files",
      "summary": "Hillary Clinton, a former leader in the U.S., says President Trump's team is hiding files about Jeffrey Epstein, a bad man who hurt people. She wants all the files to come out quickly. The U.S. government released some files but kept others secret to protect people. Hillary and her husband Bill are going to talk to a group in Congress soon. They want their talk to be public so everyone can see it. Some people in Congress accused them of delaying, but Hillary says they have nothing to hide and want fairness for all.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d96a5d64d9ae0b26_556013cc4f12.webp",
      "category": "News"
    },
    {
      "id": "0db49139dd5849e0",
      "title": "A U.S. Leader Visits Hungary",
      "summary": "A top U.S. diplomat named Marco Rubio visited Hungary and supported its leader, Viktor Orban, who wants to be prime minister again. Orban has made rules that limit what news can say and reduce the power of courts in Hungary. He is also friends with Russia's leader, Vladimir Putin, and Hungary still buys oil from Russia even though other countries have stopped. Rubio said that the U.S. and Hungary are connected in many ways, like through money, safety, and culture. This visit happened after a big meeting in Germany where Rubio talked to world leaders. The U.S. wants to fix its relationships in Europe, but some people worry about Orban's actions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0db49139dd5849e0_3c471180979e.webp",
      "category": "News"
    },
    {
      "id": "4ba759bb951268ce",
      "title": "A Letter About Names in a Bad Man's Files",
      "summary": "The Justice Department sent a letter to Congress with a list of names from the files of Jeffrey Epstein, a man who did bad things. The letter has about 280 names of people called 'politically exposed persons,' but it doesn't explain what that means. Some names, like Princess Diana and Elvis Presley, are famous people Epstein might not have even met. The letter was sent because of a law that says the government must share these documents. But there are still many more secret files. The news report talks about why this list is confusing and why people are upset about it.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4ba759bb951268ce_c9b0e24394de.webp",
      "category": "News"
    }
  ]
}