{
  "articles": [
    {
      "id": "3bcf6bcc9b0a6fcf",
      "title": "Asia's Trade Troubles After Court Ruling",
      "summary": "A big court in the United States said that many of the tariffs, which are taxes on goods from other countries, announced by President Trump in 2025 are not allowed. This means the U.S. will stop collecting some of these taxes, but Trump plans to put new global taxes of 15% on goods coming into the U.S. This news affects countries in Asia like India, Indonesia, and China, who had been making trade deals with the U.S. and investing money there. While the new tax rate might help some Asian countries that had higher taxes before, there is still a lot of uncertainty. Experts say that even if countries try to negotiate, the U.S. government still wants higher tariffs. Smaller Asian countries are worried about upsetting Trump because their success depends on their relationship with him. Governments in Asia are now checking what this means for them, and China is assessing the ruling as it prepares to host Trump for a meeting. The U.S. trade representative says this won't affect talks with China, which are about making sure China buys American products like farm goods and airplanes.",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_3bcf6bcc9b0a6fcf_ee6c992377f0.webp",
      "category": "Fun"
    },
    {
      "id": "f1f188645acf80c9",
      "title": "Budget Fashion Stores Change Shopping in Small Towns",
      "summary": "In small towns in India, new budget fashion stores like Trends and Zudio are becoming very popular. These stores sell clothes, shoes, and accessories at low prices, similar to street markets, but offer a better shopping experience with air conditioning, trial rooms, and helpful staff. People like Alka, who used to shop only in bazaars, now enjoy buying trendy and branded clothes here. This change is helping these stores grow fast, with Zudio expanding from 7 to 765 stores and earning over $1 billion. It shows how more people in small towns want affordable yet stylish fashion.",
      "source": "BBC Business",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f1f188645acf80c9_1d9b758ed1fd.webp",
      "category": "Fun"
    },
    {
      "id": "62167c205d19394b",
      "title": "Stars Shine at the Bafta Film Awards",
      "summary": "The Bafta Film Awards were held in London at the Royal Festival Hall, where many famous actors and actresses came to celebrate movies. Stars like Wunmi Mosaku, Paul Mescal, and Teyana Taylor walked on the red carpet in beautiful dresses. Some women wore ruffled or shiny dresses in colors like blue and gold, while most men wore tuxedos. Even Paddington Bear showed up in his coat and hat! The event honored the best films and actors, with winners like Jessie Buckley and Robert Aramayo. The Prince and Princess of Wales also attended, smiling for the cameras. It was a fun night for everyone who loves movies.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_62167c205d19394b_c1f9b0edae5c.webp",
      "category": "Fun"
    },
    {
      "id": "bd439bc5bef3f69c",
      "title": "Wunmi Mosaku Wins Bafta Award and Shares Her Story",
      "summary": "Wunmi Mosaku is an actress who won a Bafta award for her role in a film called Sinners. She was born in Nigeria and moved to Manchester when she was a baby. In the film, she played a character named Annie, who is a Hoodoo priestess. Wunmi said that playing Annie helped her feel connected to her family history and culture, which she sometimes felt she had lost as an immigrant trying to fit in. She is the first black British woman to win this award. Wunmi also talked about how her story helps other black women feel seen and valued. She became an actress after watching the movie Annie as a child and was inspired by actors like Albert Finney. Wunmi is happy about her win and thanked her daughter.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_bd439bc5bef3f69c_5efbc9566b4e.webp",
      "category": "Fun"
    },
    {
      "id": "fdfb331048fb9ba4",
      "title": "A Man Helping Young People Find Jobs",
      "summary": "Alan Milburn is a man who used to be a government minister. He is working to help young people who are not in school, work, or training, called Neets. There are almost a million young people aged 16 to 24 in this group, which is the highest number in over 10 years. More than half of them are not looking for work. Milburn says this is a big problem, especially in the north-east of England where it is hard to find jobs. He calls it a catastrophe because it affects society, the economy, and politics. Milburn grew up in a poor area and had a tough school, so he understands the challenges. He supports a local youth project called Patchwork, where a youth worker named Karl says the term Neet is negative and blames people unfairly. They want to find better solutions to help young people get opportunities.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_fdfb331048fb9ba4_f1d4809b18af.webp",
      "category": "Fun"
    },
    {
      "id": "6d0fef62ba1a3f84",
      "title": "Willie Colón: A Music Star Who Made Salsa Popular",
      "summary": "Willie Colón was a famous musician who played the trombone and helped create salsa music. He was born in New York to parents from Puerto Rico and started his career when he was young. Willie made many popular songs like 'El Malo' and 'Oh, Qué Será' that people still love today. He used his music to tell stories about being Puerto Rican in America, mixing sounds from jazz and Caribbean music. Sadly, he passed away at age 75, surrounded by his family. His manager said Willie's music was not just for fun—it helped people feel proud of their culture and identity. He was called an architect of the New York sound because he brought salsa to big stages and made it important. Even today, stars like Bad Bunny mention him in songs to honor his legacy.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d0fef62ba1a3f84_b1542f228f78.webp",
      "category": "Fun"
    }
  ]
}