{
  "articles": [
    {
      "id": "92d6c6253b68655c",
      "title": "Trump's Tariffs Implemented at 10% Amid Legal and Economic Uncertainty",
      "summary": "President Donald Trump's new global tariffs have taken effect at a 10% rate, lower than his initial pledge of 15%, following Supreme Court rulings that challenged his authority. The tariffs, imposed under Section 122 of the 1974 Trade Act, aim to address international payments issues and rebalance trade to benefit American workers, farmers, and manufacturers. However, this move has sparked concerns among analysts like Carsten Brzeski of ING, who warns of increased uncertainty and a higher risk of retaliatory tariffs from trading partners, potentially escalating into a full trade war. The US trade deficit recently hit a record high of $1.2 trillion, undermining the tariff's goal. Additionally, the Supreme Court's decision that Trump overstepped with previous tariffs under the IEEPA could lead to billions in refunds for businesses, as seen in FedEx's lawsuit. Campaign groups are demanding refunds, but experts doubt quick resolutions, with Trump predicting lengthy court battles. This situation highlights the complex interplay between presidential power, economic policy, and legal constraints in shaping US trade relations.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_92d6c6253b68655c_851311c54ac6.webp",
      "category": "Fun"
    },
    {
      "id": "eec48fd107941c41",
      "title": "Controversy Over Racist Slur and Editing at Bafta Awards",
      "summary": "Labour MP Dawn Butler has demanded an urgent explanation from the BBC after a racist slur was broadcast during the Bafta Film Awards. The incident occurred when John Davidson, a guest with Tourette syndrome, shouted the N-word as black actors Delroy Lindo and Michael B Jordan appeared on stage. Although the ceremony aired on a two-hour delay, the BBC failed to edit out the offensive language, leading to an apology and removal from BBC iPlayer. Butler criticized this oversight, calling it 'painful and unforgivable,' and questioned why the slur was missed while other inappropriate content was cut. She also raised concerns about the editing of winner Akinola Davies Jr's speech, which included the phrase 'Free Palestine' and was shortened due to time constraints. The BBC responded that all edits were made to keep the program on schedule and that full speeches are available on Bafta's YouTube channel. This situation highlights issues of accountability, editing practices, and sensitivity in broadcasting, sparking debate over how media handles offensive material and free expression.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_eec48fd107941c41_e6d0d4d252fe.webp",
      "category": "Fun"
    },
    {
      "id": "e3ee703695f695f3",
      "title": "Record High in Zero-Hours Contracts as Labour Plans Regulatory Changes",
      "summary": "The number of workers on zero-hours contracts in the UK has reached a record high of 1.23 million as of December, according to analysis by the Work Foundation based on Office for National Statistics data. This represents an increase of 91,000 from the previous year, driven largely by a surge in 16-to-24-year-olds and workers not in full-time education. Zero-hours contracts allow employers to hire staff without guaranteeing work hours, offering flexibility but often leading to unpredictable schedules and income for employees. The Labour government, elected in 2024, has pledged to crack down on these contracts through the Employment Rights Act, which will introduce a right to guaranteed hours, reasonable notice of schedules, and compensation for cancelled shifts. Proponents argue that zero-hours contracts provide entry into the job market and adaptability for those with education or childcare needs, while critics highlight issues like financial instability and one-sided flexibility. The Work Foundation emphasizes the urgent need to finalize these measures, noting that young workers are five times more likely and women make up over half of those on such contracts. The changes are still under consultation but aim to address worker insecurity.",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e3ee703695f695f3_fefac01d7bb1.webp",
      "category": "Fun"
    },
    {
      "id": "4c58e85a0f1cd2c6",
      "title": "Reform's Proposal to Overhaul Local Government Pensions and Create a Sovereign Wealth Fund",
      "summary": "The Reform party in the UK has announced plans to reform pension schemes for new local government workers by ending access to defined benefit schemes, which guarantee retirement income based on salaries, and shifting them to defined contribution schemes where payouts depend on contributions and market performance. This policy, set to be detailed by Richard Tice, head of Reform's proposed Department of Business Trade and Energy, also involves merging nearly 100 separate local government pension schemes into a single £500 billion British Sovereign Wealth Fund. The fund aims to increase investments in UK companies, housing, and infrastructure by £100 billion to stimulate economic growth. Reform argues that this move addresses the decline in UK pension investments in domestic companies, which has fallen from 40% to below 4% over two decades. However, the proposal faces strong opposition from public sector unions like Unison and Prospect, who criticize it as an attack on workers that could worsen recruitment and retention crises in public services, leaving retired workers poorer. The current government has similar consolidation plans but does not intend to end guaranteed pensions, highlighting a political divide over workers' rights and economic strategy.",
      "source": "BBC Business",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_4c58e85a0f1cd2c6_7117a158fca8.webp",
      "category": "Fun"
    },
    {
      "id": "b6a3c838a549cf43",
      "title": "Mexican Open Proceeds Amid Security Concerns Following Drug Lord's Death",
      "summary": "The Mexican Open tennis tournament in Acapulco is proceeding as scheduled despite recent violence in Mexico linked to the death of drug baron Nemesio Oseguera Cervantes, known as El Mencho. He died in custody after being captured by special forces in Jalisco state, leading to clashes and unrest by his supporters from the Jalisco New Generation Cartel (CJNG), who have burned businesses and set up blockades. Tournament organizers have denied cancellation rumors, stating they are in constant communication with federal, state, and municipal authorities and following security protocols to ensure safety. The event occurs in Guerrero state, where the US and UK governments have issued travel warnings due to violence. Meanwhile, the Merida Open in Yucatan state is also taking place with increased police presence and additional security measures, as it is not significantly affected by the incidents. Players like Britain's Cameron Norrie and others are competing, with the WTA emphasizing that player and spectator safety remains the top priority.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_b6a3c838a549cf43_94528b7d6d86.webp",
      "category": "Fun"
    },
    {
      "id": "a2d8c6304d37a7fd",
      "title": "PinkPantheress Breaks Barriers as First Female Brit Award Producer Winner",
      "summary": "PinkPantheress, a 24-year-old pop musician, has made history by winning the Brit Award for producer of the year, becoming the first woman to receive this honor since the award's inception in 1977. In an interview with BBC News, she expressed mixed feelings, calling it 'bittersweet' due to the lack of previous female winners, with only Kate Bush nominated in 1989. PinkPantheress is also the youngest recipient, achieving this just five years after gaining fame by posting lo-fi tracks like 'Break it Off' and 'Pain' on TikTok, which were created in her university room using UK garage and drum and bass influences. Her self-taught production style, characterized by skittering breakbeats and melodies, was developed through YouTube tutorials and inspiration from artists like Nia Archives. Starting with limited resources, she even used a karaoke game microphone. Since her breakthrough, she has amassed over one billion streams, with hits such as 'Boy's a Liar, Pt. 2' and a top 10 album 'Fancy That' nominated for the Mercury Prize. This award highlights her rapid rise and the ongoing gender disparities in music production.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a2d8c6304d37a7fd_b5e812d493e3.webp",
      "category": "Fun"
    }
  ]
}