{
  "articles": [
    {
      "id": "54fa0be8ff7b26b8",
      "title": "全球降下无形化学雨：CFC替代品的意外后果",
      "summary": "一项最新研究揭示，为保护臭氧层而引入的化学物质正在导致意想不到的环境问题：三氟乙酸（TFA）这种持久性永久化学物质在全球范围内的广泛沉积。兰卡斯特大学的研究人员利用化学传输模型估算，2000年至2022年间，约有33.55万吨TFA从大气沉降到地球表面，主要来源于制冷系统中使用的氢氯氟烃（HCFCs）和氢氟烃（HFCs）以及某些麻醉气体。这种污染并未减少，反而持续上升，因为这些替代化学品在《蒙特利尔议定书》等协议下逐步淘汰后，仍在大气中存留数十年，预计TFA产量将在2025年至2100年间达到峰值。TFA属于全氟和多氟烷基物质（PFAS）家族，以其抗降解性著称，构成长期风险。尽管当前水平可能低于对人类有害的阈值，但欧洲化学品管理局认为TFA对水生生物有害，并在人类血液和尿液中检测到，引发对其潜在生殖毒性的担忧。该研究通过将模型与北极冰芯和全球雨水样本的真实数据进行比较来验证结果，强调在替代有害化学物质时需要监管谨慎，以避免像这种行星边界威胁一样的意外后果。研究强调了在环境政策中综合考虑化学物质全生命周期影响的重要性，以防止未来类似污染问题。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_54fa0be8ff7b26b8_b0d6aaacbf95.webp",
      "category": "Science"
    },
    {
      "id": "ab49218dcaceda4b",
      "title": "火星水之谜或由薄冰解答",
      "summary": "一项发表在《AGU Advances》上的新研究揭示了早期火星上小型湖泊如何在平均气温低于冰点的情况下保持液态数十年。莱斯大学的研究人员调整了最初为地球开发的气候建模框架，模拟了约36亿年前火星盖尔陨石坑附近的条件。他们利用美国宇航局“好奇号”火星车的数据和现有气候模拟，运行了64个测试场景，每个模拟持续30个火星年。结果表明，湖泊可以在薄薄的季节性冰层下保持液态，这种冰层起到绝缘作用，限制蒸发的同时允许阳光在较暖季节加热湖水。这一发现挑战了先前认为火星太冷无法存在液态水的气候模型，为保存完好的古代湖床提供了新解释。该研究强调了地球工具在行星科学中的适应性，并增进了对火星水文历史的理解。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ab49218dcaceda4b_7fe2d395013e.webp",
      "category": "Science"
    },
    {
      "id": "577f53f040187a17",
      "title": "新型扫描技术让科学家以3D彩色方式观察人体内部",
      "summary": "加州理工学院和南加州大学的研究人员开发了一种名为RUS-PAT的新型医学成像技术，能够快速生成3D彩色图像，同时显示软组织的物理结构和血管的功能活动。该方法结合了旋转超声断层扫描（RUST）和光声断层扫描（PAT），以克服现有工具的局限性。标准超声成像快速、经济，但主要提供二维图像和有限视野；光声成像利用激光诱导声波来彩色显示血流，但组织结构细节不足。其他常见方法如CT和MRI存在辐射、造影剂、高成本或耗时等缺点。RUS-PAT采用简化设计，使用弧形探测器旋转模拟半球检测，降低了复杂性和成本。该技术已在人体应用中验证，可能改善乳腺癌成像，通过定位肿瘤和评估生物活性；监测糖尿病神经病变，通过单次扫描观察神经结构和氧供应；以及辅助脑研究，结合解剖和血流动力学。发表于《自然生物医学工程》，这一进展有望在临床中广泛应用，提升诊断和治疗水平。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_577f53f040187a17_4622425b03de.webp",
      "category": "Science"
    },
    {
      "id": "831fde6e152f74f7",
      "title": "这个黑洞以死星能量“打嗝”",
      "summary": "天文学家一直在监测一个名为Jetty McJetface的潮汐瓦解事件，涉及黑洞撕裂恒星。该事件最初于2018年发现，但意外在2022年重新活跃，发出明亮的无线电波。自此，亮度增加了50倍并持续增长，预计可能在2027年达到峰值。其能量排放被比作《星球大战》中的死星，但Jetty的排放强度高达其数万亿倍。这一现象挑战了黑洞仅吞噬物质的常见误解；实际上，它们可以将恒星部分质量以强大喷流形式喷射出去。延迟的外流最初可能被错过，因为喷流可能未对准地球。由天体物理学家Yvette Cendes领导的研究人员正在寻找类似的潮汐瓦解事件，表明延迟外流比先前认为的更常见，为黑洞行为和宇宙事件提供了新见解。这项研究发表在《天体物理学杂志》上，强调了长期观测在揭示罕见宇宙现象中的重要性。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_831fde6e152f74f7_16e690fb3060.webp",
      "category": "Science"
    },
    {
      "id": "bbeacc4ef761dd51",
      "title": "科学家揭示银屑病如何转变为关节疾病",
      "summary": "一项发表在《自然免疫学》上的突破性研究阐明了为什么约20-30%的银屑病患者会发展为银屑病关节炎，这是一种疼痛的关节疾病。由弗里德里希-亚历山大大学埃尔兰根-纽伦堡分校的研究人员开展，该研究识别出源自银屑病皮肤病变的特异性免疫前体细胞。这些细胞具有迁移能力，通过体循环进入滑膜关节。关键的是，它们仅存在于关节空间并不足以引发炎症；发病机制取决于与常驻成纤维细胞的功能失调相互作用。在发展为银屑病关节炎的患者中，成纤维细胞表现出保护性表型受损，无法调节浸润的免疫细胞，从而导致不受控制的炎症级联反应，最终造成关节损伤。研究进一步揭示，这些迁移性免疫细胞在关节炎临床症状出现前即可在外周血中检测到，为早期风险分层提供了新的生物标志物。这一发现标志着向预防性治疗策略的范式转变，可能通过预防性靶向这些细胞来避免不可逆的骨关节退变。该研究由德国研究基金会和欧洲研究理事会等机构资助，整合了先进的免疫学方法以描绘细胞运输和组织特异性印记，对自身免疫性风湿病的个性化医学具有深远意义。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_bbeacc4ef761dd51_bb6cca211ef2.webp",
      "category": "Science"
    },
    {
      "id": "76a30867afe7e363",
      "title": "什么是关键矿物？为什么国家需要它们？",
      "summary": "关键矿物是指对国家经济或国家安全至关重要但可能难以获取的矿物资源。各国正竞相获取这些矿物和稀土，用于制造从智能手机到电动汽车等各种产品。中国在矿物加工领域占据主导地位，全球供应依赖其处理能力。关键矿物清单因国家而异，取决于其资源和产业；例如，美国将铜列为关键矿物，而英国则未列入。稀土元素出现在许多国家的关键矿物清单中，它们具有重要的电学和磁学特性，由17种镧系元素加上钪和钇组成，对微芯片至关重要，几乎涉及从国防到医疗的每个领域。尽管名称中有“稀土”二字，稀土元素并不稀有，例如钕在地壳中的含量为百万分之二十，而铜为百万分之二十七。随着人工智能和绿色能源的爆炸式增长，对这些矿物的需求激增，国际能源署预计需求将继续增加。因此，国家通过考虑在格陵兰和乌克兰等地的采矿交易来确保稳定供应，这反映了资源安全在全球竞争中的重要性。",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_76a30867afe7e363_4f3a1a567cdd.webp",
      "category": "Science"
    }
  ]
}