{
  "articles": [
    {
      "id": "244895c992f4d959",
      "title": "在迎来今年最温暖的天气之后，冬天终于结束了吗？",
      "summary": "英国近期迎来了今年迄今为止最温暖的一天，气温接近19°C，使得春天般的感觉愈发明显。水仙花、番红花甚至樱花都在盛开。春季在气象学上定义为三月、四月和五月，这为季节比较和记录提供了固定时段；在天文学上，春季以春分为标志，今年落在3月20日，此时北半球开始向太阳倾斜，获得更多太阳辐射。在早春，北非和地中海地区的变暖速度比北极更快。对于位于中纬度的英国，风向在三月变得尤为关键：南风会将温暖空气带来，可能将气温推升至二十多度，例如1968年剑桥郡记录的25.9°C最高三月温度；而北风或东风则会引入寒冷的北极空气，可能导致一段寒冷天气，如2018年东南威尔士Tredegar记录的最低白天温度-4.7°C。2018年3月初，著名的“东方野兽”袭击英国，强劲的东风带来了西伯利亚和北极的冷空气，导致广泛降雪。因此，尽管春季迹象已现，但由于风向模式的变化，冬季天气仍可能出现，使得冬天是否完全结束尚不确定。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_244895c992f4d959_cb787e4f309e.webp",
      "category": "News"
    },
    {
      "id": "ae5d7d5ed51c41cb",
      "title": "罗马尼亚语使用者增加，呼吁将其纳入GCSE选项",
      "summary": "一项运动已经启动，旨在使罗马尼亚语成为学生可选的GCSE科目，运动者表示人口普查数据支持他们的请求。根据2021年人口普查，伦敦人在被问及他们的“主要”语言时，罗马尼亚语仅次于英语，位列第二，有15.9万使用者。这项运动由英国历史学家Tessa Dunlop博士发起，她专门研究罗马尼亚，并得到了工党议员Gareth Thomas的支持。运动者认为，引入罗马尼亚语GCSE将验证罗马尼亚社区的文化身份，并帮助那些难以与自身传统联系的儿童。例如，Dunlop的女儿Mara强调，这样的考试将代表一代未被充分重视的儿童。罗马尼亚移民Adi Lapadatescu指出文化认可的重要性。英国教育部表示，考试委员会负责决定提供哪些语言GCSE，同时正在小学课程中引入“分阶段语言资格”以促进早期语言学习。这场运动反映了教育系统中多样性和包容性的更广泛讨论，旨在通过语言学习赋予年轻人力量。它突显了人口变化如何推动课程改革，以及倡导在政策决策中纳入少数群体声音的努力。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ae5d7d5ed51c41cb_43a6c4981066.webp",
      "category": "News"
    },
    {
      "id": "10d633663871e73a",
      "title": "英国音乐奖的真正赢家和输家",
      "summary": "英国音乐奖（Brit Awards）是一项表彰英国及国际流行音乐明星的盛典。今年的活动不仅颁发了奖项，还呈现了精彩的表演和难忘时刻。奥利维亚·迪恩（Olivia Dean）成为大赢家，她在所有提名类别中获胜，包括年度艺人、年度歌曲、最佳流行艺人和最佳专辑（《The Art Of Loving》）。她的获奖感言情感真挚，强调了团队合作的重要性。同时，罗莎莉亚（Rosalía）表演了单曲《Berghain》，将歌剧元素与俱乐部音乐融合，并邀请了比约克（Björk）作为嘉宾，后者穿着前卫的服装，令观众着迷。哈里·斯泰尔斯（Harry Styles）以校服风格西装开场，表演了精心编排的舞蹈，暗示了他未来音乐将更偏向俱乐部风格。主持人杰克·怀特霍尔（Jack Whitehall）以幽默评论增添趣味，例如将斯泰尔斯的表演比作“坐在洗衣机上”。文章指出，除了奖项得主，那些带来变革性表演的艺术家也是真正的赢家，这反映了该活动在塑造音乐叙事和公众认知方面的作用。整体而言，英国音乐奖不仅是一场颁奖礼，更是一个展示艺术创新、时尚与娱乐交汇的文化平台。",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_10d633663871e73a_3fe984e36703.webp",
      "category": "News"
    },
    {
      "id": "ddae4c75f519c2ba",
      "title": "为什么更多全科医生选择在NHS外工作？",
      "summary": "本文探讨了英国全科医生（GP）越来越多选择在国家医疗服务体系（NHS）外工作的趋势。以伊冯娜·吉尔吉斯-汉娜医生为例，她因NHS工作负荷过重、患者接触频繁和行政任务繁重而感到疲惫，因此将时间分配在NHS和私人诊疗之间。护理质量委员会（CQC）的数据显示，独立咨询医生的注册数量显著增加，五年内增长了212%，2024年至2025年间增长了58%。一份报告估计，私人全科医生咨询的比例从二十年前的3%上升至2024年的13%。文章分析了这一转变的原因，包括医生职业倦怠和患者对更快或专科护理的需求。独立医生涵盖多种专业领域，尽管私人全科医生的具体数据不明确，但这一趋势突显了NHS系统的挑战和医疗保健偏好的变化。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ddae4c75f519c2ba_9e5189318f69.webp",
      "category": "News"
    },
    {
      "id": "029da13a0b348a08",
      "title": "国会议员要求就战争权力决议迅速投票，因特朗普未经国会批准下令打击伊朗",
      "summary": "在特朗普总统未经国会批准下令对伊朗进行军事打击后，关键国会议员要求迅速就战争权力决议进行投票，以限制进一步的军事行动。两党在众议院和参议院共同努力，旨在通过决议，要求政府为持续的军事行动寻求授权，警告单边打击可能引发非法升级和更深的中东冲突。民主党参议员蒂姆·凯恩批评此举是基于过去美国干预的失误，而共和党参议员林赛·格雷厄姆则支持其作为对伊朗威胁的必要回应。宪法赋予国会宣战权，但总统历史上在某些情况下独立行动，导致权力分立测试。尽管辩论在很大程度上是象征性的——因为任何决议都可能面临总统否决且缺乏推翻票数——但它突显了美国外交政策中行政权威与立法监督之间的持续紧张关系。文章还提到与以色列的联合行动旨在改变德黑兰政权，引发关于开放式军事行动的法律和伦理问题，以及更广泛的行政权力扩张趋势。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_029da13a0b348a08_d17f96ecdcfe.webp",
      "category": "News"
    },
    {
      "id": "14eb3ce0147df6e9",
      "title": "世界领导人对美以打击伊朗反应谨慎",
      "summary": "周六，美国和以色列对伊朗发动了重大打击，伊朗则以导弹和无人机袭击以色列及美国在中东的军事基地作为报复。世界领导人反应谨慎，许多国家为避免与美国总统唐纳德·特朗普的关系紧张，避免直接评论，但谴责伊朗的报复行为。澳大利亚和加拿大等国公开支持打击，而俄罗斯和中国则直接批评。欧洲领导人，包括英国、法国和德国，呼吁恢复谈判和通过协商解决，强调军事行动 alone 无法解决伊朗核计划等问题。阿拉伯联盟谴责伊朗的攻击侵犯主权，联合国安理会 scheduled 紧急会议，担心地区冲突扩大。这一局势凸显了全球对紧张局势升级的担忧以及对外交解决方案的需求。文章通过各国声明和报告，提供了事实概述，但缺乏对潜在原因的深入分析，反映了国际关系中的复杂性和地缘政治分歧。",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_14eb3ce0147df6e9_f09eb4d43a21.webp",
      "category": "News"
    }
  ]
}