{
  "articles": [
    {
      "id": "a419786e2d13b26d",
      "title": "军队暂停使用阿贾克斯装甲车，士兵因噪音和振动生病",
      "summary": "英国军队已暂时停止使用阿贾克斯装甲车，因为在一次军事演习中，士兵因噪音和振动而生病。大约30名士兵在索尔兹伯里平原的训练中出现呕吐和颤抖等症状，国防部因此启动调查，以谨慎确保安全。这一事件发生在国防部长卢克·波拉德声称价值63亿英镑的阿贾克斯项目已克服困难并达到初始作战能力几周后。这些由通用动力公司在威尔士梅瑟蒂德菲尔制造的车辆，自原定2019年服役以来多次延迟，噪音和振动问题曾导致士兵受伤。2023年的一项审查指出了国防部的系统性、文化和制度问题及项目判断错误。目前已建造超过160辆车辆，计划总数为589辆，为期两周的暂停允许有限测试以识别和解决故障，但全面作战能力可能还需数年才能实现，突显了这一高成本国防项目的持续挑战。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a419786e2d13b26d_7fbfcf849099.webp",
      "category": "News"
    },
    {
      "id": "6f52c6ecb177db03",
      "title": "特朗普在泄露录音显示其特使指导俄罗斯后为其辩护",
      "summary": "一段泄露的音频录音引发了争议，似乎显示美国特使史蒂夫·维特科夫在指导俄罗斯官员尤里·乌沙科夫如何在美国总统唐纳德·特朗普面前讨好，以推动俄乌战争的和平谈判。特朗普为维特科夫辩护，称其行为是标准的交易手段，旨在推进一项最初偏向俄罗斯立场但后来经过修订的和平计划。录音内容显示，维特科夫建议乌沙科夫赞扬特朗普的和平成就，并在乌克兰总统泽连斯基访问白宫前安排特朗普与普京的通话。维特科夫多次会见普京，但未在基辅进行会谈，这引发了对外交平衡的质疑。美国的和平提案包括将乌克兰控制的领土移交俄罗斯等点，遭到乌克兰和欧洲领导人的批评，促使计划调整。这一事件突显了国际外交的复杂性，泄露可能影响公众对谈判过程的信任和看法，在高度极化的地缘政治背景下，给多边冲突解决努力带来挑战。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6f52c6ecb177db03_ca94bb78ce61.webp",
      "category": "News"
    },
    {
      "id": "a912b2a300b9b4a7",
      "title": "今日预算案可能包含的内容：增税、福利和最低工资",
      "summary": "财政大臣瑞秋·里夫斯预计将在今天的预算案中提高税收，作为经济改革的一部分。她表示将做出“公平且必要的选择”，以降低国民医疗服务体系的候诊名单、国家债务和生活成本。预算案包括将21岁以上工人的最低工资在2026年4月提高至每小时12.71英镑，并计划最终统一所有成年人的工资标准。此外，现有的糖税将扩展到奶基饮料，如奶昔和风味牛奶，这可能增加饮料价格或促使制造商减少糖分。里夫斯强调，这些措施旨在通过跨部门投资推动“一代人以来最大的增长驱动”，建设一个更公平、更强大的英国。预算声明将在下议院进行，反对党领袖将立即回应。尽管避免提高所得税税率，但政府可能延长阈值冻结期限，以增加收入。企业界对最低工资上涨可能导致招聘冻结或裁员表示担忧，突显了政策平衡的挑战。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a912b2a300b9b4a7_e913344eb640.webp",
      "category": "News"
    },
    {
      "id": "24ee1a45cab3b980",
      "title": "新闻摘要：特朗普称美国在结束乌克兰战争方面取得进展",
      "summary": "在最近的新闻更新中，美国总统特朗普宣布，美国支持的结束乌克兰战争的努力已取得进展。他表示，初步和平计划已经完善，仅剩少数分歧点。欧洲官员指出，最具争议的问题之一是乌克兰是否需要在和解中向俄罗斯割让领土。为推进讨论，特朗普派遣了两名特使：特别使节史蒂夫·维特科夫将在莫斯科与俄罗斯总统弗拉基米尔·普京会面，而陆军部长丹·德里斯科尔将在阿布扎比磋商后与乌克兰官员接触。乌克兰总统弗拉基米尔·泽连斯基在夜间讲话中表达了乐观情绪，指出美国提案取得了一些进展，并强调了美国参与的重要性。他强调，俄罗斯重视美国的力量，这突显了持续合作的必要性。这一进展是更广泛外交努力的一部分，旨在解决涉及多轮谈判和国际压力的冲突。文章还简要提到了以色列从加沙接收另一批人类遗骸，以及联邦调查局要求采访一些出现在视频中的民主党议员，这些议员告诉部队违抗非法命令。总体而言，该报道聚焦于美国在乌克兰危机中的外交角色，以及和平进程中的挑战与希望。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_24ee1a45cab3b980_a79dbdd7cc4c.webp",
      "category": "News"
    },
    {
      "id": "9317aa7d73fcddfb",
      "title": "物价上涨和政府削减导致全国食品银行陷入困境",
      "summary": "随着假日季节的开始，全国各地的食品银行仍在努力满足日益增长的需求。这部分是由于政府停摆期间SNAP福利的中断，但未来还将有更多限制和削减。食品银行的供应已经很低，但需求仍在上升。我们与全国几家食品银行的负责人进行了交谈，例如圣安东尼奥食品银行的总裁兼首席执行官埃里克·库珀，他指出2025年是艰难的一年，联邦项目的食品供应逐年减少。尽管面临挑战，食品银行仍致力于帮助有需要的人，但资源紧张。这个问题突显了更广泛的经济问题，如通货膨胀和预算削减，对弱势群体造成了影响。随着假日季节的临近，食品银行的压力加大，呼吁社区和政府采取行动解决食品不安全问题。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_9317aa7d73fcddfb_341f50e5c21c.webp",
      "category": "News"
    },
    {
      "id": "a26fb1a91ff86343",
      "title": "台湾副外长称中国“无法与民主国家和平共处”",
      "summary": "这篇文章报道了台湾副外长陈明祺在哈利法克斯国际安全论坛上接受PBS新闻时间采访的内容。陈明祺表示，中国无法与民主国家和平共处，并强调台湾作为一个拥有2300万人口的自洽民主实体，被中国视为分离省份。文章提到美国总统特朗普与中国领导人习近平近期的通话，其中习近平阐述了中方在台湾问题上的原则立场。此外，陈明祺将台湾的处境与乌克兰的冲突相类比，指出两者都面临来自更大邻国的主权挑战，因此台湾支持乌克兰抵抗侵略。这反映了台海关系的持续紧张以及台湾寻求国际社会对民主价值的支持。文章通过高层对话和实地采访，揭示了地缘政治中的主权争议和民主捍卫的重要性，但证据主要依赖单一来源，可能缺乏全面性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_a26fb1a91ff86343_eee7723ee19f.webp",
      "category": "News"
    }
  ]
}