{
  "articles": [
    {
      "id": "4bb5f0e3e9a065db",
      "title": "芬太尼疫苗即将进行首次重大试验",
      "summary": "芬太尼是一种强效合成阿片类药物，即使微量也可能导致呼吸停止和死亡，已成为美国过量死亡的主要驱动因素，尤其影响18至45岁的成年人。ARMR Sciences公司正在开发一种疫苗来应对这一危机。该疫苗通过训练免疫系统产生抗体，在血液中结合芬太尼，阻止其穿过血脑屏障进入大脑，从而避免欣快感和导致死亡的呼吸衰竭。疫苗采用芬太尼类似分子与载体蛋白结合的设计，并辅以来自大肠杆菌的佐剂以增强免疫反应。在老鼠实验中，疫苗阻断了92%至98%的芬太尼进入大脑，效果持续至少20周。一项Phase 1/2临床试验计划于2026年初在荷兰启动，以评估其在人体中的安全性和有效性。如果成功，这种疫苗可能通过提供长期保护，减少对紧急干预的依赖，彻底改变过量预防的模式。与现有的纳洛酮等反应性治疗不同，这是一种预防性方法，代表了应对阿片类药物流行病的新策略。",
      "source": "Ars Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_4bb5f0e3e9a065db_0660d34a8674.webp",
      "category": "Science"
    },
    {
      "id": "b59a5b1db3083f1e",
      "title": "食黄蜂青蛙展现惊人抗毒能力",
      "summary": "神户大学的研究人员发现一种池塘青蛙具有显著的抗黄蜂毒液能力，尽管黄蜂蜇伤危险，这种青蛙仍能捕食黄蜂。该研究由生态学家杉浦伸二领导，在受控实验室试验中，青蛙被暴露于三种黄蜂物种：Vespa simillima、V. analis 和 V. mandarinia（亚洲大黄蜂）。结果显示，成年青蛙主动攻击并吞食黄蜂，成功率分别为93%、87%和79%，即使在被蜇伤口腔或眼睛等敏感部位后。与小鼠可能因单次蜇伤死亡不同，青蛙未表现出明显伤害，表明高水平的毒液耐受性。这一发现挑战了先前认为食黄蜂动物可能避免蜇伤而非耐受毒液的假设。研究指出，青蛙可能通过生理特征（如蛋白质或屏障）发展出对毒液疼痛和毒性的双重抵抗。未来研究旨在探索这些机制，将青蛙定位为研究脊椎动物毒液抵抗的模式生物。由日本学术振兴会资助，这项工作凸显了对动物疼痛管理和毒素防御的新见解潜力。",
      "source": "Science Daily",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_b59a5b1db3083f1e_0892b8477e45.webp",
      "category": "Science"
    },
    {
      "id": "1562c5611426cdaa",
      "title": "科学家实时捕捉流感病毒冲浪进入人体细胞",
      "summary": "瑞士和日本的研究团队开发了一种名为ViViD-AFM的新型显微镜技术，结合原子力显微镜和荧光显微镜，首次实时高清观察了流感病毒进入人体细胞的过程。研究发现，流感病毒通过附着在细胞表面的唾液酸受体上，像冲浪一样沿膜移动，直至到达受体密集区域以高效进入。与以往认知不同，细胞主动参与感染过程：它们招募网格蛋白形成凹陷小泡，将病毒包裹并内吞，这一机制利用了细胞正常的物质摄取系统。该研究由苏黎世联邦理工学院的Yohei Yamauchi教授领导，克服了电子显微镜需破坏细胞和荧光显微镜分辨率低的局限。ViViD-AFM技术不仅深化了对病毒感染机制的理解，还为抗病毒药物测试提供了实时观察平台，可能应用于其他病毒或疫苗研究，推动医学治疗进展。",
      "source": "Science Daily",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_1562c5611426cdaa_15f4fb0dbc67.webp",
      "category": "Science"
    },
    {
      "id": "f25fe144cdbf3cb7",
      "title": "南部非洲人类群体直到最近才结束孤立状态",
      "summary": "一项由南非和瑞典联合研究团队进行的新研究分析了来自南部非洲骨骼的古代基因组，这些样本年代在1,000年至超过10,000年之间。研究发现，该地区存在一个独特的人类群体，直到大约1,200年前才结束遗传上的孤立状态。现代人类起源于非洲，但由于非洲气候条件下DNA保存困难，以及班图扩张等历史事件导致的基因混合，重建非洲内部迁移模式一直具有挑战性。研究使用主坐标分析显示，这一南部非洲群体与东非和西非群体形成独立的聚类，表现出此前未记录的人类遗传多样性。尽管孤立，该群体规模估计相当大，与其他谱系的分歧发生在超过200,000年前，与现代人类起源时间相近。研究提出，气候和地理因素可能促成了这种长期的孤立，为了解非洲人类迁移和适应的复杂历史提供了关键见解。",
      "source": "Ars Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_f25fe144cdbf3cb7_5624fbf500cb.webp",
      "category": "Science"
    },
    {
      "id": "d31a9bb01e50f1d3",
      "title": "可再生能源罕见胜利：特朗普政府资助地热网络扩张",
      "summary": "美国能源部批准了860万美元的拨款，用于扩大马萨诸塞州弗雷明汉的地热供暖和制冷网络，这是全国首个由公用事业公司主导的地热网络。该项目由非营利组织HEET牵头，与Eversource能源公司和弗雷明汉市合作，旨在增加约140名新客户并监测系统性能。地热网络通过钻孔利用地下稳定温度进行高效供暖和制冷，被认为是能源效率最高的方式之一。值得注意的是，这笔资金在拜登政府时期宣布，但在特朗普政府时期最终敲定，凸显了在地热能源方面罕见的跨党派支持，尽管其他清洁能源资金被大幅削减。扩张预计成本仅为初始建设的一半，通过重用现有基础设施实现。专家和官员强调，地热技术促进能源独立和本地资源利用，因其实际效益而获得两党政治支持。这一案例展示了在政治分化环境中，特定可再生能源技术如何获得发展动力，反映了美国能源政策的复杂性和选择性支持趋势。",
      "source": "Ars Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_d31a9bb01e50f1d3_8f37e68198f7.webp",
      "category": "Science"
    },
    {
      "id": "d543ad96046ae81d",
      "title": "中国可重复使用火箭试验：一次壮观的爆炸显示接近成功",
      "summary": "中国公司蓝箭航天的朱雀三号火箭首次试飞，标志着中国首次尝试回收和重复使用轨道级助推器。火箭从中国西北的酒泉发射场升空，上面级成功进入目标轨道，但第一级助推器在着陆燃烧期间发生异常，坠毁在戈壁沙漠的回收场附近，造成火球但无人员伤亡。尽管失败，助推器在再入过程中承受了极端气动热力，并接近着陆目标，显示出显著进展。此次试验对中国太空雄心至关重要，因为可重复使用火箭能降低成本、增加发射频率，帮助中国与美国领先企业如SpaceX和蓝色起源竞争。文章指出，类似公司包括SpaceX在首次尝试时也多次失败，表明蓝箭的尝试是充满希望的一步。此外，美国军方官员对中国可重复使用火箭技术的进步表示担忧，认为这可能因增强轨道部署能力而对美国太空资产构成潜在威胁。这一事件凸显了中国在太空技术领域的快速发展及其对全球太空竞争的影响。",
      "source": "Ars Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_d543ad96046ae81d_08f2ccab25c2.webp",
      "category": "Science"
    }
  ]
}