{
  "articles": [
    {
      "id": "218dd6af7bed603b",
      "title": "Tea Helps You Stay Healthy and Live Longer",
      "summary": "Tea is a drink that can make you healthier and help you live longer. Green tea is especially good for your heart and can lower your risk of diseases like heart problems and cancer. Tea also helps your brain stay sharp and keeps your muscles strong as you get older. But not all tea is the same. Bottled tea and bubble tea often have added sugar and chemicals that are not good for you. The best way to drink tea is to brew it fresh from leaves. Scientists say drinking tea regularly in moderation is a healthy choice, but they need to learn more about different types of tea and any risks from things like pesticides. Tea has been used for medicine for a long time and contains special compounds called polyphenols that give it health benefits.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_218dd6af7bed603b_68397a4e42e8.webp",
      "category": "Science"
    },
    {
      "id": "96fa3b9ec9b9cfb9",
      "title": "Old Boats Become a New Home for Birds",
      "summary": "In the UK, some old boats called Thames barges have been sunk in an estuary to make a new island for birds. These barges used to carry things like coal and food long ago. Now, they are filled with mud and placed in the Blackwater Estuary in Essex. This helps stop the land from washing away and gives birds like dunlin, curlew, ringed plover, and lapwing a safe place to live. The National Trust, a group that cares for nature, did this project. They say it is like recycling the boats to help wildlife. The island is about as big as a football pitch and will protect birds that are in danger. This is a creative way to use old things to help nature and fight rising sea levels.",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_96fa3b9ec9b9cfb9_c07b1f6d8fc7.webp",
      "category": "Science"
    },
    {
      "id": "4b936fb7e97ecec5",
      "title": "Astronomers Use Radio Waves to See a Star Before It Explodes",
      "summary": "Astronomers have found a new way to learn about stars before they explode. They used a big radio telescope to listen to radio waves from a special exploding star called a Type Ibn supernova. These radio waves showed that the star was losing gas in its last few years before it blew up. The scientists think the star had a friend star nearby, and they danced together, which made the star lose gas faster. This discovery helps us understand how stars die and gives us a time machine to see what happens before they explode. It's like using a new tool to solve a space mystery!",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_4b936fb7e97ecec5_8e3433657b3d.webp",
      "category": "Science"
    },
    {
      "id": "2858c57e96ff9f55",
      "title": "A Spider's Pearl Necklace: Tiny Mites on a Spider",
      "summary": "Scientists in Brazil found a tiny spider with what looked like a pearl necklace. It was actually baby mites living on the spider. This is only the second time such mites have been seen in Brazil. The mites are very small, about half a millimeter long, and they attach to young spiders. They feed on a fluid called lymph from the spider's body, especially at a weak spot called the pedicel. The spiders were found near caves in Rio de Janeiro. This discovery helps scientists learn more about these rare mites and where they live.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2858c57e96ff9f55_0bf2d0abc1eb.webp",
      "category": "Science"
    },
    {
      "id": "3c04ddbc8b0301ce",
      "title": "Stars That Flash Together: Finding Hidden Partners in Space",
      "summary": "Astronomers have discovered that some fast radio bursts, or FRBs, come from pairs of stars orbiting each other, not just single stars. FRBs are very bright flashes of radio waves that last only a tiny moment and come from faraway galaxies. Using a big telescope called FAST in China, scientists watched a repeating FRB for many months. They saw a special signal called an RM flare, which showed a sudden change in the radio waves. This signal was likely caused by a burst of material from a companion star, like our Sun, near the FRB source. The finding helps explain that some FRBs are made in binary systems, where a magnetar, a star with a strong magnetic field, and another star work together. This discovery changes what we thought about where these mysterious signals come from and makes studying them more exciting.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_3c04ddbc8b0301ce_a61f2595f018.webp",
      "category": "Science"
    },
    {
      "id": "434228e9ea7dab25",
      "title": "The Golden Dome Missile Shield and Trade Problems",
      "summary": "The United States is working on a big project called the Golden Dome missile shield to protect the country from enemy missiles. A general named Michael Guetlein is in charge and wants to finish it by 2028. This shield uses space sensors and interceptors to stop missiles like ICBMs and hypersonic weapons. Supporters say it keeps America safe from countries like Russia and China, but critics worry it costs too much and might cause problems. The project is moving fast with help from companies, but there's a big issue: the U.S. needs help from allies like Canada and Denmark to place sensors in places like the Arctic. However, trade wars and tariffs from President Trump have stopped talks with these allies, making it hard to work together. Guetlein says they plan to include allies later, but for now, the shield is mostly a U.S. effort.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_434228e9ea7dab25_3e5a7f58683c.webp",
      "category": "Science"
    }
  ]
}