{
  "articles": [
    {
      "id": "5028c9f528327a42",
      "title": "Michael B Jordan Talks About Making a Fun TV Show from a Dragon Book",
      "summary": "Michael B Jordan is helping make a TV show from the popular book Fourth Wing. The book has dragons, magic, and romance. Jordan says the show won't be silly or cheesy. He wants to pick actors carefully, mixing new people with famous ones so fans can love the characters. His company is working with Amazon on this. Jordan is also an actor and producer, and he might be in the show, but he's not sure. He talked about this at an awards event in Los Angeles. The show is based on a book series that many people around the world enjoy.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5028c9f528327a42_c9b9466c469c.webp",
      "category": "Fun"
    },
    {
      "id": "9420487dbcfe709d",
      "title": "Brad Pitt's F1 Movie Gets a Sequel",
      "summary": "A new movie is being made as a follow-up to the hit film F1 starring Brad Pitt. The producer Jerry Bruckheimer told the BBC that they are working on a sequel. The first movie was very popular, making a lot of money and getting nominated for four Oscars, including best picture. Brad Pitt plays a race car driver who comes back to Formula 1 after a long time. The movie was filmed at real races like the British Grand Prix. People have been talking about a sequel for months, and now it's confirmed. The producer didn't say when it will come out or if Brad Pitt will be in it again, but he will help choose the actors. Jerry Bruckheimer is happy about the movie's success and is also working on other films like Heat 2 and more Top Gun movies.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_9420487dbcfe709d_343b947903d8.webp",
      "category": "Fun"
    },
    {
      "id": "0be3cd5d06b12997",
      "title": "Britney Spears Sells Her Music",
      "summary": "Britney Spears, a famous pop singer, has sold the rights to all her songs. She sold them to a company called Primary Wave for about $200 million. Britney is known for hit songs like '...Baby One More Time' and 'Toxic'. She has sold over 150 million records worldwide. This sale happened after she ended a conservatorship, which was a legal arrangement where her father controlled her life. Other singers like Bruce Springsteen and Justin Bieber have also sold their music rights. Britney said she will not make music anymore, but her songs will still be played. The exact details of the sale are not public.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_0be3cd5d06b12997_36653591e4b4.webp",
      "category": "Fun"
    },
    {
      "id": "d276d451b1a902cb",
      "title": "Disney Advert Banned for Scary Image",
      "summary": "A Disney advertisement for a movie called Predator Badlands has been banned because it showed a scary picture. The ad had a big alien holding a cut-up body, which some parents said was too frightening for kids. Disney said the body was a robot, not a human, so it shouldn't be scary. The ad was shown outside in Glasgow to promote the movie before it came out in November. The Advertising Standards Authority, which checks ads, decided the ad broke rules by being too menacing and could upset children. They told Disney to make sure their ads are okay for everyone, including young kids.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d276d451b1a902cb_a1b55b0ebc6a.webp",
      "category": "Fun"
    },
    {
      "id": "3afd5169edf142cd",
      "title": "Ford's Surprise Tariff Costs and Electric Car Changes",
      "summary": "Ford, a big car company, had to pay $900 million more in tariffs than it thought last year. Tariffs are extra fees on imported parts. The U.S. government changed a program that helps car makers with these fees at the last minute, so Ford got less help. This made Ford's tariff costs double to about $2 billion. Ford also lost money because it changed its plans for electric cars. It stopped making big electric cars because not many people wanted them and rules changed. Instead, Ford will focus on hybrid cars, gas cars, and smaller electric cars. Even with these problems, Ford made more money than experts expected last quarter and hopes to make more profit this year. Its stock price went up a little.",
      "source": "BBC Business",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_3afd5169edf142cd_9689d5a29524.webp",
      "category": "Fun"
    },
    {
      "id": "1b0bce5f4529077e",
      "title": "Why Did Americans Spend Less Money in December?",
      "summary": "In December, Americans spent about the same amount of money as in November, which was a surprise because they usually spend more during the holidays. This happened because people were worried about jobs, prices going up, and not getting bigger paychecks. The government report showed that sales at furniture and clothing stores went down a little. However, experts think this might not last long. They say that if people keep their jobs and get tax refunds, spending could go back up. Consumer spending is very important for the US economy because it makes up more than two-thirds of all economic activity. So, this slowdown is something to watch, but it might just be a short break.",
      "source": "BBC Business",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1b0bce5f4529077e_ae2ae866f81f.webp",
      "category": "Fun"
    }
  ]
}