{
  "articles": [
    {
      "id": "34b103229bfed478",
      "title": "Tottenham Fires Coach After Losing Games",
      "summary": "Tottenham Hotspur, a soccer team in London, has fired their coach Thomas Frank. He was in charge for eight months. The team lost a game to Newcastle at home, and they are not winning many matches this season. Tottenham is near the bottom of the league table, which is bad because they could get relegated. The team said they wanted to give Frank more time, but the poor results made them change their mind. Frank helped the team do well in European games, but in the Premier League, they struggled. Tottenham thanked Frank for his hard work and wished him good luck. Now, they need to find a new coach to help the team win more games.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_34b103229bfed478_9e82f488aabe.webp",
      "category": "News"
    },
    {
      "id": "79731933274aeacf",
      "title": "Fun Facts from the Oscars Class Photo",
      "summary": "Every year, famous movie stars who are nominated for Oscars get together for a special lunch and take a big group picture called a class photo. In 2026, the photo was taken at the Beverly Hilton Hotel in Los Angeles. Stars like Timothée Chalamet, Emma Stone, and Michael B Jordan were there. This year, most stars stood up straight and didn't make funny faces, but Guillermo del Toro stood out by stretching his arms out. Jacob Elordi, who is very tall, was placed in the back row next to another tall actor, Stellan Skarsgård. Teyana Taylor wore a shiny black coat and is nominated for an award. The photo helps celebrate the actors before the Oscars ceremony.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79731933274aeacf_42a326387d7b.webp",
      "category": "News"
    },
    {
      "id": "12b2e48cefe133a5",
      "title": "A New Law About Voting in America",
      "summary": "A new law called the SAVE America Act is being talked about in Congress. It wants to make people show proof they are U.S. citizens before they can vote. Some people, like Republicans, think this is a good idea because they worry that noncitizens might vote, even though it is already illegal and very rare. Other people, like voting rights groups, say this law could stop millions of Americans from voting because they might not have the right papers. The law is being voted on in the House of Representatives, but it might not pass in the Senate. The president supports this law, but some election officials are worried because voting is usually handled by states, not the federal government. This is happening before important elections.",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_12b2e48cefe133a5_94d762d91904.webp",
      "category": "News"
    },
    {
      "id": "02c8d9b52a00195c",
      "title": "Americans Feel Less Hopeful About the Future",
      "summary": "A new poll shows that many Americans are feeling less hopeful about their future. The poll, called a Gallup poll, asks people to rate how good they think their life will be in five years. In 2025, only 59% of Americans said they feel very good about their future, which is the lowest number in almost 20 years. This means people are more gloomy or sad about what might happen. The poll also found that fewer than half of Americans, about 48%, are in a group called 'thriving,' which means they feel good about both their current life and future. People's feelings can change when a new president is elected, but this time, even with a president back in office, not everyone feels better. This poll helps us understand how Americans are feeling and why it's important to talk about hope.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_02c8d9b52a00195c_a10f0cac0dc4.webp",
      "category": "News"
    },
    {
      "id": "ccd5e6c716dfb49b",
      "title": "Governor Cox Says America Welcomes Everyone for the 2034 Olympics",
      "summary": "Governor Spencer Cox of Utah spoke at the Olympics in Milan to tell people that the United States is still a friendly and welcoming place. He was talking about the 2034 Winter Olympics, which will be held in Utah. Some people in Europe were worried about politics in the U.S., but Cox said that America welcomes visitors and athletes. He explained that the U.S. has elections and different opinions, but it remains a welcoming country. The governor wants everyone to feel excited about the upcoming games in Salt Lake City.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ccd5e6c716dfb49b_e75f50f05619.webp",
      "category": "News"
    },
    {
      "id": "9cca514fd6de9751",
      "title": "Austrian Skiers Win Team Gold at Olympics",
      "summary": "Ariane Raedler and Katharina Huber from Austria won a gold medal in a new team skiing event at the Olympics. They raced together in a team combined event, where one skier does downhill and another does slalom, and their times are added up. Mikaela Shiffrin, a famous American skier with many wins, finished fourth and did not get a medal. Germany won silver, and the United States won bronze. Shiffrin still has more races to try for a medal. The event happened in Italy, and it was exciting to see new champions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9cca514fd6de9751_31b5d05dfe6a.webp",
      "category": "News"
    }
  ]
}