{
  "articles": [
    {
      "id": "ccf35b93b37e6a5e",
      "title": "British Gas Makes Less Money Because of Warm Weather",
      "summary": "British Gas, a big energy company in the UK, made less profit in 2025 because the weather was warmer. When it's warm, people use less heating, so British Gas sold less energy. This cost them £80 million. Also, some customers switched to cheaper energy plans, which hurt profits too. Even though profits fell, British Gas got more customers for the first time in over ten years. They now have 7.5 million customers after taking on customers from other companies that closed. The company's boss said it was a tough year, but they are trying to grow. British Gas is part of a bigger group called Centrica, which also saw profits drop. Experts say lower energy prices and less price change made it hard for Centrica to make money. The company paid out money to shareholders but will stop buying back shares to invest in new projects like a nuclear power plant.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ccf35b93b37e6a5e_39ba8f707049.webp",
      "category": "Fun"
    },
    {
      "id": "61018f5183bfe167",
      "title": "Bad Bunny Stars in a Movie About Puerto Rico's Hero",
      "summary": "Bad Bunny, a famous singer, is going to be the main actor in a new movie called Porto Rico. This is his first time as the lead actor. The movie is about Puerto Rico, where Bad Bunny is from, and it tells the story of a hero named José Maldonado Román, who fought for Puerto Rico long ago. Other famous actors like Javier Bardem and Edward Norton will also be in the movie. The director is Residente, who is a rapper and also from Puerto Rico. He says the movie is like a love letter to Puerto Rico and will show its true history. Bad Bunny has been in other movies before, but only in smaller roles. He is very popular, and this movie is a big step for him. It will help people learn more about Puerto Rico's past.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_61018f5183bfe167_35b456d4b654.webp",
      "category": "Fun"
    },
    {
      "id": "bc931b1b51e53ccc",
      "title": "A Reporter Says Sorry for Drinking Before a TV Show",
      "summary": "Danika Mason, a sports reporter from Australia, made a mistake by drinking alcohol before going on live TV from the Winter Olympics in Italy. She talked in a funny, slurred way and mixed up her words, which made people laugh and talk about it online. She apologized the next day, saying she should not have had a drink and that she was embarrassed. Even Australia's prime minister said he supported her and thought she might be tired from traveling. Some people online thought it was okay, while others said it was not professional. Danika is known for reporting on rugby and promised to do better next time.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_bc931b1b51e53ccc_6f15bb7d2d28.webp",
      "category": "Fun"
    },
    {
      "id": "4e83ce59dbf0f945",
      "title": "Search for Missing Grandma in Mexico",
      "summary": "Nancy Guthrie, an 84-year-old grandma, went missing from her home in Tucson, Arizona. Her daughter, a TV news anchor, is asking for help to find her. Police and the FBI are looking for clues, but they haven't found her yet. Some people think she might have been taken to Mexico, so they are talking to Mexican police and a group that helps find missing people. There was a note asking for money, but it's not clear if it's real. Everyone hopes Nancy will be found safe soon.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4e83ce59dbf0f945_eccdc2818de0.webp",
      "category": "Fun"
    },
    {
      "id": "95d2ae5e37f8a8b8",
      "title": "Tennis Stars Win in Qatar",
      "summary": "Jannik Sinner and Carlos Alcaraz are two top tennis players who won their matches in the Qatar Open tournament. They both won in straight sets, which means they won two sets in a row without losing any. Sinner beat Alexei Popyrin, and Alcaraz beat Valentin Royer. These wins put them in the quarter-finals, which is the next round of the competition. Last year, they played against each other in six finals, with Sinner winning at Wimbledon and Alcaraz winning at the French and US Opens. Now, they might meet again in the final in Qatar. Other players like Karen Khachanov and Jakub Mensik also won their matches to reach the quarter-finals. This tournament is exciting because many good players are competing.",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_95d2ae5e37f8a8b8_ccc584be454b.webp",
      "category": "Fun"
    },
    {
      "id": "5e5e379b65673a66",
      "title": "A New Game of Thrones Play Coming Soon",
      "summary": "A new play called Game of Thrones: The Mad King will open in Stratford-upon-Avon this summer. It is based on the popular fantasy series Game of Thrones. The Royal Shakespeare Company (RSC) is making the play with help from HBO, the TV network. The story happens 10 years before the books and TV show, telling an original tale from author George RR Martin. Tickets will go on sale in April at the Royal Shakespeare Theatre. The play is about a tournament where families gather, but there is a secret plot against the Mad King. It explores themes like family, power, and survival in a magical live setting.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5e5e379b65673a66_a374ec83a5e6.webp",
      "category": "Fun"
    }
  ]
}