{
  "articles": [
    {
      "id": "7081d5722881e0ca",
      "title": "Ofcom调查埃隆·马斯克的X平台涉及Grok AI性爱深度伪造",
      "summary": "英国通信监管机构Ofcom已对埃隆·马斯克的社交平台X展开调查，原因是其AI工具Grok被指用于生成性爱深度伪造图像。监管机构称，有“深感担忧的报告”显示该聊天机器人被用来创建和传播未经同意的亲密图像，包括儿童性爱内容，这违反了英国法律。如果X被认定违规，可能面临高达全球收入10%或1800万英镑的罚款，甚至可能通过法院命令在英国被屏蔽。此事已引起政治关注，技术大臣莉兹·肯德尔将向议会发表讲话，前大臣彼得·凯尔批评Grok未经充分测试，并提及在奥斯威辛集中营使用AI生成图像的令人痛心案例。Ofcom将评估X是否未能及时删除此类内容并采取预防措施。此前，马来西亚和印度尼西亚已暂时限制访问Grok，这凸显了全球对AI滥用和平台责任的担忧。该案例反映了AI伦理、监管监督和企业责任之间的紧张关系，强调了在数字生态系统中创新与用户安全之间的平衡需求。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_7081d5722881e0ca_63a932dcb48d.webp",
      "category": "News"
    },
    {
      "id": "85dcd7ff41e354d9",
      "title": "兽医面临为公司赚钱的压力增加，BBC报道",
      "summary": "英国兽医向BBC全景节目透露，他们感到来自雇佣他们的大公司越来越大的赚钱压力，并担心这对宠物主人造成的昂贵财务影响。2016年至2023年间，英国兽医收费上涨了63%，政府竞争监管机构质疑当前的宠物护理市场是否让顾客物有所值。一位匿名兽医来自英国最大的兽医护理提供商IVC Evidensia，表示公司引入了一个新的监控系统，可能鼓励兽医向宠物主人提供昂贵的测试和治疗选项。IVC发言人告诉全景节目：“集团的兽医和兽医护士从不将收入或交易价值置于照顾动物的福利之上。”据估计，超过一半的英国家庭拥有宠物。过去几个月，数百名宠物主人联系BBC您的呼声，表达对兽医账单的担忧。一人表示他们为宠物的18小时护理支付了5600英镑：“我愿意支付任何费用来救它，但事后感觉被利用了。”另一人描述他们的狗接受了多次血液测试和扫描：“治疗结束后，我们对它的病情仍一无所知，却收到了一张13000英镑的账单。”对宠物主人是否得到公平交易的日益关注促使政府监管机构竞争与市场管理局（CMA）展开正式调查。去年年底的一份临时报告指出了几个问题：一位领导IVC一家诊所的兽医（因担心失去工作而不愿透露姓名）与全景节目分享了一份新的内部文件。该文件使用颜色代码比较公司的全英国测试和治疗选项，并声明旨在帮助员工改善临床护理。它列出了关键绩效指标，包括每名患者的平均销售额、X光、超声波和实验室测试。这位兽医对新政策感到担忧：“我们将每月开会，其中一个区域团队会问你做了多少血液测试、X光和超声波。”如果图表上某个类别标记为绿色，诊所将被判断为公司在英国前25%的成就者。另一方面，红色标记意味着诊所处于底部25%。兽医表示，如果发生这种情况，可能会被要求制定行动计划。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_85dcd7ff41e354d9_bb7985a5bee0.webp",
      "category": "News"
    },
    {
      "id": "64bb07c23bab489e",
      "title": "革命性眼部注射拯救了我的视力，首位患者分享经历",
      "summary": "伦敦摩尔菲尔德眼科医院的医生们在一项突破性治疗中取得了显著成果，成功恢复了一种罕见但危险的眼部疾病——低眼压症患者的视力并预防失明。低眼压症是指眼球内压力异常降低，可能导致眼球塌陷和视力丧失，通常由创伤、炎症、手术或药物副作用引起。传统治疗方法如使用类固醇或硅油存在长期毒性和视力模糊等局限。为此，专家们尝试了一种新方法，注射一种低成本、透明的水基凝胶——羟丙基甲基纤维素（HPCM）。在一项试点研究中，八名患者中有七名对治疗产生积极反应。首位患者Nicki Guy，47岁，分享了她从部分视力依赖放大镜和记忆导航，到如今能看清视力表大部分字母的转变，她形容这一变化为“改变生活”。这一创新治疗不仅提供了更安全的替代方案，还展示了在眼科医学中利用现有材料进行创新的潜力，为低眼压症患者带来了新希望。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_64bb07c23bab489e_8c69e4023d2d.webp",
      "category": "News"
    },
    {
      "id": "50c956c77aef65ad",
      "title": "英国向关塔那摩被拘留者支付“巨额”赔偿以解决酷刑共谋案",
      "summary": "英国政府已向一名在关塔那摩湾被拘留近20年且未经审判的男子支付了“巨额”赔偿，该男子曾遭受中央情报局（CIA）的酷刑。阿布·祖巴耶达赫是9/11袭击后首位遭受CIA“强化审讯”技术的人，最初被指认为高级基地组织成员，但美国政府后来撤回了这一指控。尽管知道祖巴耶达赫遭受极端虐待，英国情报机构军情五处（MI5）和军情六处（MI6）仍向CIA提供了用于审讯的问题。祖巴耶达赫对英国提起法律诉讼，指控其情报部门“共谋”他的酷刑，案件现已达成财务和解。他的国际法律顾问海伦·达菲教授表示，赔偿虽重要且显著，但不足够，并敦促英国及其他“对其持续酷刑和非法拘留负有共同责任”的政府确保他的释放。外交部以情报事务为由拒绝置评，赔偿金额因法律原因未公开。主持议会调查的多米尼克·格里夫称此和解“非常不寻常”，但承认对祖巴耶达赫的所作所为“明显”错误。祖巴耶达赫是一名在沙特阿拉伯出生的巴勒斯坦人，自2006年以来一直被关押在关塔那摩，未经指控或定罪，是15名仍在押的囚犯之一，尽管有多份报告详细描述了他的虐待经历。此案凸显了国家在反恐行动中的责任问题，以及财务赔偿在解决酷刑共谋和持续人权侵犯方面的局限性。",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_50c956c77aef65ad_09146d9dadbb.webp",
      "category": "News"
    },
    {
      "id": "a8af2d7c89b6b43b",
      "title": "教皇利奥十四世为20名婴儿施洗，标志圣诞节期结束的传统",
      "summary": "教皇利奥十四世在西斯廷教堂为20名婴儿施洗，延续了每年在梵蒂冈标志圣诞节期结束的传统。这些婴儿是梵蒂冈员工的子女，仪式在米开朗基罗绘有壁画的穹顶下举行，纪念耶稣在约旦河受洗的节日，由圣若望保禄二世于1981年确立。教皇在讲话中强调信仰的必要性，将其比作衣食等基本需求，并亲自施行圣事。随后，他在圣彼得广场向人群发表祝福，特别提及处于健康或外部危险困境中的婴儿。每个家庭收到象征基督教光明的蜡烛，仪式顺利进行，婴儿们安静少哭。这一传统强化了天主教会的宗教仪式重要性，并连接历史艺术，如教堂北墙彼得罗·佩鲁吉诺的壁画所示，突显了信仰、文化和制度连续性的交织。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a8af2d7c89b6b43b_5a52c21343c6.webp",
      "category": "News"
    },
    {
      "id": "dc037d9493f95320",
      "title": "委内瑞拉缓慢释放囚犯第三天，宣布善意努力后",
      "summary": "委内瑞拉政府开始缓慢释放囚犯，将其描述为寻求和平的善意努力。这一举措于周四宣布后，家属在首都加拉加斯及其他社区的监狱外聚集了三天，希望与亲人团聚。迪奥赫内斯·安古洛是一名19岁青年，于周六获释，他在因发布反对派示威视频被拘留超过一年后重获自由；被捕时他仅17岁。政府未具体说明释放人数，使人权组织和家属感到不确定。根据委内瑞拉倡导组织Foro Penal的数据，截至周六晚，仅16名政治犯获释，仍有804人被关押。美国总统唐纳德·特朗普声称释放是应华盛顿要求进行的，并警告囚犯要记住这一点。获释者包括反对派成员、活动人士、记者和士兵，其中一些人如人权律师罗西奥·圣米格尔在获释后面临媒体禁令等限制。这一事件凸显了委内瑞拉持续的政治紧张局势和人权斗争，反映了政府在国内外压力下的姿态，但实际效果有限，引发了对实质性正义的质疑。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_dc037d9493f95320_b1f70f315438.webp",
      "category": "News"
    }
  ]
}