{
  "articles": [
    {
      "id": "56502075cc0689bc",
      "title": "空气污染悄然削弱运动益处",
      "summary": "一项由伦敦大学学院等机构专家参与的国际研究发现，长期暴露在污染空气中可能显著降低定期体育锻炼的积极健康效果。该研究发表于BMC Medicine，分析了来自英国、台湾、中国、丹麦和美国等多个国家超过150万成年人的数据，追踪时间超过十年。结果显示，生活在空气污染严重地区的人们，在研究期间死亡风险（包括任何原因、癌症和心脏病）的降低幅度明显较小。研究重点关注细颗粒物PM2.5，这些微小颗粒可深入肺部甚至进入血液。分析表明，当年均PM2.5浓度达到25微克/立方米或更高时，运动益处急剧下降；全球近46%的人口生活在污染达到或超过此水平的地区。首席研究员强调，运动在污染环境中仍有益处，但改善空气质量能大幅提升这些健康收益。合著者补充说，有毒空气在一定程度上阻碍了运动好处，但未完全消除，这进一步证明了细颗粒污染对健康的损害。研究鼓励加大努力控制有害污染水平，因为清洁空气和体育活动对健康老龄化都至关重要。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_56502075cc0689bc_a33e7ed88366.webp",
      "category": "Science"
    },
    {
      "id": "d77afb43ca5608d5",
      "title": "这个简单的热身技巧立即提升速度和力量",
      "summary": "埃迪斯科文大学的最新研究揭示了热身运动在提升运动表现中的关键作用。研究发现，肌肉温度每升高1°C，表现可提高约3.5%，尤其在速度和力量相关活动中效果显著，但对最大力量影响不大。研究比较了被动热身（如使用热垫）和主动热身（如骑固定自行车），发现两种方法益处相似，但关键在于热身应模拟实际运动以最大化收益。例如，在举重前用较轻重量练习有助于神经系统更有效地激活肌肉。专家强调，任何运动，从步行到特定训练，都能提高温度并改善协调性，出汗常表示准备就绪。这一证据强调了针对性热身对运动员和健身爱好者在锻炼中取得更好成果的重要性，有助于优化训练计划并降低受伤风险。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_d77afb43ca5608d5_a22a2ab2e53a.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "猫成为人类伙伴的时间比你想象的要晚得多",
      "summary": "最新科学研究表明，猫的驯化发生时间比先前认为的要晚得多，大约在3500至4000年前，并且起源于北非，而非黎凡特地区。这项由牛津大学的Greger Larson教授领导的研究，通过分析来自欧洲、北非和安纳托利亚考古遗址的猫骨DNA，并与现代猫的基因库进行比较，得出了这一结论。所有现代家猫都源自非洲野猫，驯化过程始于埃及，那里的人们崇拜猫，并将其艺术化和木乃伊化。猫因能控制害虫而受到重视，随人类传播到世界各地，例如约2000年前罗马人将猫带到欧洲，之后又经丝绸之路传入中国。有趣的是，证据显示在中国，一只野猫在驯化猫到来之前就曾与人类共处。这项研究利用遗传和考古方法，重塑了我们对动物驯化和人类历史的理解，突出了科学证据在修正历史观点中的重要性。",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    },
    {
      "id": "5720e06335dec607",
      "title": "科学家警告全球一半海滩可能消失",
      "summary": "科学家们发出警告，由于气候变化导致的海平面上升与沿海地区不断扩张的开发活动相结合，全球近一半的海滩可能在本世纪末消失。乌拉圭海洋科学家奥马尔·德菲奥在FAPESP日乌拉圭研讨会上指出，这一侵蚀过程不仅威胁着依赖沙质环境的多样生物，还破坏了以渔业和旅游业为生的地方经济，并使沿海城市更容易受到海水侵袭的影响。德菲奥解释说，海岸系统由三个相互关联的区域组成：沙丘（后滩）位于高潮线以上，风驱动的沙堆积成丘；其下是海滩面，低潮时暴露，高潮时被覆盖；更向海的是淹没前滩，从低潮限延伸到波浪开始破碎的点。这些区域形成一个互联的沿海生态系统，对环境平衡至关重要。人类活动，如城市化和游客增多，扰乱了区域间的泥沙交换，导致生物多样性丧失。在巴西进行的研究发现，机械清理和建筑等因素减少了物种丰富度和生物量，特别是在淹没区。一项全球调查评估了315个海滩，发现五分之一存在严重侵蚀，人类活动在反射性和中间型海滩上加剧了这一问题。研讨会强调了国际合作的重要性，以促进可持续的沿海管理。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5720e06335dec607_4acc7ce9fa39.webp",
      "category": "Science"
    },
    {
      "id": "6d90c7578be39a19",
      "title": "二十年研究显示清洁水源大幅降低癌症和心脏病死亡",
      "summary": "一项在孟加拉国进行的大型二十年研究追踪了近11,000名成年人，发现减少饮用水中的砷含量与心脏病、癌症及其他慢性疾病死亡人数下降高达50%相关。这项研究由哥伦比亚大学和纽约大学的科学家领导，通过反复测量尿液中的砷水平来精确跟踪暴露和健康结果，提供了迄今为止最有力的长期证据，表明降低砷暴露可以减少死亡率，即使对于长期接触污染水的人群也是如此。砷是一种无色无味的地下水污染物，全球数百万人受影响，包括美国超过一亿依赖私人水井的人。研究强调，当人们从高砷水切换到安全水源时，死亡风险显著降低，社区通过标记水井和安装新井等努力创造了自然对比组。这些发现突显了持续公共卫生干预在减轻长期砷毒性方面的有效性，对全球水安全政策和慢性病预防策略具有深远意义。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d90c7578be39a19_17301272e240.webp",
      "category": "Science"
    },
    {
      "id": "c61955170cf7777b",
      "title": "巨石阵附近发现巨大史前结构",
      "summary": "考古学家在英格兰威尔特郡的巨石阵世界遗产地确认发现了一系列巨大的新石器时代坑洞。这些坑洞直径约十米，深超五米，呈精确圆形排列，距今超过4000年，可能是英国最大的史前结构之一。由布拉德福德大学的文斯·加夫尼教授领导的研究发表在《互联网考古学杂志》上，采用了景观测绘和窄孔取样等先进技术，因为坑洞已不可见。圣安德鲁斯大学的蒂姆·金奈尔德博士使用光释光测年法确定建造于约4000年前，并持续使用了1000年，反映了文化变迁。从沉积物样本中提取的DNA揭示了羊和牛等动物遗存，表明可能用于仪式或生计活动。坑洞的排列精度暗示了几何学和宇宙观的高级知识，加夫尼教授认为这可能将信仰体系铭刻于景观中。这一发现增进了对新石器时代社会复杂性的理解，展示了大规模工程和符号表达的能力，同时引发了对这些结构目的和意义的深入探讨。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c61955170cf7777b_d95f96d09d85.webp",
      "category": "Science"
    }
  ]
}