{
  "articles": [
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy Play for the Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They won the deciding doubles game with players Marcel Granollers and Pedro Martinez. Earlier, Pablo Carreno Busta won his singles match for Spain, but Alexander Zverev won for Germany, making it a tie. Spain has won the Davis Cup six times before and hopes to win again. They will play against Italy in the final on Sunday in Bologna, Italy. Italy is the defending champion and also has some top players missing due to injury. Both teams are excited and ready to compete for the trophy.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    },
    {
      "id": "dd95e8a1e2250f93",
      "title": "Famous Fashion Designer Paul Costelloe Passes Away",
      "summary": "Paul Costelloe, a famous Irish fashion designer, has died at age 80 in London after a short illness. He was surrounded by his family. Paul was born in Dublin and learned fashion design in Paris. He started his own fashion label in 1979 and showed his clothes in big fashion shows in London, Paris, Milan, and New York. He was the personal designer for Princess Diana for many years. Paul used Irish fabrics like linen and tweed in his designs. He also worked with stores and was part of Ireland Fashion Week. Some people were upset when he said Irish women lacked style, but later he said Ireland had become more European. The Irish Prime Minister said he was sad and called Paul an icon who brought Irish fashion to the world.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "850128e8cb325c20",
      "title": "A Big Newspaper Sale",
      "summary": "The company that owns the Daily Mail newspaper has agreed to buy another newspaper called the Daily Telegraph for £500 million. This deal needs approval from a government minister to make sure it is fair. The Telegraph has had problems for over two years, and this sale could help bring stability. The buyer says the Telegraph will keep its own voice and not be controlled by the Daily Mail. They promise to invest in the newsroom and make the Telegraph famous around the world. Everyone hopes this will be good for the newspaper and its workers.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "Fun"
    },
    {
      "id": "0f67b3de7a9298a0",
      "title": "Radiohead's Amazing Concert in London",
      "summary": "Radiohead, a famous band, played a big show in London after a long break. They hadn't performed in the UK for 99 months and hadn't released new music in 10 years. Fans were very excited. The band played many songs from their old albums, like The Bends and A Moon Shaped Pool. There were some small mistakes, but overall, the concert was magical and fun. People in the audience enjoyed dancing and nodding to the music. Songs like Lucky and No Surprises made everyone happy. It was a special night for all the fans who had been waiting so long.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_0f67b3de7a9298a0_8640bd069f0c.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Flavio Cobolli's Amazing Tennis Win for Italy",
      "summary": "Flavio Cobolli, a tennis player from Italy, had a very exciting match against Zizou Bergs from Belgium in the Davis Cup. He saved seven match points and won a long tie-break that had 32 points, which is one of the longest in history. After winning, he took off his shirt and celebrated with his team and fans in Bologna, Italy. This victory means Italy will play in the final against Spain or Germany. Cobolli said it was one of the best days of his life because he fought hard for his country. His captain, Filippo Volandri, was very proud and said the win was mostly about heart. Italy is trying to win the Davis Cup for the third time in a row, which hasn't happened in over 50 years.",
      "source": "BBC Tennis",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    },
    {
      "id": "f51f78e28de52e6f",
      "title": "Eurovision Changes Voting Rules After Problems",
      "summary": "The Eurovision Song Contest is changing its rules because some people were upset about how Israel did in the voting this year. Israel got the most votes from the public, which made some countries worry. Now, fans can only vote 10 times instead of 20, and juries are coming back for the semi-finals. Also, contestants and broadcasters are not allowed to have help from governments or other groups in promoting their songs. Last year, there were reports that the Israeli government paid for ads to get more votes. The director, Martin Green, said they got a lot of feedback and want to make sure the contest is fair and not influenced by outside groups. Some countries might boycott if Israel is in the contest next year because of the war in Gaza. The organizers hope the new rules will keep Eurovision a fun and neutral music event.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f51f78e28de52e6f_9b1255c8244a.webp",
      "category": "Fun"
    }
  ]
}