{
  "articles": [
    {
      "id": "d27ae40e9cd95277",
      "title": "A Man Drives into a Crowd: A Sad Story",
      "summary": "Paul Doyle was a former marine who seemed like a nice neighbor. He talked to people and gardened. But one day, he drove his big car into a crowd of people watching a parade in Liverpool. Many were hurt, including children and older people. He said he was not guilty at first, but then he changed his mind and admitted he did it on purpose. Police say it was a planned act of violence. Neighbors were surprised because he was friendly. Now, he will go to prison for a long time. This story shows how someone can do something very bad even if they seem good.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d27ae40e9cd95277_5a783891fbfc.webp",
      "category": "News"
    },
    {
      "id": "7d091f1fce8471b7",
      "title": "Mystery Discovery in Orkney",
      "summary": "Archaeologists in Orkney have made an amazing discovery using special radar technology at a place called the Ness of Brodgar. They found something totally new and different from anything else ever uncovered there. The team is keeping it a secret for now until they do more digging. This site is very old, from the Neolithic times, and has many ancient buildings. The discovery might not even be from the Neolithic period, which makes it even more exciting. Archaeologists think it could add a new chapter to history. They will start digging again soon to learn more about this mysterious find.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7d091f1fce8471b7_fc4ad49e47a5.webp",
      "category": "News"
    },
    {
      "id": "ffb5083b65b40608",
      "title": "A Big Budget Plan for Taxes and Spending",
      "summary": "This article talks about a new budget plan by the government, where the leader, Rachel Reeves, wants to raise taxes on big earners and spend more money to help people. She says this will do good things, like lifting many children out of poverty by removing a rule that limited help for families with more than two kids. Some people in her party are very happy, but others worry because polls show that keeping the old rule was also popular. The government hopes this plan will make them look good to voters and financial markets, so they can borrow money cheaply and improve their low poll ratings. It's all about balancing different opinions to help the country.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_ffb5083b65b40608_75817fde5b4c.webp",
      "category": "News"
    },
    {
      "id": "b2a3a0672a83e129",
      "title": "Asahi's Big Computer Problem",
      "summary": "Asahi, a big beer company in Japan, had a computer attack in September. Hackers broke into their computers and might have taken information from over 1.5 million customers. This includes names, addresses, and phone numbers. The attack made it hard for Asahi to work, so employees had to use pen and paper. Asahi is telling people who might be affected and is working to fix the problem. They said no credit card information was stolen. The company is focusing on this instead of sharing their money results right now.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b2a3a0672a83e129_4005d3892808.webp",
      "category": "News"
    },
    {
      "id": "d4b652d8ac06b2ed",
      "title": "Soldiers Take Over in Guinea-Bissau After Elections",
      "summary": "In Guinea-Bissau, a country in Africa, soldiers have taken control of the government. This happened just a few days after people voted in national elections. The soldiers appeared on TV and said they removed the president from power. They also closed the country's borders and stopped the election process. The president said he was arrested. There were gunshots heard near the presidential palace, and soldiers set up checkpoints. Guinea-Bissau has had many coups in the past, where the military takes over. The soldiers claimed they acted because some politicians and a drug lord were trying to change the election results. This event shows how unstable the country can be.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d4b652d8ac06b2ed_5b0c91e5a5b1.webp",
      "category": "News"
    },
    {
      "id": "b39a71e5e603b354",
      "title": "Big Winter Storm Causes Travel Trouble",
      "summary": "A huge winter storm is making travel very hard for people trying to get home for Thanksgiving. Snow and cold weather are causing many flight delays and dangerous roads. In some places, there is over a foot of snow, and highways are slippery. Most people are driving for the holiday, so there are big traffic jams. The government says this is one of the busiest travel weeks in years. It's important to be safe and check for updates if you are traveling. This storm is affecting many states in the central and eastern parts of the country.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b39a71e5e603b354_cfd17f5fe2ce.webp",
      "category": "News"
    }
  ]
}