{
  "articles": [
    {
      "id": "59917c5b62cfec6d",
      "title": "Rachel Duffy Wins a Game and Shares Sad News About Her Mom",
      "summary": "Rachel Duffy won a TV show called The Traitors and became the first woman to win it. She is from Northern Ireland. After winning, she shared that her mom passed away, which made her very sad. On the show, Rachel talked about her mom, who had Parkinson's Disease and dementia. She wanted to use the prize money to take her mom on a fun holiday and make happy memories with her family. Rachel's sister said this showed how kind Rachel is. The article tells us about Rachel's win and her feelings for her mom.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_59917c5b62cfec6d_3bf5ff89d5f6.webp",
      "category": "Fun"
    },
    {
      "id": "692f841d6906305c",
      "title": "Tennis Stars Play Big Match",
      "summary": "This article is about a tennis tournament called the Australian Open. Elina Svitolina played against Coco Gauff and won quickly in just 59 minutes. Aryna Sabalenka also won her match against Iva Jovic. Sabalenka is a top player who wants to win the trophy. She has won many matches and is doing very well this year. Svitolina will now play Sabalenka in the next round. The article talks about how Sabalenka is focused and consistent. It also mentions that Gauff was upset after losing. Tennis is a sport where players hit a ball over a net, and this tournament is a big event with many fans watching.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_692f841d6906305c_8bb26e42736c.webp",
      "category": "Fun"
    },
    {
      "id": "63e436aee5ab5eb2",
      "title": "White Rocks on Mars Show It Had Rain Long Ago",
      "summary": "Scientists found white rocks on Mars that tell us the planet might have had lots of rain millions of years ago. These rocks are called kaolinite clay, which on Earth forms when water washes away other minerals over a long time. NASA's Perseverance rover saw these rocks in Jezero crater, where there was once a big lake. The rocks are small and scattered, and they help us learn that Mars was once warmer and wetter, like some tropical places on Earth. This discovery helps scientists understand how Mars changed from a wet world to the dry, cold planet we see today.",
      "source": "Science Daily - Technology",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_63e436aee5ab5eb2_11cdca1bed85.webp",
      "category": "Fun"
    },
    {
      "id": "f57a59c0ef8687c2",
      "title": "Tennis Player Wins Big Match with Great Serves",
      "summary": "Alexander Zverev is a tennis player from Germany. He played a match against Learner Tien, a younger player from the United States, in the Australian Open tournament. Zverev won the match because his serves were very strong. He hit many aces, which are serves that the other player cannot hit back. Zverev said that Tien played well from the baseline, but his own serves helped him win. Zverev is happy because he is playing without pain for the first time in a year after an injury. The match was on Rod Laver Arena in Melbourne, Australia. Zverev is now in the semi-finals, which means he is one step closer to winning the tournament.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_f57a59c0ef8687c2_aa17adc416e9.webp",
      "category": "Fun"
    },
    {
      "id": "bc02f66c4e3dbc79",
      "title": "Take That's New Documentary Story",
      "summary": "Take That is a famous band from the UK. They made a documentary in 2005 when they were not active. The documentary was very popular, with over six million people watching it. This helped them get back together and perform in big arenas. Now, twenty years later, they are still successful with hit songs and awards. They have a new documentary on Netflix, but it is different from the old one. The old documentary showed more personal moments, while the new one focuses on their work and friendships. The band members have changed, with Robbie Williams and Jason Orange not in the new film. The article asks what we can learn from this new story since we already know a lot about Take That.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bc02f66c4e3dbc79_6a3def23f786.webp",
      "category": "Fun"
    },
    {
      "id": "0eae547e13bbf91e",
      "title": "Hot Weather at Tennis Tournament in Melbourne",
      "summary": "The Australian Open tennis tournament in Melbourne, Australia, had very hot weather with temperatures reaching 42.7°C. This extreme heat made it hard for players and fans. The tournament used special things like mist tunnels, water machines, and sun umbrellas to help people cool down. Some matches, like wheelchair events, were postponed to a cooler day. Other matches on outside courts were played early in the morning to avoid the hottest part of the day. The heat scale measures factors like sun strength and humidity to decide when it's too hot to play. The Australian Bureau of Meteorology gave a heat warning for Victoria state. Players like Alfie Hewett and Andy Lapthorne were affected, with Lapthorne mentioning extra challenges for wheelchair players who can't sweat due to injuries.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0eae547e13bbf91e_fc1ce868657d.webp",
      "category": "Fun"
    }
  ]
}