{
  "articles": [
    {
      "id": "67d042acba3bd235",
      "title": "睡眠不足7小时可能缩短寿命",
      "summary": "俄勒冈健康与科学大学的最新研究表明，睡眠不足与寿命缩短之间存在显著关联。研究人员分析了美国疾病控制与预防中心在2019年至2025年间收集的全国数据，比较了县级预期寿命与睡眠习惯的调查结果。研究发现，经常每晚睡眠少于7小时的人预期寿命较短，这一因素对寿命的影响比饮食、体育锻炼或社交孤立更强，只有吸烟的影响更大。该研究首次追踪了美国所有州睡眠与预期寿命之间的逐年趋势，使用了CDC定义的充足睡眠标准，即每晚至少7小时。尽管未探讨生物学机制，但睡眠对心脏健康、免疫功能和大脑性能至关重要，这可能解释了其在长寿中的关键作用。研究人员对关联的强度感到惊讶，强调公众应努力保证每晚7至9小时的睡眠，以促进健康和延长寿命。这些发现突显了睡眠在公共健康中的重要性，为改善睡眠习惯提供了科学依据。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_67d042acba3bd235_ec349b65a225.webp",
      "category": "Science"
    },
    {
      "id": "32b2380c00bc28fa",
      "title": "天文学家发现由暗物质构成的幽灵星系",
      "summary": "天文学家利用哈勃太空望远镜发现了一种名为Cloud-9的独特宇宙天体，它是一个富含气体且以暗物质为主的云团，但内部没有任何恒星。这一发现被归类为再电离受限H I云（RELHIC），被认为是早期星系形成阶段的遗迹，为研究暗宇宙提供了重要窗口。Cloud-9位于银河系附近，呈近乎球形，直径约4900光年，其氢气体质量相当于100万个太阳；通过分析气体压力与引力平衡，研究人员估计其总质量约为50亿太阳质量，主要来自暗物质。这一发现证实了长期以来关于失败星系的理论预测，这些星系因未能积累足够气体而形成恒星，并突显了由于附近明亮天体干扰而检测这些微弱天体所面临的挑战。通过研究Cloud-9，科学家旨在更好地理解暗物质分布及早期宇宙中星系演化的过程，强调结合气体和暗物质观测对于全面认识宇宙组成的重要性。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_32b2380c00bc28fa_68d79ab81126.webp",
      "category": "Science"
    },
    {
      "id": "0d1da6c03d0596b6",
      "title": "NASA月球任务何时发射？阿尔忒弥斯二号乘组是谁？",
      "summary": "NASA的阿尔忒弥斯二号任务标志着五十多年来首次载人月球飞行，预计发射窗口从2024年2月开始，持续至春季。这次为期10天的任务将搭载四名宇航员——指挥官里德·怀斯曼、飞行员维克多·格洛弗、任务专家克里斯蒂娜·科赫和加拿大航天局任务专家杰里米·汉森——乘坐太空发射系统火箭和猎户座飞船，从佛罗里达州肯尼迪航天中心升空。乘组将在近地轨道测试猎户座的手动飞行控制，然后前往月球数千公里之外评估生命支持、推进、动力和导航系统。他们还将作为医学测试对象，在深空收集数据，那里的辐射水平高于国际空间站但仍处于安全范围。完成任务后，宇航员将返回地球，在太平洋溅落。阿尔忒弥斯二号是为阿尔忒弥斯三号载人登月做准备的关键一步，后者计划于2027或2028年实施，旨在复兴阿波罗时代后的月球探索。",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_0d1da6c03d0596b6_214ed8478c9b.webp",
      "category": "Science"
    },
    {
      "id": "52a7fae92fa741b6",
      "title": "常见食品防腐剂与2型糖尿病风险增加相关",
      "summary": "一项发表在《自然通讯》上的大型新研究发现，摄入更多食品防腐剂的人可能面临更高的2型糖尿病风险。防腐剂通常添加到加工食品和饮料中以延长保质期。这项研究由法国Inserm、INRAE、索邦巴黎北部大学、巴黎西岱大学和Cnam的科学家进行，基于NutriNet-Santé队列中超过10万名成年人的健康和饮食数据。防腐剂属于食品添加剂的广泛类别，在全球食品供应中广泛使用。研究人员将防腐剂添加剂分为两大类：非抗氧化防腐剂（通过限制微生物生长减缓腐败）和抗氧化添加剂（通过减少氧气暴露来保存食品），在成分标签上通常以欧洲代码E200-E299和E300-E399标识。研究跟踪了2009年至2023年间的参与者，他们定期提供医疗历史、社会人口背景和详细饮食记录。通过交叉引用多个数据库，团队估计了每位参与者长期接触防腐剂的情况，并分析了58种防腐剂相关添加剂。在调整了年龄、性别、教育、吸烟、饮酒和整体饮食质量等因素后，分析显示某些防腐剂的较高摄入与糖尿病发病率增加相关。这项研究解决了先前研究的局限性，提供了大规模人类证据，表明防腐剂可能干扰代谢过程，并强调需要进一步调查食品添加剂对公共健康的影响。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_52a7fae92fa741b6_f54c2525462d.webp",
      "category": "Science"
    },
    {
      "id": "523a026d350de727",
      "title": "斯坦福AI在睡眠中发现隐藏疾病预警",
      "summary": "斯坦福医学院的科学家开发了一种名为SleepFM的人工智能系统，能够分析多导睡眠图数据，预测个人患100多种疾病的风险。该系统基于58.5万小时的睡眠记录，来自6.5万名个体，采用基础模型方法，类似于大型语言模型，但应用于脑电波、心率和呼吸模式等生理信号。多导睡眠图是睡眠评估的金标准，在实验室环境中进行，捕获大量常被临床忽视的生理信息。通过留一对比学习训练方法，AI整合多种数据流，学习信号间的相互作用。训练后，SleepFM在睡眠阶段识别和睡眠呼吸暂停严重程度评估等任务中表现优异，显示出预测未来疾病的潜力。这项研究发表在《自然·医学》期刊上，突显了AI如何从睡眠数据中提取有价值的健康见解，为早期疾病检测和个性化医疗提供新工具。这一进展强调了睡眠作为健康指标的重要性，以及AI在提升医疗诊断能力方面的作用。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_523a026d350de727_72e3641e8ad7.webp",
      "category": "Science"
    },
    {
      "id": "11da29328f33dbe8",
      "title": "NASA下令国际空间站进行“受控医疗撤离”",
      "summary": "NASA已下令从国际空间站进行受控医疗撤离，因一名宇航员出现未指明的医疗情况，决定提前将七名机组人员中的四名带回地球。受影响的宇航员来自Crew-11任务，于8月发射，目前状况稳定，但NASA出于谨慎考虑，要求整个Crew-11团队提前返回。宇航员包括指挥官Zena Cardman和飞行员Mike Fincke，将乘坐SpaceX Crew Dragon飞船脱离空间站，在太平洋溅落。NASA官员如管理员Jared Isaacman和首席医疗官JD Polk博士强调，宇航员健康是最高优先级，但出于隐私考虑未透露医疗细节。该事件与太空行走准备无关，机组人员凭借紧急训练迅速响应。空间站配备医疗设备，NASA正在协调返回计划，同时保持安全协议的透明度。这一事件反映了在微重力环境下医疗诊断的复杂性，以及长期太空飞行中操作韧性和机构透明度的重要性。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    }
  ]
}