{
  "articles": [
    {
      "id": "a4b2e3dd0f6e85fc",
      "title": "雇佣盲人员工的公司倒闭了，但其使命得以延续",
      "summary": "五年前，英国最古老的社会企业Clarity倒闭，导致一百多名工人失业并失去工资。Clarity成立于1854年，旨在为盲人提供就业机会，近年来专注于肥皂生产。公司倒闭源于养老基金短缺，造成工人工资和裁员补偿未支付。前所有者被指控欺诈性挪用工人养老金，并对发声员工提起诉讼，但案件被驳回。此后，前商业主管Camilla Marcus-Dew创立了Amplify Goods，这是一家新的社会企业。在伦敦无家可归者慈善机构Crisis运营的仓库中，Amplify Goods为无家可归者、残疾人和刑满释放人员提供按伦敦生活工资支付的带薪工作经验，以现代方式延续Clarity的社会使命。这个故事展示了社会企业在面临失败时的韧性和创新，强调了对边缘化群体的持续支持。",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_a4b2e3dd0f6e85fc_2f86b0520e19.webp",
      "category": "Fun"
    },
    {
      "id": "4db8cdf5965ddcc4",
      "title": "大型数据中心能否重振艾尔郡——还是毁掉它？",
      "summary": "本文探讨了在苏格兰东艾尔郡拟建大型人工智能数据中心的争议。能源公司ILI集团计划在基尔马诺克监狱附近的100公顷农田上建设这一设施，作为跨艾尔郡、拉纳克郡和法夫郡的Stoics集群的一部分，旨在成为全球最大的AI数据中心之一。支持者认为，该项目能通过创造就业和投资重振当地经济，为社区注入活力。然而，赫福德等地的居民强烈反对，担心其环境影响：该中心预计耗电540兆瓦，每日需要数百万升水用于冷却，可能对本地资源和生物多样性造成压力。文章指出，这是全球趋势的一部分，到2029年AI数据中心投资预计达3万亿美元，但资源消耗问题日益凸显。ILI强调项目处于早期规划阶段，并包括生物多样性区域，但批评者要求更多具体细节。本文平衡呈现了技术进步与乡村可持续性之间的张力，反映了苏格兰17个数据中心申请中的更广泛辩论。",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4db8cdf5965ddcc4_eec853614027.webp",
      "category": "Fun"
    },
    {
      "id": "65b26dd257fe3244",
      "title": "奥利维亚·阿特伍德：'我们不应美化对他人的依赖'",
      "summary": "奥利维亚·阿特伍德在2017年通过参加真人秀《爱情岛》迅速成名，并成功将这一知名度转化为多元化的媒体事业。她现在主持并制作纪录片，探讨诸如整容手术、成人娱乐和网络欺凌等社会禁忌话题。在她的新ITV节目《热度》中，她远离个人焦点，主持一场在巴塞罗那的烹饪比赛，彰显了她作为专业人士的成长。阿特伍德强调不应美化对他人的依赖，并利用自身经历与节目中出现的弱势群体建立联系。尽管作为前真人秀明星面临污名，她承认真人秀为她提供了接触行业决策者的机会。她的旅程反映了从混乱的参赛者到受尊敬的纪录片制作人的转变，倡导独立并利用平台处理社会问题，同时应对公众认知的挑战。这篇文章通过采访和项目描述，深入分析了她在现代媒体中的职业轨迹和道德考量。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65b26dd257fe3244_1a1986ccc345.webp",
      "category": "Fun"
    },
    {
      "id": "aa0b40b051646e97",
      "title": "奥利维亚·迪恩在布里特奖加冕英国流行乐新女王，颁奖礼首次北上曼彻斯特",
      "summary": "奥利维亚·迪恩在布里特奖上大放异彩，荣获四项大奖，包括最佳英国艺人、最佳专辑《爱的艺术》、年度歌曲《牵制我》以及最佳流行艺人，巩固了她作为英国流行乐新星的地位。今年的颁奖礼具有历史意义，首次从伦敦移至曼彻斯特举行，这是近50年来首次在英格兰北部举办，体现了文化活动的区域拓展。迪恩的成功得益于她近期在格莱美奖上获得的最佳新人奖，增强了她的国际声誉。她的专辑以爵士风格的旋律和关于爱情的深刻歌词而广受好评。颁奖礼还突出了多样性的进步，罗莎莉娅成为首位因外语音乐获奖的艺人，而罗婕则作为首位K-Pop艺人赢得布里特奖，彰显了全球音乐的影响。哈里·斯泰尔斯等艺人的表演以及迪恩在曼彻斯特的慈善演出丰富了活动的文化内涵。这一事件反映了音乐行业在包容性和区域代表性方面的积极演变。",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aa0b40b051646e97_023734714098.webp",
      "category": "Fun"
    },
    {
      "id": "29cfb4e5e239cd07",
      "title": "英国音乐奖红毯盛况：哈里·斯泰尔斯、奥利维亚·迪恩和洛拉·杨的亮相",
      "summary": "英国音乐奖（Brits Awards）于周六晚在曼彻斯特的Co-op Live Arena举行，这是该活动50年来首次离开伦敦。红毯上星光熠熠，明星们展示了时尚造型。奥利维亚·迪恩身穿黄色长裙，赢得了年度专辑和年度艺术家等重要奖项。哈里·斯泰尔斯穿着细条纹西装，在三年后重返舞台表演，并宣传其新专辑。其他明星如玛雅·贾玛和罗婕（BLACKPINK成员）也亮相红毯，罗婕赢得了年度国际歌曲奖。活动还包括威特莱格等团体的协调服装，体现了音乐与时尚的融合。这次场地变更反映了文化活动的去中心化趋势，红毯成为展示个人风格和庆祝音乐成就的重要平台。整体而言，英国音乐奖通过奖项、表演和时尚，呈现了一场丰富多彩的音乐盛宴。",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_29cfb4e5e239cd07_6f63fa386408.webp",
      "category": "Fun"
    },
    {
      "id": "d6c4ff8837064162",
      "title": "梅德韦杰夫因对手退赛赢得迪拜网球锦标赛冠军",
      "summary": "丹尼尔·梅德韦杰夫在迪拜网球锦标赛中夺冠，但获胜方式并非他所愿。他的对手塔隆·格里克斯普尔因左腿筋受伤在决赛前退赛，梅德韦杰夫表示“这不是我想赢的方式”，并祝愿对手早日康复。此次胜利对梅德韦杰夫意义重大，这是他职业生涯中首次在同一赛事中两次夺冠，且在整个比赛中未失一盘，展现了其稳定表现。文章还涉及更广泛的背景，包括因中东地区军事打击导致的空域关闭，可能影响梅德韦杰夫前往印第安维尔斯参赛的行程。此外，报道了男子双打决赛，亨利·帕滕和哈里·赫利奥瓦拉连续夺冠，显示了他们今年合作的成功。这篇报道综合了体育赛事结果与外部因素，如伤病和地缘政治事件，对职业网球的影响。",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d6c4ff8837064162_d69eb1c38aec.webp",
      "category": "Fun"
    }
  ]
}