{
  "articles": [
    {
      "id": "88be5fe252d3a0ad",
      "title": "The Secret Code in Wagyu Cows: How Scientists Found New Genes",
      "summary": "Scientists at the University of Adelaide have made a big discovery about Wagyu cows, which are famous for their tasty and fatty beef called marbling. They created a new and better map of the cow's genes, which is like a secret code that tells how the cow grows. This map is 16% longer than the old one, so it shows more hidden parts of the genes. The scientists found hundreds of new genes and special changes in the genes that might make the beef better. This helps farmers choose the best cows to breed for more marbling, which can make the beef industry earn more money. The research was done with help from the United States Department of Agriculture and was published in a science journal. It can also help other types of cows, not just Wagyu, by improving traits like health and baby-making.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_88be5fe252d3a0ad_d2985b1902dd.webp",
      "category": "Science"
    },
    {
      "id": "92d5f3ef2b675cc4",
      "title": "How Weight Loss Medicines Help Families Spend Less on Food",
      "summary": "A new study shows that medicines like Ozempic and Wegovy, which help people lose weight by making them less hungry, are also helping families in America spend less money on food. Researchers from Cornell University looked at what thousands of households buy and found that after starting these medicines, people spend less on groceries and eating out. For example, grocery spending went down by about 5% in six months, and spending at fast-food places dropped by 8%. The biggest cuts were on snacks like chips and cookies. This happens because the medicines reduce cravings for unhealthy foods. The study used real shopping data to see these changes, making it more reliable. If more people use these medicines, it could change how food companies and restaurants sell their products.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_92d5f3ef2b675cc4_dfea7bd5e69f.webp",
      "category": "Science"
    },
    {
      "id": "b9326bdc72047aa6",
      "title": "A Giant Roman House Found Under a Park in Wales",
      "summary": "Archaeologists have made an exciting discovery in Wales: a huge Roman villa found under a popular park. Using special radar, they saw the villa's shape underground without digging. The villa is very big, about 572 square meters, and has many rooms like a corridor and wings. It was likely home to an important person long ago, maybe a local leader who lived there with many people around. The land has not been farmed or built on, so the villa is well-preserved, like a time capsule. This find helps us learn more about Roman life in Wales, which is rare because most Roman sites there are military. The discovery was shared with the BBC and involves schools and the community to teach about history.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b9326bdc72047aa6_d625c4946a9e.webp",
      "category": "Science"
    },
    {
      "id": "70174bd4e6c19279",
      "title": "A Health Problem That Connects Your Heart, Kidneys, and Body Energy",
      "summary": "Many adults in the U.S. have a health issue called CKM syndrome, which stands for cardiovascular-kidney-metabolic syndrome. This means problems with the heart, kidneys, and how the body uses energy can happen together, making people sicker. Nearly 90% of adults have at least one risk factor, like high blood pressure or being overweight. When these issues combine, they can lead to serious problems like heart attacks or strokes. The good news is that people can improve their health by eating better, exercising, and getting medical help. A survey found that most people haven't heard of CKM syndrome but want to learn more. The American Heart Association is creating tools to teach everyone about it and help them stay healthy.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_70174bd4e6c19279_2d3132cc0ae7.webp",
      "category": "Science"
    },
    {
      "id": "b73fec915e9478af",
      "title": "How Genes Help Make Brain Cells",
      "summary": "Scientists wanted to know how brain cells are made from special cells called embryonic stem cells. They used a tool called CRISPR to turn off nearly 20,000 genes one by one and see what happens. This helped them find 331 genes that are important for making brain cells. One gene, called PEDS1, was especially interesting because it helps make a fatty coating for nerve fibers. When PEDS1 doesn't work, brain size can be smaller, and children might have developmental delays. The study found two families where children with these problems had a rare change in the PEDS1 gene. This research helps doctors understand brain disorders better and could lead to new treatments in the future.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_b73fec915e9478af_91d16fd52ac2.webp",
      "category": "Science"
    },
    {
      "id": "942d4a1536ef650d",
      "title": "Will Smith and the New Snake Discovery",
      "summary": "In 2024, scientists found a new type of giant anaconda snake in South America. Actor Will Smith was there with a camera crew from National Geographic, who were making a documentary called Pole to Pole with Will Smith. They went on a boat trip with indigenous Waorani guides to look for anacondas in the Amazon. They found a big female green anaconda, about 16 to 17 feet long, and collected a scale sample to study. This helped scientists learn it was a new species called the northern green anaconda, which is different from the southern green anaconda. Will Smith also saw a giant tarantula and went to other places like the South Pole and Himalayas for the documentary. The show will start on TV in January 2026.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_942d4a1536ef650d_f8dc556c0645.webp",
      "category": "Science"
    }
  ]
}