{
  "articles": [
    {
      "id": "1079827a5e3ee6da",
      "title": "James Webb Telescope Finds Tiny Space Chemicals in a Dusty Galaxy",
      "summary": "Scientists used the James Webb Space Telescope to look inside a very dusty galaxy called IRAS 07251-0248. This galaxy is hard to see because it has lots of gas and dust hiding its center. The telescope uses infrared light to see through the dust. It found many small organic molecules like benzene and methane deep in the galaxy's core. These molecules are not alive, but they are important because they could help make bigger chemicals needed for life. The study suggests that cosmic rays, which are high-energy particles from space, might be breaking apart bigger carbon pieces to create these small molecules. This discovery helps us understand how chemicals form in extreme places in space and shows how powerful the James Webb Telescope is.",
      "source": "Science Daily - Technology",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1079827a5e3ee6da_de9a9c18d336.webp",
      "category": "Fun"
    },
    {
      "id": "ff8a201fba6dd6e6",
      "title": "Bud Cort, Star of a Famous Movie, Passes Away",
      "summary": "Bud Cort was an American actor who became famous for playing Harold in the movie Harold and Maude. He died at age 77 after being sick for a long time. Bud Cort acted in over 80 movies and TV shows, including The Life Aquatic with Steve Zissou. In Harold and Maude, his character is a young man who loves an older woman, and the movie became very popular over time. People liked its funny and sad story. Bud Cort was born in New York and loved acting from a young age. He moved to Los Angeles to be in movies and worked for many years. Other actors and directors said nice things about him and his work.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_ff8a201fba6dd6e6_6bb565e57a9d.webp",
      "category": "Fun"
    },
    {
      "id": "2e90128ad61ae15b",
      "title": "Should We Pay Extra for Holidays in England?",
      "summary": "Some business leaders in England are asking the government to stop a new tax on holidays. The government wants to let local leaders charge a small fee to tourists staying in hotels or other places. This money would help pay for local projects. But over 200 companies that run hotels, theme parks, and holiday spots say this tax is a bad idea. They think it will make holidays more expensive, so families might take shorter trips or go to other countries instead. They wrote a letter to the government saying, \"Holidays are for relaxing, not taxing.\" The government is still deciding and will listen to opinions until February. In Scotland and Wales, local areas can already charge this tax, but Northern Ireland does not plan to. Some places in England already have a similar fee that businesses choose to add, but it is not a required tax.",
      "source": "BBC Business",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2e90128ad61ae15b_37d81a95a2ad.webp",
      "category": "Fun"
    },
    {
      "id": "c1906ae93344b042",
      "title": "Actor James Van Der Beek Dies from Cancer",
      "summary": "James Van Der Beek was a famous actor who starred in the TV show Dawson's Creek. He died at age 48 after being sick with bowel cancer. His family shared the sad news on social media, saying he was brave and peaceful. He found out he had cancer in 2023 but told everyone in 2024. He had six children and was in other shows and movies too. James talked about his symptoms, like changes in his bathroom habits, and got a test that showed he had stage three cancer. He felt very sad during treatment, losing parts of who he was, but learned he was still loved. After his diagnosis, he worked to teach people about getting checked for cancer early to help others. He was a big star in the late 1990s and 2000s.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c1906ae93344b042_e131d2848f5e.webp",
      "category": "Fun"
    },
    {
      "id": "1ecc55be736a919b",
      "title": "Sarah Ferguson Asked a Bad Man for Money Help",
      "summary": "Sarah Ferguson, who used to be a duchess, had a big money problem with £6 million in debt. She asked Jeffrey Epstein for advice on how to fix it, even though he was in jail for a bad crime. Emails show she felt very sad and tired, saying 'death is easier than this.' She got an offer from a rich man named John Caudwell to give her £10 million, but he wanted half her future money forever. Epstein told her to get the deal in writing. The emails also show Epstein and his friend talked about her in a mean way, like she was a cheating girlfriend. This story teaches us about being careful with money and who we ask for help.",
      "source": "BBC Business",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_1ecc55be736a919b_25e44fac549d.webp",
      "category": "Fun"
    },
    {
      "id": "c753c610fa138b98",
      "title": "Andrew Ranken: The Pogues Drummer Who Made Music",
      "summary": "Andrew Ranken, a drummer for the band The Pogues, has died at 72 years old. The band announced his death and said he was very important to them. He helped start the band in London and played on famous songs like Fairytale of New York. The Pogues called him the heartbeat of their group because he kept the rhythm with his drums. He also played other instruments like the harmonica and sang sometimes. The band shared a kind message thanking him for his friendship and music. They are thinking about his family during this sad time. Andrew Ranken was a founding member, meaning he was there from the beginning when the band formed in 1982. He played with other members like Shane MacGowan and Spider Stacy. His nickname was The Clobberer, and he made music that people loved.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c753c610fa138b98_69ff31b3a672.webp",
      "category": "Fun"
    }
  ]
}