{
  "articles": [
    {
      "id": "62845d62ac14d55c",
      "title": "Hidden Shapes That Bend Electrons Like Gravity",
      "summary": "Scientists have found a hidden shape inside special materials that changes how tiny particles called electrons move. This shape is like a curve or bend, similar to how gravity makes light curve in space. The discovery was made by researchers from universities in Geneva and Italy. They studied a material made of two parts, strontium titanate and lanthanum aluminate, where electrons behave in weird ways. By using strong magnets, they saw how the electrons' paths were twisted by this hidden shape. This finding helps us understand materials better and could lead to faster electronics and new technologies in the future. It shows that many materials might have this hidden shape, not just a few.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_62845d62ac14d55c_c06e29aab7b2.webp",
      "category": "Science"
    },
    {
      "id": "b4eaccadb354363b",
      "title": "Turning Gut Bacteria into Anti-Aging Helpers",
      "summary": "Scientists have found a cool way to make the tiny bacteria in animals' guts work like little factories to help them live longer. They used a special medicine called cephaloridine to tell the bacteria to make more of a helpful substance called colanic acid. This substance helps worms and flies live longer. When they tried it in mice, it made their bodies healthier by improving things like cholesterol and insulin. The medicine is safe because it stays in the gut and doesn't go into the blood, so it doesn't hurt the rest of the body. This discovery could lead to new medicines that help people live longer by working with gut bacteria instead of directly on the body.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_b4eaccadb354363b_93b1c858e9bd.webp",
      "category": "Science"
    },
    {
      "id": "a3a3772ed48370f6",
      "title": "SpaceX Wants to Send a Million Satellites to Space for AI",
      "summary": "SpaceX, a company owned by Elon Musk, has asked for permission to launch one million satellites into space around Earth. These satellites would help power artificial intelligence, or AI, which is like smart computer programs. Instead of building big computer centers on the ground, SpaceX wants to put them in space to save energy and money. The satellites would use solar power and be far apart in space, so they might not be easy to see. SpaceX already has about 10,000 satellites called Starlink that give internet to people. Some experts worry that too many satellites could cause problems like crashes or make it hard for astronomers to study stars. Musk says space is very big and there is enough room for all the satellites.",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a3a3772ed48370f6_a7a11f1c18f3.webp",
      "category": "Science"
    },
    {
      "id": "1abd2f659d6582c0",
      "title": "How Statins Can Cause Muscle Pain",
      "summary": "Statins are medicines that help lower cholesterol and prevent heart attacks and strokes for many people. But some patients get muscle pain or weakness from taking them. Scientists from the University of British Columbia and University of Wisconsin-Madison have found out why this happens. They used a special microscope to see how statins interact with a protein in muscle cells called the ryanodine receptor. This protein controls calcium flow in muscles. When statins bind to it, they make the protein stay open, causing calcium to leak out. This leak can damage muscle tissue and lead to pain. The study was published in Nature Communications and could help make safer statins in the future.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_1abd2f659d6582c0_da85bb9bd647.webp",
      "category": "Science"
    },
    {
      "id": "9fa78a1704c6e721",
      "title": "Jupiter's Hidden Secrets in Its Clouds",
      "summary": "Jupiter is a giant planet with thick clouds that cover its surface, making it hard to see what's underneath. Scientists have used a new computer model to learn more about Jupiter without going there. They found that Jupiter has more oxygen than the sun, which helps us understand how planets form. Jupiter has big storms like the Great Red Spot, which is twice the size of Earth and has been around for hundreds of years. Spacecraft like Galileo and Juno help study Jupiter from space, but the clouds are so dense that it's tricky to explore inside. This research uses chemistry and movement of gases to solve mysteries about Jupiter's atmosphere.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9fa78a1704c6e721_ddb0c947d21f.webp",
      "category": "Science"
    },
    {
      "id": "1924a2590abe37c3",
      "title": "Hidden Treasures Found While Building a Train",
      "summary": "Archaeologists found many old treasures while building a new train line called HS2 in the UK. They discovered 450,000 objects, including a Roman gladiator's tag, a very old hand axe, and gold dentures from the 1800s. These items are stored in a secret warehouse in Yorkshire for safety. The archaeologists worked hard to dig up these things to learn about Britain's past. Some people are happy about the finds, but others think the train line costs too much money and hurts the environment. The future of the treasures is still being decided.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    }
  ]
}