{
  "articles": [
    {
      "id": "4b2ff62bbf825ce7",
      "title": "Norrie's Defeat to Zverev Ends British Singles Campaign at Australian Open",
      "summary": "Cameron Norrie, the British number two tennis player, was defeated by Alexander Zverev in the third round of the Australian Open, concluding British participation in the singles event. Norrie, who has frequently been the last Briton in Grand Slam tournaments, faced a tough challenge against world number three Zverev, having lost all previous six meetings. The match saw Norrie produce an inspired second set to level the score, but Zverev regained control in the third and fourth sets, winning 7-5, 4-6, 6-3, 6-1. Despite strong crowd support at Melbourne Park, Norrie struggled against Zverev's elevated play, particularly in the latter stages. Zverev's victory, marked by his 16th ace, advances him to the next round against Francisco Cerundolo, while Norrie's quest to beat a top-five player at a Grand Slam remains unfulfilled. The article highlights Norrie's resilience but underscores Zverev's dominance in their head-to-head record.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b2ff62bbf825ce7_8fa156b05f08.webp",
      "category": "Fun"
    },
    {
      "id": "8f13c6baf0cbf673",
      "title": "Putintseva's Playful Response to Crowd Boos at Australian Open",
      "summary": "Yulia Putintseva, a professional tennis player, showcased a unique and spirited reaction after her victory over Turkish qualifier Zeynep Sonmez at the Australian Open. Following the match, she faced boos from the crowd, a form of negative feedback often seen in sports when audiences disapprove of a player's actions or support the opponent. Instead of letting this affect her, Putintseva responded by dancing on the court and blowing kisses to the spectators. This incident highlights the pressures athletes face from audiences and how they manage emotions during high-stakes events. The Australian Open, held annually in Melbourne, is a prestigious Grand Slam tournament attracting global attention. Putintseva's behavior can be seen as a strategy to maintain composure and turn a potentially negative situation into a celebratory moment, emphasizing resilience in sportsmanship.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8f13c6baf0cbf673_b27120da37b9.webp",
      "category": "Fun"
    },
    {
      "id": "ab20048323f41c3b",
      "title": "Harry Styles' Comeback with Aperture and Global Tour Plans",
      "summary": "After nearly four years without new music, Harry Styles has released his single Aperture, marking the start of his fourth album, Kiss All The Time. Disco, Occasionally. During his break, he remained active by running marathons in cities like Berlin and Tokyo and attending live concerts, which he says influenced his creative process. In an interview with the BBC, Styles emphasized his desire to avoid isolation and engage with the human experience, contrasting his early touring days spent in hotel rooms. He announced the Together, Together tour for 2026, featuring 50 shows across seven global cities, including six at London's Wembley Stadium and 30 at New York's Madison Square Garden, with stops in Amsterdam, São Paulo, Mexico City, Melbourne, and Sydney. Special guests will support him, such as Shania Twain in London, whom he admired as a child, and artists like Jamie XX, Jorja Smith, and Robyn in other locations. Styles credits his time as an audience member at events like LCD Soundsystem concerts for inspiring his new music, highlighting how this perspective enriched his artistic development.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ab20048323f41c3b_c7cf5e23ab84.webp",
      "category": "Fun"
    },
    {
      "id": "3e2d7655eda5c077",
      "title": "Putintseva Overcomes Crowd Hostility with Mental Focus at Australian Open",
      "summary": "At the Australian Open in Melbourne, tennis player Yulia Putintseva faced a challenging third-round match against Turkish qualifier Zeynep Sonmez. The crowd was overwhelmingly supportive of Sonmez, who aimed to become the first Turkish woman to reach the fourth round of a Grand Slam in singles. This created a hostile environment for Putintseva, with fans booing her and screaming during critical points, such as between her serves. To cope, Putintseva abandoned her usual method of listening to Taylor Swift and instead mentally repeated a song about rabbits from an old Russian movie, which helped her block out distractions. She won the match in three sets: 6-3, 6-7 (3-7), 6-3. After her victory, Putintseva responded to the jeers by cupping her ear, blowing kisses, and dancing provocatively off the court. She criticized the crowd's behavior as disrespectful, noting instances like loud yelling and coughing during key shots. Despite the adversity, Putintseva maintained her composure, reaching the Australian Open fourth round for the first time and highlighting the importance of mental toughness in sports.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3e2d7655eda5c077_2179e6d09b8b.webp",
      "category": "Fun"
    },
    {
      "id": "c9283f1702daa9a9",
      "title": "Medvedev's Resilience: A Comeback Victory at the Australian Open",
      "summary": "Daniil Medvedev, a Russian tennis player, achieved a notable comeback at the 2024 Australian Open by winning a match after trailing by two sets, defeating Fabian Marozsan. This victory is significant as Medvedev has reached the Australian Open final three times and endured a challenging 2023 season where he lost similar comeback matches. In this tournament, his run included four five-set matches, totaling over 24 hours on court—the longest in Open era history—highlighting his endurance. Medvedev admitted to nerves during the match, recalling past failures, but managed to stay composed to secure the win. His record in five-setters at the Australian Open is now 7-4, with a 10-13 record in deciding sets, illustrating his competitive spirit. The article also touches on his humorous interactions post-match, such as joking with interviewer Mats Wilander, adding a personal touch to his athletic journey.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c9283f1702daa9a9_444ff0717b1e.webp",
      "category": "Fun"
    },
    {
      "id": "f77730bb690dcae5",
      "title": "Unexpected Trends in Oscar Nominations: A Look at Surprises and Snubs",
      "summary": "The Oscar nominations delivered a series of surprises that defied predictions from awards experts. The event began with an unexpected nomination for Elle Fanning in the best supporting actress category, setting a tone of unpredictability. Notable snubs included Paul Mescal from Hamnet and Chase Infiniti from One Battle After Another, both considered strong contenders who missed out. While films like Hamnet and One Battle After Another underperformed in acting categories, they still garnered overall recognition. A major surprise was F1, starring Brad Pitt, securing a best picture nomination despite lacking nominations in major categories like best director or acting, highlighting its appeal to traditional Academy voters. Additionally, Sinners achieved a historic milestone with 16 nominations, surpassing previous record-holders. These developments suggest the Academy values a mix of conventional filmmaking and innovative works, reflecting broader trends in the industry.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f77730bb690dcae5_d422c8fc7f57.webp",
      "category": "Fun"
    }
  ]
}