{
  "articles": [
    {
      "id": "c60bb53efe55596a",
      "title": "A British Politician in Trouble in Bangladesh",
      "summary": "Tulip Siddiq, a Labour MP from the UK, has been given a two-year jail sentence in Bangladesh for a crime she says she didn't do. She was accused of using her influence to get land for her family from her aunt, who was the Prime Minister of Bangladesh. The trial happened without her being there, and she calls it unfair and silly. She lives in London and probably won't go to jail, but she has to pay a fine. This case is part of bigger political fights in Bangladesh after a change in government. Siddiq is focused on her job helping people in her area in the UK and denies all the charges.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c60bb53efe55596a_5bc772739c69.webp",
      "category": "News"
    },
    {
      "id": "fc8895cdf9d1fa90",
      "title": "A News Story About a Chancellor and a Budget",
      "summary": "This article talks about Rachel Reeves, who is the Chancellor in the UK government. She held a special news conference before her Budget to tell people about her plans. She said taxes would go up and she wanted to help with living costs, which she did in the Budget. But there was a problem: she knew that tax money coming in was better than expected, which made things easier for her, but she didn't tell everyone at the news conference. The article says this was misleading because she kept that important information secret. It explains how the Office for Budget Responsibility, a group that checks the numbers, later showed what she knew. The writer, Chris Mason from BBC News, thinks this was not honest because people should know all the facts to understand the Budget decisions.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_fc8895cdf9d1fa90_2cb007501f91.webp",
      "category": "News"
    },
    {
      "id": "11a6e3cf526a5334",
      "title": "What Are Forever Chemicals in Our Blood?",
      "summary": "This article is about a mom who got her blood tested for something called forever chemicals, also known as PFAS. These are chemicals that are used in many things like waterproof clothes and cookware. They don't go away easily and can build up in our bodies and the environment. The mom found out she has a high level of these chemicals in her blood, which might affect her health. She learned that she might have passed some to her babies during pregnancy. The article explains that scientists say these chemicals can cause health problems like infertility and cancer. It tells us that these chemicals are everywhere in our homes, water, and food, and it's hard to avoid them. The mom feels worried and angry because she didn't know about this before.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_11a6e3cf526a5334_37738d7ee8e1.webp",
      "category": "News"
    },
    {
      "id": "7c3b12dd2b12d0b9",
      "title": "Can Prince William Help the Royal Family?",
      "summary": "This article talks about the British Royal Family and how people feel about them. David Dimbleby, who has worked on TV for a long time, made a documentary to learn more. He found that fewer people think the monarchy is important now compared to the past, especially young people. The article says this is a problem because the Royal Family needs public support to survive. It mentions scandals with Prince Andrew and Harry and Meghan, but says the bigger issue is what the monarchy means today. Prince William is trying to act like a normal person to win back support. The article asks if this will work and what King Charles and William should do to make people like the monarchy more.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7c3b12dd2b12d0b9_a67150f44849.webp",
      "category": "News"
    },
    {
      "id": "bfff28fa3c702dd2",
      "title": "Big Snowstorm Causes Travel Trouble in Chicago",
      "summary": "A big winter storm hit Chicago and other places after Thanksgiving, causing lots of problems for travelers. Many flights were delayed or canceled at airports like O'Hare in Chicago and Detroit Metro Airport. The storm brought heavy snow, with Chicago setting a record for November snowfall. People in Wisconsin lost power because of the snow, and churches in Michigan told people to stay home. Planes had to be de-iced to fly safely. The National Weather Service warned about dangerous travel conditions in Iowa and Illinois. This storm made it hard for people to get home after the holiday.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bfff28fa3c702dd2_07984399461c.webp",
      "category": "News"
    },
    {
      "id": "1640dc03ebefa6da",
      "title": "Honduras Votes for a New President with Surprise from U.S.",
      "summary": "People in Honduras voted on Sunday to choose a new president. The election was very close, with three main candidates having a chance to win. They are Moncada, who wants to help the economy for everyone; Nasralla, who says he will stop corruption; and Asfura, who supports businesses. A big surprise happened when U.S. President Donald Trump said he liked Asfura and would pardon a former Honduran president in prison. This made the election more interesting. Hondurans also voted for Congress and local leaders. They care about safety and jobs, even though the country is safer now than before. The voting day had music and flags outside schools where people lined up to vote.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_1640dc03ebefa6da_d61e5e5c1a51.webp",
      "category": "News"
    }
  ]
}