{
  "articles": [
    {
      "id": "581c47651ecac69a",
      "title": "A Gut Helper for Healthy Livers",
      "summary": "Scientists found a special compound in the gut that can help protect the liver. When mother mice eat a lot of fat and sugar, their babies might get sick with fatty liver disease when they grow up. But if the mothers get a compound called indole from good gut bacteria, their babies have healthier livers. Indole is made when gut bacteria break down food like turkey and nuts. The study shows that a healthy gut from the mother can help prevent liver problems in children. This is important because fatty liver disease affects many kids, especially those who are overweight. The research was done on mice, so we need more studies to see if it works for humans. But it gives hope for new ways to keep kids healthy by focusing on gut health early in life.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_581c47651ecac69a_eb0bf4ec1ab0.webp",
      "category": "Science"
    },
    {
      "id": "fe4914e8b72b016b",
      "title": "Tiny Ocean Creatures Help Our Planet",
      "summary": "Scientists have found that tiny ocean creatures called calcifying plankton are very important for Earth's climate. These plankton are so small you can't see them, but they help control the temperature by taking carbon from the air and moving it into the ocean. They make hard shells from a material called calcium carbonate. When they die, their shells sink and carry carbon deep into the ocean, which helps keep our planet cool. This process is called the ocean carbon pump. However, many climate models used to predict future climate do not include these plankton fully. This means scientists might not understand how the ocean will change with climate change. The study was done by a team from Spain and published in a science journal. They say we need to study these plankton better to improve climate predictions and protect our planet.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_fe4914e8b72b016b_d767ecd56ca2.webp",
      "category": "Science"
    },
    {
      "id": "2025a0b751a96e5e",
      "title": "How Pandemics Spread Fast in Cities",
      "summary": "Scientists studied how two big sicknesses, the 2009 H1N1 flu and the 2020 COVID-19, moved quickly through cities in the United States. They used computer models to see how these pandemics spread. The research showed that both sicknesses traveled to many cities in just a few weeks, often before people knew they were there. Air travel helped spread them faster than cars or buses. The scientists found that places like New York and Atlanta were important hubs where the sicknesses passed through. They suggest that checking wastewater, which is water from toilets and sinks, could help catch pandemics early and slow them down. This study helps us prepare for future outbreaks by understanding how they spread.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_2025a0b751a96e5e_1dd3ff70ec06.webp",
      "category": "Science"
    },
    {
      "id": "31397e95a2be2060",
      "title": "How Hair Shows Lead Pollution Dropped Over 100 Years",
      "summary": "Long ago, lead was a common pollutant in the United States from things like factories, paint, and car exhaust. Lead is a harmful metal that can cause health problems, especially for kids. In 1970, the Environmental Protection Agency (EPA) was created to make rules to reduce lead pollution. Scientists at the University of Utah studied hair samples from people over 100 years to see how lead levels changed. They found that before the EPA rules, lead levels in hair were about 100 times higher than after the rules. This shows that environmental regulations helped make people healthier by lowering lead exposure. The study reminds us that rules are important to protect our health, even if they might seem tough for businesses. Hair samples from family scrapbooks helped scientists learn about the past.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_31397e95a2be2060_799c1d2f545d.webp",
      "category": "Science"
    },
    {
      "id": "1611cb9ba70a55dd",
      "title": "EPA Stops Catching Polluters Under President Trump",
      "summary": "A new report shows that the Environmental Protection Agency (EPA) is not doing its job to stop polluters under President Donald Trump. The EPA is supposed to enforce laws that protect our air and water, but it filed only 16 lawsuits against polluters in Trump's first year back in office. That is much fewer than under past presidents. The report says this drop happened because the EPA is focusing on helping companies follow rules instead of punishing them when they break laws. Experts worry that without strong enforcement, more companies might pollute, harming people and the environment. The EPA leader, Lee Zeldin, has made changes to roll back pollution rules, and many staff who catch polluters have left their jobs.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1611cb9ba70a55dd_da7bb2fcd9dc.webp",
      "category": "Science"
    },
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "How Cleaner Air Made a Gas Problem Worse",
      "summary": "During the COVID-19 pandemic in 2020, many people stayed home, so cars and factories stopped polluting as much. This made the air cleaner, which was good. But scientists noticed something surprising: a gas called methane, which can warm the Earth, increased a lot that year. Methane usually gets broken down in the air by a special chemical called the hydroxyl radical. This chemical needs pollution from cars and factories to be made. With less pollution during the lockdowns, there wasn't enough of this chemical to destroy methane, so more methane stayed in the air. Scientists found that this caused most of the methane increase. They also discovered that some extra methane came from wetlands in Africa and Asia, where microbes produce it when it rains a lot. This shows that cleaning the air can have unexpected effects on other environmental problems.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    }
  ]
}