{
  "articles": [
    {
      "id": "b931157475ee31d6",
      "title": "Critics Debate the New Wuthering Heights Film Adaptation",
      "summary": "Emerald Fennell's new film adaptation of Wuthering Heights, starring Jacob Elordi and Margot Robbie, has sparked divided opinions among critics ahead of its Valentine's weekend release. Based on Emily Brontë's classic gothic novel about the intense and destructive love between Cathy and Heathcliff, the movie updates the story with modern elements, including controversial BDSM-inspired scenes and a soundtrack by Charli XCX. Critics are split: some, like Peter Bradshaw of The Guardian, criticize it as emotionally hollow and overly stylized, giving it two stars and calling it a misfire. In contrast, Robbie Collin of The Telegraph awards it five stars, defending it as resplendently lurid and arguing that style can be substance when executed well. Other reviews, such as from The Sun and The Independent, highlight concerns about the film replacing literary depth with romance novel tropes and pantomime performances, while acknowledging its fierce and fun aspects. The film is marketed with quote marks to indicate Fennell's personal take, set in the late 18th and early 19th centuries, and has generated attention for its casting and provocative content.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b931157475ee31d6_69ae7256af8e.webp",
      "category": "News"
    },
    {
      "id": "001408bcbf00016d",
      "title": "Macron Calls for European Unity and Shared Debt to Boost Global Power",
      "summary": "French President Emmanuel Macron has urged Europe to assert itself as a global power in response to growing threats from China, Russia, and the US. Speaking ahead of an EU summit in Brussels, he emphasized that Europe faces a wake-up call and must become more cohesive in economy, defense, and democratic systems. Macron proposed mutualised loans, or eurobonds, to raise hundreds of billions of euros for investments in security, clean energy, and artificial intelligence. He argued that global financial markets are seeking alternatives to the US dollar and that European debt could attract investors due to Europe's democratic stability. However, this idea has faced skepticism from Germany and other nations, who worry about bearing financial burdens for countries like France that have not implemented sufficient reforms. Macron acknowledged France's economic challenges but highlighted reforms in countries like Portugal and Spain as successful examples. He also called for coherent trade policies to protect European industries without being protectionist, ensuring fair rules for both European and non-European producers. Overall, Macron's vision is for a more integrated and assertive Europe on the world stage.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_001408bcbf00016d_b72262347ce0.webp",
      "category": "News"
    },
    {
      "id": "caa7156a3418bd40",
      "title": "UK Expands Solar Farms Amid Clean Energy Push and Local Concerns",
      "summary": "The UK government has awarded contracts for a record number of renewable energy projects, including 157 solar developments across England, Scotland, and Wales, as part of its strategy to boost clean power. This move aims to support the goal of having at least 95% of Great Britain's electricity from clean sources by 2030, which includes renewables like solar and wind, as well as nuclear energy. Solar power is seen as a cost-effective way to reduce dependence on fossil fuels, especially during summer months when wind speeds are lower. However, the expansion faces opposition from some local communities who fear large-scale solar farms could lead to 'mass industrialisation' of rural areas, as seen with the West Burton project on the Lincolnshire-Nottinghamshire border. The government's latest auction secured 4.9GW of solar capacity, up from 3.3GW in the previous year, contributing to a target of 45-47GW by 2030. Solar energy provided over 6% of the UK's electricity last year, peaking at over 40% in some summer periods. Additionally, the government is promoting energy storage systems to manage solar power during non-sunny times. While all projects have planning permission, the tension between national clean energy objectives and local environmental impacts highlights ongoing debates in the renewable energy transition.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_caa7156a3418bd40_2539e55dc20d.webp",
      "category": "News"
    },
    {
      "id": "2b9fb7e8f5a451dc",
      "title": "Ynys Gifftan: A Tidal Island for Sale in Wales",
      "summary": "Ynys Gifftan, a 17-acre tidal island located in the Dwyryd Estuary near Portmeirion in Gwynedd, Wales, is on the market for £350,000. This price is slightly above the UK average house price. The island features a Victorian stone farmhouse that has been uninhabited since the 1970s and requires extensive renovation. Historically, residents would wade across the estuary at low tide, often removing their shoes, to access the mainland. Today, the island can be reached by boat during high tide or by walking across tidal sands at low tide. Estate agents from Carter Jonas report significant interest due to its unique nature, with the island offering panoramic views of Eryri National Park. However, potential buyers are advised to exercise caution during viewings due to risks from the terrain and tidal conditions. The listing suggests it could appeal to those seeking a lifestyle project or a secluded retreat in a picturesque coastal landscape.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2b9fb7e8f5a451dc_de048b808d4b.webp",
      "category": "News"
    },
    {
      "id": "6ae19cf31e02df27",
      "title": "Senate Negotiations on DHS Funding and Immigration Reforms",
      "summary": "In Washington, D.C., Senate Democrats and the White House are engaged in urgent negotiations over funding for the Department of Homeland Security (DHS), with a deadline looming this Saturday to prevent a partial government shutdown. Democrats have presented demands for significant reforms in immigration enforcement, including requirements for judicial warrants, improved identification of DHS officers, new use-of-force standards, and an end to racial profiling. These proposals come in response to the fatal shooting of two protesters by federal agents in Minneapolis last month. The White House has countered with its own proposal, and while specific details remain private, Senate leaders from both parties indicate forward progress. Senate Democratic Leader Chuck Schumer emphasized the reasonableness of their demands, while Republicans like John Thune noted the exchange of papers as a positive sign. However, skepticism persists among rank-and-file lawmakers about reaching a bipartisan agreement on the contentious issue of immigration, highlighting the political tensions and time constraints involved.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6ae19cf31e02df27_3814d77b598f.webp",
      "category": "News"
    },
    {
      "id": "e73f4964e2016179",
      "title": "Historic U.S. Vice Presidential Visit to Armenia Amid Peace Efforts",
      "summary": "Vice President JD Vance made a historic visit to Armenia, marking the first time a sitting U.S. president or vice president has traveled there. During his trip, he met with Armenian Prime Minister Nikol Pashinyan to advance U.S.-brokered peace initiatives aimed at resolving the decades-long conflict with Azerbaijan over the Karabakh region. They signed an agreement to negotiate a civil nuclear energy deal, and Vance announced U.S. readiness to export advanced computer chips and surveillance drones, along with investments in Armenia's infrastructure. This visit follows a White House deal in August where Pashinyan and Azerbaijani President Ilham Aliyev committed to a peace treaty, though it remains unsigned and unratified. Vance emphasized a forward-looking approach to peace, stating it requires focus on the future rather than the past, and he plans to visit Azerbaijan next. The conflict involves the Karabakh region, which saw a 2020 war and a 2023 blitz by Azerbaijan, leading to Armenian residents fleeing. Vance endorsed Pashinyan for upcoming elections and highlighted Armenia's Christian heritage, while Pashinyan thanked U.S. leadership and accepted an invitation to a peace board meeting.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e73f4964e2016179_d95762c3c022.webp",
      "category": "News"
    }
  ]
}