{
  "articles": [
    {
      "id": "b844cf7db7816192",
      "title": "Magnetic Nanocomposites: A Dual Approach to Bone Cancer Therapy and Regeneration",
      "summary": "Researchers from Brazil and Portugal have developed a magnetic nanocomposite that combines iron oxide nanoparticles with a bioactive glass coating, designed to address bone cancer and support bone repair. This core-shell structure generates heat through magnetic hyperthermia when exposed to an alternating magnetic field, targeting and destroying cancer cells while minimizing damage to healthy tissue. Simultaneously, the bioactive glass coating promotes bone regeneration by encouraging mineralization, as demonstrated in tests with simulated body fluid where it rapidly formed apatite, a bone-like mineral. The study, published in Magnetic Medicine, highlights that a formulation with higher calcium content showed superior performance in both magnetic response and mineralization rate, making it a promising candidate for biomedical applications. This innovation represents a significant step in multifunctional biomaterials, offering a potential single-procedure treatment for bone tumors that integrates tumor ablation with structural healing, advancing fields like oncology and regenerative medicine.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b844cf7db7816192_b25ea7e52c23.webp",
      "category": "Science"
    },
    {
      "id": "87959d36773e592d",
      "title": "The Global Rise in Cancer Cases and the Need for Action",
      "summary": "Cancer is becoming a major global health crisis, with cases and deaths increasing significantly over the past few decades. From 1990 to 2023, new cancer diagnoses more than doubled to 18.5 million annually, while deaths rose by 74% to 10.4 million per year. This burden disproportionately affects low- and middle-income countries, where most cases now occur. A key finding is that over 40% of cancer deaths are linked to modifiable risk factors such as tobacco use, poor diet, and high blood sugar, highlighting opportunities for prevention. Looking ahead, projections indicate that by 2050, new cases could reach 30.5 million per year and deaths 18.6 million, driven largely by population growth and aging. Although age-adjusted death rates have declined globally, progress is uneven, with some countries still seeing rising rates. The article emphasizes that urgent action is needed, including stronger government policies to enhance prevention, early detection, and equitable access to treatment, to address this growing challenge and meet global health goals.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_87959d36773e592d_aac7e69d9150.webp",
      "category": "Science"
    },
    {
      "id": "0b4e91a64313bcdd",
      "title": "Real-Time Observation of Plant Stomata for Agricultural Innovation",
      "summary": "Scientists have developed a breakthrough system called Stomata In-Sight that enables real-time observation of stomata, the microscopic pores on plant leaves. Stomata regulate gas exchange by allowing carbon dioxide to enter for photosynthesis while releasing water vapor, a critical process for plant growth and water use efficiency. Previously, methods like leaf impressions or standard microscopes only provided static views or lacked environmental control, limiting understanding of stomatal behavior under varying conditions. The new system integrates live confocal microscopy, leaf gas exchange measurement, and environmental control in a single setup, allowing researchers to monitor stomatal movements and gas fluxes simultaneously under precise conditions of light, temperature, humidity, and carbon dioxide. This advancement is significant for agriculture, as stomata play a key role in the tradeoff between carbon uptake and water loss. By studying how stomata respond to environmental changes, scientists aim to identify genetic traits for developing crops with improved water-use efficiency, which is crucial for addressing drought and heat stress in food production. Published in Plant Physiology, this research could transform crop breeding strategies to enhance sustainability.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_0b4e91a64313bcdd_9c8e2b1b6f59.webp",
      "category": "Science"
    },
    {
      "id": "1c73ed88742a20ae",
      "title": "Appeals Court Upholds Protection of University Research Funding",
      "summary": "An appeals court has ruled that the Trump administration cannot impose a flat 15% rate on indirect costs for university research funding, upholding a lower court's injunction. Indirect costs cover expenses like utilities, facility maintenance, and animal care that support research but are not directly tied to specific projects. The administration's policy aimed to standardize these rates across all universities, but critics argued it would severely impact institutions, especially those in high-cost areas where rates often exceed 50%. States and university organizations sued, claiming the change violated legal procedures and was arbitrary. The district court blocked the policy, citing violations of the Administrative Procedures Act and existing health department rules. On appeal, the court found that Congress had already prohibited such actions through a budget rider passed in 2017 and renewed since, specifically to prevent similar attempts by the Trump administration. The judges noted the policy's broad application and inconsistent arguments by the NIH, concluding it was unlawful. This decision maintains the current negotiation-based system for indirect costs unless the Supreme Court reviews the case.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1c73ed88742a20ae_ae2f5aadc540.webp",
      "category": "Science"
    },
    {
      "id": "1cad9aa2c790f27c",
      "title": "NASA Satellite Reveals Unexpected Tsunami Behavior",
      "summary": "In late July, a powerful magnitude 8.8 earthquake struck the Kuril-Kamchatka subduction zone off Russia, generating a major tsunami across the Pacific Ocean. The SWOT satellite, a joint NASA and French mission launched in 2022, was fortuitously positioned to capture high-resolution data of this event. Instead of observing a simple, non-dispersive wave as traditional models predict, the satellite revealed an intricate pattern of waves that spread, interacted, and scattered. Researchers, led by Angel Ruiz-Angulo, combined this satellite data with measurements from DART buoys to refine estimates of the earthquake and analyze the tsunami's behavior. This challenged the long-held scientific view that large tsunamis travel as stable, single waves. The findings suggest that dispersion—where waves break into multiple components—plays a significant role, potentially affecting how tsunamis impact coastlines. SWOT's ability to capture wide swaths of ocean surface with unprecedented detail offers new insights, likened to 'a new pair of glasses,' that could improve tsunami modeling and forecasting for better coastal safety.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "Uncovering Ancient Rituals: Africa's Oldest Cremation",
      "summary": "Archaeologists in Malawi have discovered Africa's oldest known cremation pyre, dating back 9,500 years, at the Hora-1 site near Mount Hora. This finding challenges previous assumptions about hunter-gatherer societies, as cremation was rare due to its labor-intensive nature, requiring communal effort to gather resources like deadwood and grass. The pyre contained 170 bone fragments from an adult woman, aged 18-60, with cut marks indicating her bones were skinned and her head removed before cremation. Researchers suggest this reflects mortuary rituals linked to remembrance and social memory. Analysis using radiocarbon dating and microscopic techniques reconstructed the event, showing the pyre was carefully tended at high temperatures. Evidence of flintknapping and repeated fire use at the site hints at a deep-rooted tradition. This discovery provides insights into early human rituals and community cooperation in ancient Africa.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    }
  ]
}