{
  "articles": [
    {
      "id": "1079827a5e3ee6da",
      "title": "James Webb Telescope Uncovers Organic Molecules in a Dust-Shrouded Galaxy",
      "summary": "Researchers from the Center for Astrobiology and University of Oxford used the James Webb Space Telescope to study IRAS 07251-0248, an ultra-luminous infrared galaxy with a core hidden by thick gas and dust. By analyzing infrared light data from JWST's NIRSpec and MIRI instruments, they detected a high concentration of small organic molecules like benzene, methane, and acetylene deep within the galactic nucleus. This marks the first detection of the methyl radical beyond the Milky Way. The findings, published in Nature Astronomy, reveal chemical abundances exceeding theoretical predictions, suggesting a continuous carbon source fuels these reactions. The team proposed that cosmic rays, rather than just high temperatures, break apart larger carbon structures like polycyclic aromatic hydrocarbons to release these molecules. This process may turn galactic nuclei into chemical factories, influencing galaxy evolution. The study highlights JWST's capability to explore previously inaccessible regions and advances our understanding of prebiotic chemistry in extreme environments.",
      "source": "Science Daily - Technology",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1079827a5e3ee6da_de9a9c18d336.webp",
      "category": "Fun"
    },
    {
      "id": "ff8a201fba6dd6e6",
      "title": "Remembering Bud Cort: The Legacy of Harold and Maude Star",
      "summary": "Bud Cort, an American actor renowned for his role in the 1971 cult classic Harold and Maude, has died at age 77 after a prolonged illness. His friend Dorian Hannaway confirmed the news, highlighting Cort's extensive career spanning over 80 films and TV series, including notable works like The Life Aquatic with Steve Zissou. Cort's portrayal of Harold, a death-obsessed young man who falls in love with an elderly woman named Maude, became iconic, despite the film's initial commercial failure. Over time, Harold and Maude gained a loyal cult following due to its dark humor and unique romantic storyline, with director Edgar Wright praising Cort's performance as one of the greatest in film history. Born in New Rochelle, New York, in 1948, Cort developed an early passion for acting, sneaking into Broadway shows and later moving to Los Angeles to pursue film. He started with small roles in movies like M*A*S*H and Brewster McCloud before achieving fame. Throughout his five-decade career, Cort appeared in diverse projects such as Heat, Dogma, and TV series like Arrested Development, earning nominations for Golden Globe and Bafta awards. His death marks the end of an era for fans who cherished his contributions to cinema.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_ff8a201fba6dd6e6_6bb565e57a9d.webp",
      "category": "Fun"
    },
    {
      "id": "2e90128ad61ae15b",
      "title": "Debate Over a Tourist Tax in England: Hospitality Industry vs. Government",
      "summary": "Hospitality and leisure bosses in England are urging the government to scrap proposed plans for a tourist tax, arguing it could harm local businesses and tourism. The government is considering allowing mayors and local leaders to introduce a modest visitor levy, calculated as a proportion of accommodation costs, to generate revenue for local projects. Over 200 companies, including major providers like Butlin's, Hilton, and Travelodge, have expressed opposition in a letter to Chancellor Rachel Reeves, stating that such a tax could add over £100 to a two-week holiday and potentially force families to shorten trips or travel abroad. They emphasize that holidays should be for relaxation, not taxation. The government's consultation on this issue ends on February 18, with the aim of decentralizing tax policy to boost economic growth. Currently, some English cities have voluntary levies through business improvement districts, but this would be a mandatory local authority tax. In contrast, Scotland and Wales already have legal powers for visitor levies, with Scottish cities implementing them this summer and Wales planning for 2027, while Northern Ireland has no such plans. The debate centers on balancing revenue needs with the impact on tourism and business viability.",
      "source": "BBC Business",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2e90128ad61ae15b_37d81a95a2ad.webp",
      "category": "Fun"
    },
    {
      "id": "c1906ae93344b042",
      "title": "James Van Der Beek's Battle with Bowel Cancer and Legacy",
      "summary": "James Van Der Beek, renowned for his role as Dawson Leery in the teen drama Dawson's Creek, passed away at 48 due to bowel cancer. His family announced his peaceful death via social media, highlighting his courage and grace. Diagnosed in late 2023, he publicly disclosed his condition in November 2024. Van Der Beek, a father of six, had a successful career in the late 1990s and early 2000s, starring in shows like Dawson's Creek and films such as Varsity Blues. He experienced symptoms like altered bowel movements, prompting him to undergo screening that revealed stage three colorectal cancer, where it had spread to lymph nodes. During treatment, he faced emotional lows, feeling he lost his identity as a father and provider, but he affirmed his self-worth. Post-diagnosis, he advocated for early cancer screening to prevent others from similar hardships. His fame peaked in the late 1990s and 2000s, with additional roles in Don't Trust the B---- in Apartment 23 and Dancing with the Stars. The article emphasizes the importance of early detection, noting that increased screenings reduce mortality rates for colorectal cancer, which affects more men than women.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c1906ae93344b042_e131d2848f5e.webp",
      "category": "Fun"
    },
    {
      "id": "1ecc55be736a919b",
      "title": "Sarah Ferguson's Financial Desperation and Epstein's Influence",
      "summary": "In 2009, Sarah Ferguson, the former Duchess of York, faced severe financial difficulties with £6 million in debt after her Weight Watchers deal ended. Desperate for solutions, she emailed Jeffrey Epstein for advice while he was serving a jail sentence for soliciting prostitution from a minor. Released emails reveal her emotional distress, with statements like 'death is easier than this.' She received an offer from billionaire John Caudwell to clear her debt in exchange for 50% of her future profits, but Epstein advised her to get the deal in writing, and it was never finalized. The correspondence also exposes disrespectful discussions between Epstein and businessman David Stern, who referred to Epstein as 'boss' and suggested treating Ferguson harshly. This highlights how financial vulnerability can lead individuals to seek help from questionable sources, risking manipulation. The article underscores the ethical implications of such interactions and the broader context of power dynamics.",
      "source": "BBC Business",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_1ecc55be736a919b_25e44fac549d.webp",
      "category": "Fun"
    },
    {
      "id": "c753c610fa138b98",
      "title": "Remembering Andrew Ranken: The Pogues' Founding Drummer",
      "summary": "Andrew Ranken, the drummer and founding member of the London-based band The Pogues, has passed away at 72. The band announced his death in an online statement, describing him as the heartbeat of the group and expressing gratitude for his friendship, wit, and musical contributions. Ranken played a key role in the band's formation in 1982 and performed on iconic tracks such as Fairytale of New York and Dirty Old Town, showcasing his skills on drums, percussion, harmonica, and vocals. His nickname, The Clobberer, reflected his energetic style. The Pogues' lineup during their peak included notable members like the late singer Shane MacGowan and Spider Stacy, with Ranken being integral to their sound. The statement also extended condolences to his family during this difficult time. This news highlights Ranken's lasting impact on the music scene, particularly in blending punk and Irish folk influences, and serves as a tribute to his legacy within the band and broader entertainment community.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c753c610fa138b98_69ff31b3a672.webp",
      "category": "Fun"
    }
  ]
}