{
  "articles": [
    {
      "id": "1924a2590abe37c3",
      "title": "Hidden Treasures Found While Building a Train",
      "summary": "Archaeologists found many old treasures while building a new train line called HS2 in the UK. They discovered 450,000 objects, including a Roman gladiator's tag, a very old hand axe, and gold dentures from the 1800s. These items are stored in a secret warehouse in Yorkshire for safety. The archaeologists worked hard to dig up these things to learn about Britain's past. Some people are happy about the finds, but others think the train line costs too much money and hurts the environment. The future of the treasures is still being decided.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    },
    {
      "id": "257a73a2455337b0",
      "title": "Collagen Supplements: Not a Magic Fix for Skin",
      "summary": "Collagen is a protein in our skin that helps keep it smooth and firm. As we get older, our bodies make less collagen, which can cause wrinkles. Many people take collagen supplements, like pills or powders, hoping to make their skin look younger. But dermatologists, who are skin doctors, say these supplements might not work well. Research shows mixed results, with some studies finding benefits and others not. Also, supplements can have safety issues, like contamination from seafood, and they are not checked by the government like medicines. Instead, experts suggest better ways to help your skin, like eating healthy foods with protein and vitamin C, using sunscreen, and avoiding smoking. These habits support your body's own collagen production naturally.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_257a73a2455337b0_148725f872c1.webp",
      "category": "Science"
    },
    {
      "id": "733e491146bbfd50",
      "title": "Polar Bears Get Fatter in Norway",
      "summary": "Scientists found that polar bears on Svalbard islands in Norway are fatter and healthier now than in the 1990s, even though sea ice is melting due to climate change. Polar bears usually need sea ice to hunt seals for food, but these bears have adapted by eating other animals like reindeer and walruses. Researchers weighed 770 bears and saw they got fatter over time. Walruses are protected in Norway, so there are more of them for bears to hunt. Seals also gather in smaller ice areas, making them easier to catch. However, scientists warn this good news might not last because as ice keeps melting, bears will have to travel farther and use more energy, which could make them thinner again.",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_733e491146bbfd50_f74a76e41184.webp",
      "category": "Science"
    },
    {
      "id": "fbddfedf29ff6c4c",
      "title": "A Blood Test to Find Parkinson's Early",
      "summary": "Scientists in Sweden found a way to spot Parkinson's disease before people feel sick. Parkinson's is a brain illness that makes it hard to move, and it affects millions worldwide. The researchers discovered that early changes in the body leave signs in the blood for a short time. They used smart computer programs to see these signs, which are linked to how cells fix damage and handle stress. This means doctors could use a simple blood test to find the disease years before symptoms like shaking appear. The test might be ready in about five years, helping people get treatment sooner to protect their brains. This is important because there is no cure yet, and catching it early can make a big difference.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fbddfedf29ff6c4c_911392bc67ed.webp",
      "category": "Science"
    },
    {
      "id": "fa9848ac1b6f8e8c",
      "title": "States Ask Fossil Fuel Companies to Pay for Climate Change",
      "summary": "Some states in the U.S. want fossil fuel companies to help pay for the costs of climate change. Climate change causes problems like floods and heat waves, which cost a lot of money for things like fixing damaged homes and keeping people healthy. States like Illinois are making laws to create special funds called climate superfunds. These funds would use money from fossil fuel companies to pay for these costs. People support this idea because they think companies that pollute should help fix the problems they cause. Other states like New York and Vermont have already passed similar laws. However, some companies and the government are trying to stop these laws in court.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fa9848ac1b6f8e8c_bc34138bd20c.webp",
      "category": "Science"
    },
    {
      "id": "757d601b007402a8",
      "title": "Cooling Computers with Noise",
      "summary": "Quantum computers are special machines that need to be very cold to work, but cooling them can create noise that messes up their information. Scientists in Sweden made a new tiny refrigerator that uses this noise to help cool the computers instead of fighting it. This device controls heat and energy flow very precisely, which could help build bigger and better quantum computers in the future. Quantum computers might change many things like medicine and communication, but they are hard to make because they are so sensitive. This new idea turns a problem into a solution by using noise to keep things cold.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_757d601b007402a8_d71b20204841.webp",
      "category": "Science"
    }
  ]
}