{
  "articles": [
    {
      "id": "3ada894cf043a368",
      "title": "Perry Bamonte, a Guitarist from The Cure, Passes Away",
      "summary": "Perry Bamonte, who played guitar and keyboard for the band The Cure, has died at age 65. The band shared this sad news on their website, saying he died after a short illness at home during Christmas. They called him a creative and important part of their story. Bamonte started working with The Cure in 1984 and joined the band in 1990. He played on five albums with songs like Friday I'm In Love. He performed in over 400 shows and later played bass in another band. In 2022, he rejoined The Cure and played with them until 2024. The Cure is a famous band that started in 1976 and has influenced many types of music. Bamonte also liked fly fishing and worked as an illustrator for a magazine.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_3ada894cf043a368_5ca4d0a88bf0.webp",
      "category": "Fun"
    },
    {
      "id": "dac3a146071edebf",
      "title": "Boxing Day Shopping is Getting Quieter",
      "summary": "Boxing Day shopping in the UK is not as busy as it used to be. Many people are choosing to shop online instead of going to stores. Data shows that visits to high streets and shopping centers are down compared to last year. Shoppers are expected to spend less money overall, even though some plan to spend a bit more. People are being careful with their money because of costs. Some big stores like Next and John Lewis closed on Boxing Day. Shoppers say it feels calmer and more enjoyable now. Experts think this change is because people are nervous about spending money, especially after tax announcements.",
      "source": "BBC Business",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dac3a146071edebf_ba62d64dd403.webp",
      "category": "Fun"
    },
    {
      "id": "cd71d22a718e3679",
      "title": "A New Kind of Magnet for Smarter Computers",
      "summary": "Scientists have discovered a new type of magnet called altermagnetism in a material called ruthenium dioxide. This is exciting because it could help make computers faster and store more information. Magnets are used in memory devices to save data, but current ones have problems like being easily disturbed by other magnets or hard to read. Altermagnets might fix these issues by being stable and easy to read with electricity. The researchers made very thin films of this material and tested them to prove they have altermagnetism. They used special tools to see how the tiny magnetic spins inside work. This discovery could lead to better memory for phones and computers, making them quicker and more efficient. The team plans to build new devices using this material and find other altermagnets too.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cd71d22a718e3679_fb6b5f8e3365.webp",
      "category": "Fun"
    },
    {
      "id": "025f33dcee3b2b04",
      "title": "King Charles's Christmas Speech Wins TV Ratings",
      "summary": "On Christmas Day, King Charles's special message was the most-watched TV show in the UK. Nearly 7 million people tuned in to watch him speak from Westminster Abbey on channels like BBC and ITV. The King talked about helping neighbors and staying strong together, like during wartime. After his speech, a children's show called The Scarecrows' Wedding was next with 4.3 million viewers, based on a popular book. A dance show, Strictly Come Dancing, came third with 4.2 million viewers. Other shows like EastEnders had fewer viewers this year. The BBC had nine of the top ten shows. These numbers are from overnight ratings, which don't count people who watch later on catch-up services.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_025f33dcee3b2b04_de4ae3b1620d.webp",
      "category": "Fun"
    },
    {
      "id": "ca310beb0d48c8f7",
      "title": "A Fun Club Night in Glasgow with Famous DJs",
      "summary": "In Glasgow, there is a special club night called Pretty Ugly that has been running for 20 years. It was started by three friends who had no DJ experience but loved music. They play many types of songs, like pop and rock, to make people dance all night. Famous people like Kirsty Wark from TV and singers like Paolo Nutini have been DJs there. They even tried to get Nicola Sturgeon, who was Scotland's leader, but she was too busy. The club is known for being a safe and happy place where everyone can have fun together. It celebrates its anniversary with a big party at King Tut's Wah Wah Hut.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ca310beb0d48c8f7_60ad8ad2a5fa.webp",
      "category": "Fun"
    },
    {
      "id": "888a4a3a75117584",
      "title": "Judge Helps British Man Stay in the US",
      "summary": "A US judge has stopped the detention of Imran Ahmed, a British man who lives in America. Imran works to fight hate online and keep children safe on social media. The US government wanted to detain him and maybe send him back to Britain because they didn't like his work. Imran is married to an American woman and has a child, so he didn't want to leave his family. The judge said Imran can stay in the US for now while his case is heard in court. This happened after some US officials accused Imran and others of trying to make social media companies censor free speech. Imran says he won't be bullied and will keep doing his important work.",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_888a4a3a75117584_c96843bb1b51.webp",
      "category": "Fun"
    }
  ]
}