{
  "articles": [
    {
      "id": "04a7c94f5a531fdf",
      "title": "喜剧演员斯坦利·巴克斯特去世，享年99岁",
      "summary": "苏格兰演员兼喜剧演员斯坦利·巴克斯特去世，享年99岁。他于1926年出生于格拉斯哥，是英国电视界几十年来最著名的明星之一。巴克斯特在20世纪60年代至80年代主演了多部热门系列剧，并以他的表演角色和定期参演童话剧而闻名。他的朋友兼传记作者布莱恩·比科姆表示，巴克斯特于周四在伦敦北部的娱乐界人士养老院Denville Hall去世，他自2023年底以来一直居住在那里。巴克斯特的职业生涯始于20世纪40年代的苏格兰剧院，后在综艺剧院成名。这导致他出演了喜剧小品节目《光明面》，在那里他首次表演了后来成为他最受欢迎的小品之一——模仿格拉斯哥口音的《Parliamo Glasgow》节目。《斯坦利·巴克斯特秀》于1963年在BBC开播并大获成功，之后他于1973年转到伦敦周末电视台，推出了《斯坦利·巴克斯特图片秀》。他在节目中模仿电影和电视的 parody 中扮演了大部分角色，赢得了多项英国电影学院奖。随后在1981年推出了《斯坦利·巴克斯特系列》，并在80年代末重返BBC。他还在儿童节目《Mr Majeika》中亮相，于1990年从电视界退休，但之后几年继续在苏格兰扮演童话剧中的女角。他后来为BBC广播4台录制了三部半小时的广播情景喜剧，并为该台录制了多部戏剧。巴克斯特还在20世纪50年代和60年代出演了多部电影，并在英国喜剧奖上获得了终身成就奖。英国电影学院奖苏格兰分部于2020年12月授予他电影和电视杰出贡献奖。巴克斯特始终认为自己是一名性格演员而非喜剧演员，并且是一位不情愿的名人，很少接受采访，拒绝出现在脱口秀节目中。在94岁时，他确认自己一直是同性恋，但表示最初隐瞒真相是为了在非刑事化之前的年代避免被捕。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_04a7c94f5a531fdf_1b01c49ca22f.webp",
      "category": "Fun"
    },
    {
      "id": "3785f16a2908c7a8",
      "title": "《Clair Obscur》在游戏大奖中横扫九项奖项",
      "summary": "《Clair Obscur: Expedition 33》是一款法国开发的角色扮演游戏，在今年的游戏大奖中荣获年度游戏奖，并在十个提名类别中赢得九项奖项，创下纪录。这些奖项包括最佳叙事、最佳音乐和最佳表演奖。游戏设定在一个超自然存在“绘画师”阻止人口超过一定年龄的世界中，讲述了一群冒险者试图摧毁她的故事，因其情感丰富的叙事和传统的回合制战斗而受到赞扬。开发商Sandfall Interactive由离开游戏巨头育碧的员工组成，致力于实现他们的梦想项目。在洛杉矶的颁奖典礼上，导演Guillaume Broche戴着红色贝雷帽和条纹T恤，以彰显游戏的法国身份，感谢团队并提及在线教程制作者是行业的“无名英雄”。该游戏获得十二项提名，是典礼历史上提名最多的游戏。作曲家Lorien Testard通过SoundCloud被发现，赢得最佳配乐奖，而女演员Jennifer English获得最佳表演奖，并将奖项献给所有神经多样性人群。典礼还预览了《古墓丽影》新作和一款《星球大战》角色扮演游戏。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3785f16a2908c7a8_1cd2c9f5bfbb.webp",
      "category": "Fun"
    },
    {
      "id": "31cd2e38ddae3d0a",
      "title": "欧洲歌唱大赛冠军Nemo抗议以色列参与，归还奖杯",
      "summary": "2024年欧洲歌唱大赛冠军、瑞士非二元性别歌手Nemo宣布归还奖杯，以抗议以色列继续参与该赛事。Nemo认为，以色列在加沙战争中的参与与大赛所倡导的团结、包容和尊严等核心价值相冲突，并引用联合国独立国际调查委员会9月报告中的“种族灭绝”结论来支持其立场。这一抗议发生在紧张局势升级的背景下：在2024年大赛期间，Nemo因组织者对以色列争议支持不足而感到孤立，促使大赛推出新的心理健康保护措施。此外，冰岛、西班牙、爱尔兰、斯洛文尼亚和荷兰五个国家已宣布因以色列的参与而抵制2025年赛事，反映了更广泛的地缘政治分歧。大赛总监Martin Green对此表示遗憾但尊重Nemo的观点，强调Nemo仍是欧洲歌唱大赛大家庭的重要成员。Nemo通过Instagram视频记录了将奖杯打包寄回欧洲广播联盟日内瓦总部的象征性举动，以此挑战该组织的决策，并凸显娱乐活动与人权问题的交叉。这一事件展示了艺术家如何利用平台进行社会抗议，以及国际文化赛事在政治争议中的复杂角色。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_31cd2e38ddae3d0a_22a3a572aa89.webp",
      "category": "Fun"
    },
    {
      "id": "c7c87c9d69c727de",
      "title": "《名人环球赛跑》获胜者揭晓",
      "summary": "罗马·坎普和他的妹妹哈莉穆恩在BBC的《名人环球赛跑》最新系列中获胜，完成了一场历时33天、全程5900公里的中美洲挑战赛。比赛要求参赛者不得使用手机或航空旅行，每人预算仅为950英镑，相当于飞行路线的费用。在最后一集中，他们从哥伦比亚的麦德林赛跑到瓜希拉半岛，以两分钟的优势领先于莫莉·雷恩福德和泰勒·韦斯特，赢得胜利。安妮塔·拉尼和她的父亲巴尔六小时后到达，而迪伦·卢埃林和他的母亲杰基因资金不足提前退出比赛。该系列是节目的第三季名人版，吸引了约六百万观众。罗马是BBC One的主持人，哈莉穆恩是一名乡村歌手，他们形容最后一段赛程充满肾上腺素和情感。其他参赛者包括《东区人》女演员莫莉·雷恩福德和电台主持人泰勒·韦斯特，两人在《舞动奇迹》中相识并今年订婚。比赛穿越了墨西哥、危地马拉、萨尔瓦多、洪都拉斯、哥斯达黎加和巴拿马等多个国家，考验了参赛者的应变能力和耐力。",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_c7c87c9d69c727de_dd481d001dcf.webp",
      "category": "Fun"
    },
    {
      "id": "44e0fdb472f389f1",
      "title": "造纸厂废料或可解锁更便宜的清洁能源",
      "summary": "研究人员开发了一种源自可再生植物废料的催化剂，显示出加速清洁氢生产的强大潜力。该材料通过将氧化镍和氧化铁纳米颗粒嵌入由木质素制成的碳纤维中制成，形成了一种在氧析出反应（水电解的关键部分）中提高效率和耐久性的结构。这项发表在《Biochar X》上的研究报告称，该催化剂在10 mA cm²下达到250 mV的低过电位，并在高电流密度下运行超过50小时保持高度稳定。这些性能水平表明，这是一种可行、低成本的替代品，可替代通常用于大规模水分解的贵金属催化剂。木质素是最丰富的天然聚合物之一，但常被燃烧以获取最小能量回报。在这项工作中，团队通过静电纺丝和热处理将木质素转化为碳纤维，这些纤维作为金属氧化物颗粒的导电和支持框架。所得催化剂称为NiO/Fe3O4@LCFs，包含氮掺杂碳纤维，提供快速电荷传输、高表面积和强结构稳定性。显微镜显示，镍和铁氧化物在碳纤维结构内形成纳米级异质结，该界面通过帮助中间分子以最佳速率结合和脱离，在氧析出反应中发挥核心作用。将这些金属氧化物与导电碳网络配对改善了电子移动并防止颗粒聚集，这是传统基础金属催化剂中的常见问题。电化学测量表明，该材料性能优于仅含一种金属的催化剂，尤其是在实际世界电解系统所需的高电流条件下。该催化剂还表现出138 mV每十年的塔菲尔斜率，表明更快的反应动力学。来自原位拉曼光谱和密度泛函理论计算的额外证据支持所提出的机制，确认工程界面有效驱动氧析出。研究人员指出，这种方法可适应不同的金属组合和催化反应，为基于丰富自然资源设计下一代电催化剂开辟新机会。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_44e0fdb472f389f1_3b71de7bc361.webp",
      "category": "Fun"
    },
    {
      "id": "b35b546be21edbeb",
      "title": "研究人员发现熔融金属中的静止原子",
      "summary": "在一项发表于ACS Nano期刊的研究中，来自诺丁汉大学和乌尔姆大学的研究人员揭示了熔融金属中原子静止的现象，挑战了液体动力学的传统范式。利用透射电子显微镜，团队研究了石墨烯基底上的铂、金和钯纳米颗粒，发现某些原子由于在点缺陷处的强键合而保持静止，即使在高温下也是如此。这些固定原子对凝固机制产生深远影响：稀疏的钉扎促进晶体生长和完全凝固，而密集的钉扎则抑制结晶，最终形成一种称为“围栏超冷液体”的新物质相。该研究利用SALVE仪器的功能探索波粒二象性，展示了电子如何同时作为成像波和动量传递粒子来固定原子。这项工作不仅推进了对液体状态物理学的基础认识（历史上比气体或固体状态更难研究），还具有重要的技术意义。凝固过程涉及多个领域，包括矿化、蛋白质纤维折叠以及航空、建筑和电子等工业应用。通过提供原子尺度的见解，该研究使得能够精确操控材料性能，并基于团队先前在化学键实时成像方面的成就。这些发现强调了材料科学、量子力学和工程学之间的跨学科协同作用，为创新材料设计和增强功能性能提供了途径。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b35b546be21edbeb_b53e0d1d6c94.webp",
      "category": "Fun"
    }
  ]
}