{
  "articles": [
    {
      "id": "c4b43ad164adf39c",
      "title": "畅销书作家科琳·胡佛透露癌症手术成功",
      "summary": "畅销书作家科琳·胡佛公开透露了她被诊断出癌症并接受治疗的情况。这位46岁的美国作家以《它结束于我们》和《他的提醒》等作品闻名，她在Instagram和Facebook上发布消息，表示已成功进行手术，并即将完成放疗。胡佛解释称，她最初将诊断结果保密，直到确认手术成功并确定治疗方案后才告知粉丝。她推迟了就医，直到《他的提醒》电影改编在加拿大拍摄完成后才寻求医疗建议，将工作置于健康之上。回国后，她收到癌症诊断，因此错过了《后悔的你》首映等重要活动。胡佛未具体说明癌症类型，但暗示可能与环境和生活方式因素有关，如缺乏运动、不良饮食和压力。尽管她幽默地抱怨健康习惯，但仍表达了对活着的感激之情。她的最新小说《倒下女人》于本周发布，突显了她在个人挑战中持续的专业活动。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c4b43ad164adf39c_966feeb9b07a.webp",
      "category": "News"
    },
    {
      "id": "daf613af293facdc",
      "title": "格陵兰人迎接可能塑造北极未来及其自身命运的高峰会议",
      "summary": "华盛顿正在举行一场关键的高峰会议，由美国副总统JD·万斯主持，丹麦和格陵兰的外交部长以及美国 counterpart 马可·鲁比奥参加，焦点是格陵兰的未来。在格陵兰首都努克，数字新闻滚动条不断显示“特朗普”、“格陵兰”和“主权”等词语，反映了当地的焦虑，因为前总统唐纳德·特朗普明确表示希望获取该领土，并威胁“以简单或强硬的方式”采取行动。格陵兰的声音，如阿梅莉·泽布和因纽特作家西夫尼索克·拉斯克，坚决反对商品化，强调格陵兰不出售，并主张主权独立和有效治理。这次会议超越地方关切，涉及格陵兰在丹麦下的半自治地位，并可能破坏国际框架。丹麦首相梅特·弗雷泽里克森警告，美国的强制措施可能瓦解北约这一数十年来欧洲安全所依赖的跨大西洋防御联盟，同时加剧特朗普回归后本已紧张的欧美关系。影响深远，不仅涉及北极主权，还影响全球外交平衡，欧洲领导人同时寻求美国支持乌克兰的可持续和平。峰会妥协与对抗的二分法将关键影响北极政策、资源管理和联盟动态，突显地方 agency 与大国政治的复杂互动。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_daf613af293facdc_248c741524bf.webp",
      "category": "News"
    },
    {
      "id": "c931b916179f3312",
      "title": "网球选手因过早庆祝胜利而退出澳大利亚公开赛资格赛",
      "summary": "在澳大利亚公开赛资格赛中，奥地利网球选手塞巴斯蒂安·奥夫纳因忘记规则并过早庆祝胜利而遗憾出局。奥夫纳在与美国选手尼谢什·巴萨瓦雷迪的比赛中，在第三盘抢七局以7-1领先时，误以为自己已获胜，于是举起双臂庆祝并走向网前准备握手。然而，决赛盘抢七局需要10分才能获胜，这意味着他仍需再得三分。当裁判简要告知他时，他才意识到错误。巴萨瓦雷迪随后连得八分中的九分，以4-6、6-4、7-6（13-11）赢得比赛，晋级墨尔本公园资格赛的最后一轮。这位20岁的选手在庆祝时用手捂住脖子做出“窒息”手势，并发出欢呼声。巴萨瓦雷迪表示，在超级抢七局中，他总是有机会，因此保持信念，并注意到奥夫纳有些紧张，同时提到球较旧使得每一回合都像战争。巴萨瓦雷迪将面对英国的乔治·洛夫哈根，争夺澳大利亚公开赛正赛席位。洛夫哈根在领先时因对手受伤退赛而晋级。其他结果包括英国选手亚瑟·费里击败前世界排名第17的伯纳德·托米奇，但哈丽特·达特输掉了比赛。已确定正赛选手包括卡梅隆·诺里和埃玛·拉杜卡努等。澳大利亚公开赛正赛将于1月18日开始。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c931b916179f3312_34c67b424d98.webp",
      "category": "News"
    },
    {
      "id": "0d9c479ff3def1cc",
      "title": "首位接受NHS新型白血病治疗的患者称其“非常科幻”",
      "summary": "28岁的奥斯卡·墨菲成为首位在英国国民医疗服务体系（NHS）上接受CAR-T疗法治疗B细胞急性淋巴细胞白血病（B细胞ALL）的患者，这是一种侵袭性血癌。他在曼彻斯特皇家医院接受了这种“活体药物”治疗，并形容其“美妙”且“非常科幻”。CAR-T疗法涉及提取他的T细胞（一种免疫细胞），在实验室中通过无害病毒进行基因改造，使其能够识别并攻击癌症，然后重新输回体内。NHS英格兰已同意在全国多个中心资助这种免疫疗法，预计每年约有50名患者受益。奥斯卡于2025年3月被诊断出患有B细胞ALL，经历了化疗和供体干细胞移植，但癌症在11月复发。临床试验显示，77%的患者在治疗后获得缓解，其中一半在三年半后无癌症迹象，平均延长寿命15.6个月。他的血液学家埃莱尼·索卢利博士指出，CAR-T疗法比现有治疗更安全、副作用更少且更有效，为通常只能存活6至8个月的成年患者提供了数年甚至治愈的可能。这种疗法已可用于某些类型的白血病和淋巴瘤，但如今扩展到成人B细胞ALL，标志着癌症护理的重大进步。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0d9c479ff3def1cc_3f1287688229.webp",
      "category": "News"
    },
    {
      "id": "1fb25e76d01aac03",
      "title": "最高法院审理跨性别运动员案件：法律与政治斗争",
      "summary": "本文探讨了美国最高法院正在审理的一起关于跨性别运动员参与女子体育的法律和政治争议。案件核心在于是否应维持超过半数州实施的禁令，这些禁令禁止跨性别女孩参加女子运动队。在长达三小时的口头辩论中，保守派占多数的法院对推翻这些禁令表示怀疑，重点关注宪法问题、科学证据以及公平竞争的概念。西弗吉尼亚州的跨性别高中运动员贝基·佩珀-杰克逊是此案的关键人物，她挑战了该州禁止她参加学校田径队的法律。文章强调了此案对公民权利、性别平等和体育政策的广泛影响，指出这是一个高度两极分化的问题，具有重大的政治和社会风险。它突显了在体育环境中平衡包容性与竞争公平性的复杂性，涉及法律解释、科学研究和伦理考量，可能为未来的歧视索赔和体育治理设定先例。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1fb25e76d01aac03_2ae62b8c547d.webp",
      "category": "News"
    },
    {
      "id": "50944f099b84522e",
      "title": "丹麦如何看待特朗普威胁接管格陵兰",
      "summary": "本文探讨了特朗普总统多次威胁接管格陵兰（丹麦的自治领土）所引发的外交危机。重要会谈即将在华盛顿举行，涉及美国副总统J.D.万斯、国务卿马可·卢比奥以及丹麦和格陵兰的外交部长，旨在应对这些挑衅。特朗普的言论声称，如果不采取行动，俄罗斯或中国可能主导北极地区，这引起了北约内部的警报，警告此类单边行动可能导致联盟解体。从哥本哈根的报道显示，丹麦人对领土完整感到焦虑，但政府采用安静外交策略来缓解威胁。这一局势凸显了更广泛的地缘政治竞争，特别是在北极地区，战略利益和军事部署加剧了紧张关系。分析强调了特朗普领导下美国强硬外交政策与丹麦及其北约盟友所维护的国际主权规范之间的张力，反映了在多边合作面临民族主义崛起时代挑战的背景下，维护全球稳定的复杂性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_50944f099b84522e_7c21dd239e7e.webp",
      "category": "News"
    }
  ]
}