{
  "articles": [
    {
      "id": "ddb0ea8904d8164f",
      "title": "Bad Bunny Wins Big Award and Stars Talk About Immigrants",
      "summary": "Bad Bunny made history by winning the Grammy Award for Album of the Year, becoming the first Latin artist to do so in 68 years. At the ceremony, many famous singers spoke up to support immigrants. Bad Bunny dedicated his award to immigrants who leave their homes to chase their dreams. Other stars like Olivia Dean and Billie Eilish also talked about how immigrants are brave and important. Some musicians wore badges that said 'ICE out' to show they disagree with immigration rules. The event was full of music and messages about kindness and fairness for all people.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ddb0ea8904d8164f_72ce71b9940c.webp",
      "category": "News"
    },
    {
      "id": "7b796e1b052da666",
      "title": "A Reporter's Life in Russia",
      "summary": "Steve Rosenberg is a BBC reporter who lives in Russia. He has worked there for over 30 years and loves the country's culture. But things changed when Russia invaded Ukraine in 2022. Now, it is harder for him to report the news because of new laws that limit what people can say. Some Russian TV hosts call him an enemy, which makes him sad. He has to be very careful to tell the truth without getting into trouble. This article shows what it is like to be a journalist in Russia during a war.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7b796e1b052da666_a4e2edf5d355.webp",
      "category": "News"
    },
    {
      "id": "02bf07c4e21f6a5f",
      "title": "Men Secretly Filming Women for Money",
      "summary": "A BBC investigation found that men are secretly filming women on nights out and making money by posting the videos online. These videos are called 'walking tours' or 'nightlife content' and are shared on websites like YouTube, TikTok, Facebook, and Instagram. They often show women from behind or low angles, sometimes revealing private parts of their bodies. Many women did not know they were filmed and felt scared and embarrassed when they found out. For example, one woman saw a video of herself that was watched by millions of people and now feels nervous when she goes outside. The BBC found over 65 channels with these videos, which have been viewed billions of times in cities like London, Manchester, and Bangkok. The BBC team went undercover to film the men doing this and identified some of them. While filming in public is not always illegal, a lawyer says it might break harassment laws. Some videos were removed after the BBC reported them, but others are still online.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_02bf07c4e21f6a5f_5750d2db64c3.webp",
      "category": "News"
    },
    {
      "id": "1dddbd9662a57fac",
      "title": "Sarah Ferguson's Emails with Jeffrey Epstein",
      "summary": "This article talks about emails that were released involving Sarah Ferguson, who used to be married to Prince Andrew. The emails show she was friends with Jeffrey Epstein, a man who got in trouble for bad things with young people. In the emails, Sarah says nice things about Epstein, calling him a brother she always wanted. She also asks him for money to help pay for things like rent. Her daughters, Beatrice and Eugenie, are mentioned too, which makes them feel embarrassed. The article says there is no proof that Sarah or her daughters did anything wrong, but the emails are still upsetting for them because Epstein was a criminal. It shows how being friends with someone who does bad things can cause problems for other people.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_1dddbd9662a57fac_f8d55d8773e9.webp",
      "category": "News"
    },
    {
      "id": "4e3b1eccddc054f4",
      "title": "Iran's Leader Warns About a Big Fight in the Middle East",
      "summary": "Iran's top leader, Ayatollah Ali Khamenei, said that if the United States attacks Iran, it could start a big war in the Middle East. This happened as the U.S. sent warships to the area because of protests in Iran. The protests began over money problems but grew to challenge the leader's rule. Khamenei called the protests a 'coup' and said they attacked important places like police stations and banks. He warned that Iran would fight back if attacked, but does not want to start a war. The U.S. president, Donald Trump, said he hopes to make a deal with Iran instead of fighting. This situation makes people worried about more violence in the region.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_4e3b1eccddc054f4_c4d21f30605e.webp",
      "category": "News"
    },
    {
      "id": "c709642140df0ca4",
      "title": "Keeping Kids Safe from Measles: A Simple Guide for Parents",
      "summary": "Measles is a sickness that was gone from the United States but is coming back. It can make kids very sick with a rash, cough, fever, and red eyes. Parents need to know how to protect their children because measles spreads easily. Doctors say it's not a mild illness and can be miserable even if kids don't go to the hospital. Symptoms start one to two weeks after someone gets exposed, beginning with common signs like a cough and runny nose, then a rash appears on the face and spreads. There are special spots in the mouth too. To prevent measles, vaccination is key, as it helped make measles rare before. With cases rising in states like South Carolina, Florida, and others, it's important for families to learn about this virus and take steps to stay healthy.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_c709642140df0ca4_92fa153ae6d9.webp",
      "category": "News"
    }
  ]
}