{
  "articles": [
    {
      "id": "75a9bb10d0054985",
      "title": "Hollywood Studios Worry About New AI Video Tool",
      "summary": "A new AI tool called Seedance 2.0 can make very realistic videos from simple text prompts. People are using it to create clips with famous actors like Tom Cruise and Brad Pitt or characters from shows like Friends. Hollywood studios are upset because these videos use their movies and TV shows without permission. They say Seedance is breaking copyright laws, which protect creators' work. The tool's owner, ByteDance, says it respects copyright and is trying to fix the problem. Some writers and creators are scared this AI could take away their jobs because it makes videos that look professional easily.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_75a9bb10d0054985_c3c50e803232.webp",
      "category": "Fun"
    },
    {
      "id": "49a36ba18fa7c351",
      "title": "Young Tennis Star Surprises Champions",
      "summary": "In a big tennis tournament in Doha, Qatar, a 19-year-old Canadian player named Victoria Mboko surprised everyone by beating Elena Rybakina, who just won the Australian Open. Mboko was losing in the third set but came back to win. This win could help her become one of the top 10 players in the world for the first time. In another match, Maria Sakkari, who is not seeded, beat the top player Iga Swiatek. Sakkari was happy because she hasn't had a big win in a while. Both winners will play in the semi-finals against other players. The tournament shows that young and lower-ranked players can beat the best.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_49a36ba18fa7c351_c27a6fe0f88e.webp",
      "category": "Fun"
    },
    {
      "id": "ebf35009686a22e2",
      "title": "Taylor Swift Stops a Bedding Company's Name",
      "summary": "Taylor Swift, a famous singer, asked the US government to stop a bedding company from using the name 'Swift Home'. She thinks people might think she supports the company's products, like beds and sheets, when she does not. Her lawyers say the company's logo looks like her signature. The company, Cathay Home, sells bedding in big stores and wanted to trademark 'Swift Home'. Taylor Swift has many trademarks for her name and other things. She is very rich from her music and concerts. This is about protecting her brand so fans are not confused.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_ebf35009686a22e2_25f503ec10ef.webp",
      "category": "Fun"
    },
    {
      "id": "4fe92bb99503aefa",
      "title": "Charli XCX's New Music Adventure",
      "summary": "A songwriter named Finn Keane worked with pop star Charli XCX on her fun dance album called Brat. After that, they decided to try something new by making music for a movie called Wuthering Heights, which is based on an old book. They wanted to do something different from dance music, so they used instruments like an orchestra to create a spooky and exciting sound. They worked on the songs while traveling for concerts, sometimes in hotel rooms. This change was a big step for Charli's music career, and they were very happy to surprise people with something fresh.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4fe92bb99503aefa_7228051a9a95.webp",
      "category": "Fun"
    },
    {
      "id": "f70db56799cf233a",
      "title": "Jack's Big Tennis Win in Dallas",
      "summary": "Jack Pinnington Jones is a tennis player from Great Britain. He is 22 years old and had a great week at the Dallas Open tournament. Jack had to play extra matches to get into the main part of the tournament. Then he beat two other players, including one from Italy and one from America, to reach the quarter-finals. This is his first time getting this far in a big ATP Tour event. Jack is now ranked 138th in the world, which is much better than before. Next, he will play against Marin Cilic, who won the US Open before. Jack decided to play tennis full-time instead of going back to college. He is very happy with his dream run in Dallas.",
      "source": "BBC Tennis",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f70db56799cf233a_f321026f4454.webp",
      "category": "Fun"
    },
    {
      "id": "95e517e0d89389bc",
      "title": "Trump's Lawsuit Against the BBC Goes to Trial",
      "summary": "Former US President Donald Trump is suing the BBC, a news company, for defamation. He says the BBC edited a speech he gave to make it look like he told people to storm the Capitol building on January 6, 2021. The trial is set for February 2027 in Miami and will last two weeks. The BBC wants to dismiss the case, but a judge said they must continue sharing evidence. Trump wants money for the edited speech, but the BBC says it is not defamation. This is a legal fight about how news is reported.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_95e517e0d89389bc_0c690ccc398a.webp",
      "category": "Fun"
    }
  ]
}