{
  "articles": [
    {
      "id": "03b04071238bab38",
      "title": "Medicine Helps Fight Cancer",
      "summary": "A new study found that medicines called Wegovy and Ozempic can help people with colon cancer live longer. These drugs are used for diabetes and weight loss, but scientists discovered that patients taking them had much lower chances of dying from cancer. The researchers think the drugs work by reducing inflammation and helping the body's metabolism. Now, they want to do more tests to see if these drugs can really fight cancer. This is exciting because it could lead to new ways to treat cancer and save lives.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_03b04071238bab38_68ce33264de9.webp",
      "category": "Science"
    },
    {
      "id": "787541e73183e10c",
      "title": "Space Telescope Finds Life's Building Blocks in a Nearby Galaxy",
      "summary": "Scientists using the James Webb Space Telescope have discovered special molecules that are like the building blocks of life. These molecules were found frozen in ice around a young star in a galaxy close to ours called the Large Magellanic Cloud. One of these molecules, acetic acid, was seen for the first time outside our Milky Way galaxy. This discovery is exciting because it shows that the ingredients for life can form in different places in space, even in environments that are not very rich in metals, similar to the early universe. It means life might have started in more places than we thought, helping us understand how life began on Earth and possibly elsewhere.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_787541e73183e10c_0f370c2643de.webp",
      "category": "Science"
    },
    {
      "id": "1f74a80dbb97f886",
      "title": "Three Earth-Sized Planets Found Orbiting Two Suns",
      "summary": "Astronomers have made an amazing discovery of three planets that are about the same size as Earth. These planets are orbiting two stars in a system called TOI-2267. This is the first time scientists have seen planets passing in front of both stars, which is called transiting. The system is very compact and cold, which is surprising because it doesn't match what we usually think about how planets form. In the future, powerful telescopes like the James Webb Space Telescope will help us learn more about what these planets are made of, such as if they have water or air. This finding helps us understand more about planets outside our solar system and could lead to finding other worlds like Earth.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1f74a80dbb97f886_0598067c7452.webp",
      "category": "Science"
    },
    {
      "id": "0259c5688f574682",
      "title": "Diamonds with Special Powers",
      "summary": "Scientists at UC Santa Barbara have made a big discovery with diamonds. They used tiny parts inside diamonds called spins and made them work together in a special way called entanglement. This helps the diamonds sense things much better than before. It's like giving the diamonds super senses! This new technology can be used to make small and powerful sensors that help in many areas, like medicine or finding hidden objects. It's a cool step forward in using quantum science to make our world better.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0259c5688f574682_9b155ed340c6.webp",
      "category": "Science"
    },
    {
      "id": "cb4c187ce2a87319",
      "title": "Government Plan to Stop Animal Experiments",
      "summary": "The government has made a plan to stop using animals in experiments. This plan was promised in their election campaign. Animal experiments are tests done on animals to learn about diseases and medicines. The government wants to find other ways to do these tests without hurting animals. This is important because it helps protect animals and could lead to better science. Many people support this idea because they care about animal welfare. The plan will take time to put into action, and scientists will need to develop new methods. This change could make science kinder and more modern.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cb4c187ce2a87319_f5d0f5d96cc1.webp",
      "category": "Science"
    },
    {
      "id": "d093f785008e8710",
      "title": "Saving Red Kites: Birds Helping Each Other",
      "summary": "Red kites are beautiful birds that were in danger in Spain. A special project is helping them come back. People in the UK sent some red kites to Spain to live and have babies. Now, there are new families of red kites with chicks. This is important because it shows how we can protect animals. The birds are doing well in their new home. Everyone is happy to see more red kites flying in the sky. It teaches us to care for nature and help species survive.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_d093f785008e8710_cb94a01745ae.webp",
      "category": "Science"
    }
  ]
}