{
  "articles": [
    {
      "id": "d26b53d895ff76b6",
      "title": "Sir Chris Hoy's Severe Mountain Bike Crash Amid Health Battle",
      "summary": "Sir Chris Hoy, a six-time Olympic champion cyclist, recently suffered a serious mountain bike crash, breaking his leg in what he describes as the worst accident of his life. At 49 years old, he is currently on crutches and recovering, noting that he doesn't recover as quickly as he did when younger. This incident occurs while Hoy is battling terminal prostate cancer, which was diagnosed in February 2024 and confirmed as terminal in October 2024, with doctors giving him two to four years to live. Despite his health challenges, Hoy has continued to ride his mountain bike during a stable period in his treatment, emphasizing his desire to live life to the fullest. He reflects that the cancer diagnosis has improved his outlook by helping him focus on the present and find positivity. Hoy, who retired in 2013 with numerous accolades including 11 World Championship golds, remains resilient, looking forward to Christmas and maintaining an active lifestyle.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d26b53d895ff76b6_4389a33e08c4.webp",
      "category": "News"
    },
    {
      "id": "2cc2f7949d6cc83d",
      "title": "New Financial Support Program for Investment Guidance",
      "summary": "A new initiative by banks and financial firms, approved by the Financial Conduct Authority (FCA), will launch in April to provide targeted support for investing. This program allows firms to offer investment and pensions recommendations based on the behaviors of similar demographic groups, bridging a gap between general guidance and expensive, personalized financial advice. According to FCA data, nearly one in five people rely on friends, family, or social media for financial decisions, highlighting a need for more reliable support. The FCA's deputy chief executive, Sarah Pritchard, describes this as 'game changing,' aiming to help millions make better financial choices and increase investment confidence in the UK, where investment rates lag behind the EU and US. However, investing carries risks, as values can fluctuate, and cash savings may lose value due to inflation. The program targets individuals with significant savings, such as those with over £10,000, who may benefit from higher returns but currently lack guidance. It addresses barriers like uncertainty and overwhelm, with only 9% of people receiving regulated advice recently. Examples include banks explaining how to invest large savings or diversify to reduce risk, emphasizing suggestions over tailored advice.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2cc2f7949d6cc83d_4dab3400cae6.webp",
      "category": "News"
    },
    {
      "id": "94e6e9cb4b6a1dca",
      "title": "25-Year Wait Ends: Rolling Stones Approve Fatboy Slim's Sampled Track",
      "summary": "Fatboy Slim, a prominent DJ, created 'Satisfaction Skank' 25 years ago by sampling the iconic riff from the Rolling Stones' 'Satisfaction' and blending it with his track 'The Rockafeller Skank'. Initially, he used it as a secret encore in live performances, but it gained widespread popularity through bootleg copies and file-sharing platforms like Napster. Despite its underground success, the Rolling Stones repeatedly denied clearance for commercial release over two decades, even after Mick Jagger expressed personal approval. Recent shifts in the band's attitude towards music reuse led to a reversal: they not only granted permission but also provided master tapes for a higher-quality mix. This decision reflects a broader trend of the Rolling Stones becoming more lenient with their catalog, as seen with their handling of The Verve's 'Bittersweet Symphony'. The release marks a significant moment in music history, highlighting evolving perspectives on copyright and artistic collaboration.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_94e6e9cb4b6a1dca_be227cbe1534.webp",
      "category": "News"
    },
    {
      "id": "581381418bb5ccc7",
      "title": "Understanding 20mph Speed Limit Violations",
      "summary": "The author shares a personal experience of receiving a speeding ticket for exceeding a 20mph limit in London, which led to attending a speed awareness course. During the course, it was revealed that most offenders were driving around 26mph, highlighting a cultural shift as urban speed limits are lowered. Statistics indicate nearly half a million tickets were issued for 20mph offenses last year. The article explores why drivers struggle with these limits, citing psychological factors and ingrained habits. It discusses political debates, such as in Wales where the government's decision to lower limits sparked controversy between safety advocates and opponents labeling it a 'war on motorists.' Initiatives like London's and Leeds' Vision Zero strategies aim to reduce road deaths by implementing 20mph zones. The author, as a driver and resident, emphasizes the complexity of adapting to slower speeds and the need for increased public awareness. The piece suggests that as more areas adopt 20mph limits, societal norms may gradually change, but accelerating this process requires understanding human behavior and effective policy enforcement.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_581381418bb5ccc7_2624faf75309.webp",
      "category": "News"
    },
    {
      "id": "5a78a19980e4ebc1",
      "title": "House Approves Defense Bill with Troop Pay Raise and Acquisition Reforms",
      "summary": "The U.S. House of Representatives passed the annual National Defense Authorization Act, authorizing $900 billion for military programs. Key provisions include a 3.8% pay raise for troops, improvements to military housing and facilities, and an overhaul of the Pentagon's weapons acquisition process to address delays. The bill passed with bipartisan support in a 312-112 vote, reflecting cooperation between Republicans and Democrats, though it also includes compromises such as cutting climate and diversity initiatives while boosting congressional oversight. Some conservative lawmakers expressed frustration over insufficient cuts to overseas commitments. The legislation aims to enhance military readiness amid complex threats, particularly from China, and aligns with the Trump administration's national security agenda, though it pushes back on certain Defense Department actions. Defense Secretary Pete Hegseth and congressional leaders emphasized the importance of acquisition reform for a more capable fighting force.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5a78a19980e4ebc1_4096f5c83f46.webp",
      "category": "News"
    },
    {
      "id": "6f0503993088f66a",
      "title": "Federal Judge Blocks National Guard Deployment; Updates on Legal Cases and Elections",
      "summary": "A federal judge in California, Charles Breyer, ruled that the Trump administration must halt the deployment of National Guard troops in Los Angeles, citing the need for governmental checks and balances. Concurrently, a New York judge granted a Justice Department request to unseal grand jury transcripts from the 2019 Jeffrey Epstein sex trafficking case, due to new legislation requiring their release. In Miami, Eileen Higgins was elected mayor, becoming the first Democrat and first woman to hold the position in nearly three decades. Higgins emphasized Miami's identity as an immigrant city and criticized harsh rhetoric from officials. These events highlight ongoing legal interventions and political shifts in the United States.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f0503993088f66a_2764c34cfeeb.webp",
      "category": "News"
    }
  ]
}