{
  "articles": [
    {
      "id": "ddb0ea8904d8164f",
      "title": "Bad Bunny's Historic Grammy Win Amid Immigration Protests",
      "summary": "Bad Bunny achieved a groundbreaking milestone by winning the Grammy Award for Album of the Year, marking the first time a Latin artist has received this honor in the 68-year history of the awards. His album, Debí Tirar Mas Fotos, explores Puerto Rico's musical heritage and triumphed over competitors like Lady Gaga and Kendrick Lamar. During the ceremony, numerous artists used their platform to protest against the Trump administration's immigration policies. Bad Bunny dedicated his award to immigrants pursuing their dreams, while Olivia Dean, named Best New Artist, highlighted her immigrant heritage from the Windrush generation. Stars such as Kehlani, Gloria Estefan, and Billie Eilish voiced support for immigrants, with many wearing 'ICE out' badges on the red carpet to symbolize opposition to Immigration and Customs Enforcement. The event blended musical celebration with social activism, emphasizing themes of bravery and human dignity.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ddb0ea8904d8164f_72ce71b9940c.webp",
      "category": "News"
    },
    {
      "id": "7b796e1b052da666",
      "title": "Reporting Under Pressure: A Journalist's Experience in Russia",
      "summary": "Steve Rosenberg, a BBC correspondent based in Moscow for over three decades, describes the increasing difficulties of journalism in Russia following the 2022 full-scale invasion of Ukraine. He reflects on his deep connection to Russian culture, having studied the language and music, but notes how the country he loved has changed dramatically. The invasion led to repressive laws that silence dissent and punish criticism, making accurate reporting a tightrope walk over a legal minefield. Rosenberg faces personal attacks from Russian TV hosts, like Vladimir Solovyov, who label him an enemy, highlighting the hostile environment for foreign journalists. The arrest of Wall Street Journal reporter Evan Gershkovich on espionage charges underscores the risks, showing that foreign passports offer little protection. This article explores the balance between honest journalism and survival in an authoritarian context, as Russia wages war in Ukraine and tightens control at home.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7b796e1b052da666_a4e2edf5d355.webp",
      "category": "News"
    },
    {
      "id": "02bf07c4e21f6a5f",
      "title": "Covert Filming of Women for Profit: A BBC Investigation",
      "summary": "A BBC investigation has revealed that men are covertly filming women during nights out and profiting by uploading the footage to online platforms such as YouTube, TikTok, Facebook, and Instagram. These videos, often labeled as 'walking tours' or 'nightlife content,' predominantly focus on women wearing dresses or skirts, captured from behind or at low angles, sometimes exposing intimate body parts without consent. The investigation identified over 65 channels featuring this content, which has amassed more than three billion views over three years across global cities including London, Oslo, Miami, Bangkok, and notably Manchester. Nearly 50 women were tracked down, many unaware of being filmed, and they reported feelings of fear and humiliation; for instance, one 21-year-old woman became paranoid after discovering a video of herself viewed millions of times. The BBC team conducted undercover operations in Manchester, exposing prolific operators linked to 12 accounts, including a local taxi driver and men from Sweden. While filming in public is not inherently illegal, a specialist lawyer noted it occupies a legal 'grey area' and may violate harassment or voyeurism laws. Platforms like YouTube and TikTok removed some accounts after the BBC's findings, but many videos remain active, highlighting ongoing challenges in addressing non-consensual image-based abuse.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_02bf07c4e21f6a5f_5750d2db64c3.webp",
      "category": "News"
    },
    {
      "id": "1dddbd9662a57fac",
      "title": "Sarah Ferguson's Financial and Personal Ties to Jeffrey Epstein Revealed in Emails",
      "summary": "The article discusses a batch of released emails that reveal Sarah Ferguson's close relationship with Jeffrey Epstein, a convicted sex offender. These emails, dated after Epstein's 2008 conviction, show Ferguson praising Epstein as 'the brother I have always wished for' and requesting financial assistance, such as £20,000 for rent. Her daughters, Princesses Beatrice and Eugenie, are also mentioned in the emails, including a reference to Eugenie's 'shagging weekend,' which adds to their embarrassment amid the ongoing scandal. While the emails do not indicate any wrongdoing by Ferguson or her daughters, they highlight the personal and financial connections that persisted despite Epstein's criminal background. The article notes that Ferguson has faced previous controversies related to Epstein, and the revelations contribute to the family's public discomfort. It underscores how associations with controversial figures can lead to reputational damage, even in the absence of direct involvement in illegal activities.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_1dddbd9662a57fac_f8d55d8773e9.webp",
      "category": "News"
    },
    {
      "id": "4e3b1eccddc054f4",
      "title": "Tensions Rise as Iran's Supreme Leader Warns of Regional Conflict with U.S.",
      "summary": "Iran's supreme leader, Ayatollah Ali Khamenei, issued a direct warning that any U.S. military attack would trigger a 'regional war' in the Middle East, escalating tensions amid U.S. warship deployments and nationwide protests in Iran. The protests, which began over economic issues like the collapse of Iran's currency, evolved into a challenge to Khamenei's authority, leading him to label them a 'coup' and resulting in mass detentions with potential death penalties. Khamenei spoke during commemorations of Iran's 1979 Islamic Revolution, accusing the U.S. of seeking control over Iran's resources and asserting that Iran would retaliate if attacked, though it does not intend to initiate conflict. In response, U.S. President Donald Trump emphasized the presence of powerful U.S. ships in the region and expressed hope for a negotiated deal, while also hinting at possible military action if diplomacy fails. The situation is further complicated by Iran's planned military drills in the Strait of Hormuz, a critical oil transit point, raising concerns about disruptions and broader regional instability.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_4e3b1eccddc054f4_c4d21f30605e.webp",
      "category": "News"
    },
    {
      "id": "c709642140df0ca4",
      "title": "Understanding Measles: Prevention and Symptoms for Families",
      "summary": "Measles, a highly contagious respiratory virus eliminated from the U.S. in 2000, is resurging, with over 2,000 cases reported in 2025 and hundreds already this year, primarily from outbreaks in South Carolina and other states. This poses a risk, especially for young children who are more vulnerable. The article serves as a guide for parents, explaining that measles causes a distinctive rash along with symptoms like cough, runny nose, fever, and red eyes, which typically appear one to two weeks after exposure. Doctors note that even mild cases are miserable and stress the importance of vaccination, which previously made infections rare. The virus spreads easily, and with some healthcare professionals encountering it for the first time, public awareness is crucial. Symptoms progress from initial flu-like signs to Koplik spots in the mouth and then a rash that starts on the face and spreads. In the context of rising cases, the article aims to inform families about prevention strategies and what to look for to protect their health.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_c709642140df0ca4_92fa153ae6d9.webp",
      "category": "News"
    }
  ]
}