{
  "articles": [
    {
      "id": "60dbdc612382bb9d",
      "title": "Online Behavior: Not as Mean as You Think",
      "summary": "Many people think the internet is full of mean comments, but it's not as bad as they believe. For example, on Reddit, Americans guess that 43% of users post very toxic comments, but research shows it's only about 3%. This means people overestimate how common bad behavior is online. Researchers studied this by asking over 1,000 adults what they think about online toxicity and comparing it to real data. They found that people often think toxic posts are much more common than they actually are, like on Facebook where they guess 47% share false news, but it's really 8.5%. This mistake can make people feel sad about society. Even when people can spot mean posts, they still think many users make them. The study also showed that telling people the truth about how rare toxicity is can make them feel more hopeful and less worried about society. Most toxic content comes from a small group of very active users, not everyone, so remembering this can help people feel better about using the internet.",
      "source": "Science Daily - Technology",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_60dbdc612382bb9d_2f064b261dea.webp",
      "category": "Fun"
    },
    {
      "id": "9eeac360b2ddfb25",
      "title": "Who Could Beat Sinner and Alcaraz in Tennis?",
      "summary": "Jannik Sinner and Carlos Alcaraz are two top tennis players who have won many big tournaments recently. They won all the last eight Grand Slam events, which are the most important tennis competitions. This article asks if anyone can beat them in 2026. It talks about other players who might challenge them, like Ben Shelton. Shelton is a young American player with a very fast serve. He has done well in some Grand Slams but lost to Sinner and Alcaraz. The article includes opinions from experts, like coach Patrick Mouratoglou, who says it's hard to imagine others catching up because Sinner and Alcaraz are so good. It encourages readers to think about who might win next.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9eeac360b2ddfb25_13b8b326ee81.webp",
      "category": "Fun"
    },
    {
      "id": "c43a1ea0942494af",
      "title": "Donald Trump Sues the BBC Over a TV Show",
      "summary": "Donald Trump, a former US President, is suing the BBC, a big TV company, because he says they changed his speech in a documentary. The documentary was about Trump and aired before an election. In the show, they edited parts of his speech together to make it sound different. Trump is asking for a lot of money, $5 billion, in a court in Florida. The BBC said sorry for the edit but does not agree that they did anything wrong to deserve a lawsuit. They will fight the case in court. This happened after a newspaper found out about the edit from a secret memo, and two BBC bosses quit because of it. Trump's lawyers sent a letter asking for things like an apology and money, but the BBC only said sorry and won't pay.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c43a1ea0942494af_23db123a116a.webp",
      "category": "Fun"
    },
    {
      "id": "51281039bf7d188e",
      "title": "BBC vs. Donald Trump: A Legal Battle Over a TV Show",
      "summary": "The BBC, a big TV company, is in a fight with Donald Trump, a former US president. Trump is suing the BBC for $5 billion because he says a BBC documentary edited his speech and hurt his reputation. The BBC says it will fight the case in court. They believe they did nothing wrong and want to show they are not afraid. Trump says the show was watched in Florida and that the BBC meant to harm him. The BBC says the show was not shown in the US and that they did not intend to hurt anyone. This is a big decision for the BBC because it could cost a lot of money and affect their work. People are watching to see what happens next.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_51281039bf7d188e_4bc0cf8f63d2.webp",
      "category": "Fun"
    },
    {
      "id": "569c1be8ad51252a",
      "title": "England's Arts Funding Gets a Big Change",
      "summary": "A big review says England's arts funding needs to change. Arts Council England gives out over £680 million each year to support art like music and theater. But many people think the current rules are too strict and don't focus enough on making great art. The review was done by Dame Margaret Hodge, who used to be a minister. She suggests that local groups should have more say in how money is spent, instead of just one big council deciding everything. She also wants to replace a plan called Let's Create, which some say stops artists from being creative. For example, Wigmore Hall, a famous music place in London, left the funding system because it felt the rules were too hard. The Arts Council says it will listen and try to do better, but it still believes in supporting both excellent art and making art available to everyone.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_569c1be8ad51252a_7d03a0204213.webp",
      "category": "Fun"
    },
    {
      "id": "e9bbc750f3caaef2",
      "title": "Seeing Heat in Empty Space: A Cool Science Trick",
      "summary": "Scientists have found a clever way to see something called the Unruh effect, which is like feeling warmth in empty space when something speeds up. Normally, this effect is too tiny to notice, but researchers from Stockholm University and IISER Mohali figured out how to make it easier to see. They use atoms placed between two mirrors that act like a choir, making light together instead of alone. When the atoms speed up a little, they feel a tiny bit of warmth from empty space, and this makes the light flash a bit earlier. By measuring this timing change, scientists can spot the Unruh effect without needing super-fast speeds. This discovery helps connect everyday lab tools with extreme physics ideas, making science more exciting and accessible.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e9bbc750f3caaef2_7b6e4f42da20.webp",
      "category": "Fun"
    }
  ]
}