{
  "articles": [
    {
      "id": "aadfdb60eb5f0da6",
      "title": "科学家发现全球洪水和干旱之间的联系",
      "summary": "一项由德克萨斯大学奥斯汀分校科学家进行的新研究发表在《AGU Advances》上，揭示了过去20年中，ENSO（厄尔尼诺-南方涛动）——一种赤道太平洋的周期性气候模式——是全球总水储量极端变化的主要驱动因素。通过分析总水储量，包括河流、湖泊、土壤水分和地下水等所有形式的水，研究人员发现ENSO能够同步不同大陆的湿润或干旱条件，这意味着当ENSO活跃时，相距遥远的地区可能同时经历洪水或干旱，影响全球水资源可用性、农业和贸易。该研究利用NASA的GRACE和GRACE-FO卫星的重力测量来检测水质量变化，将湿润极端定义为高于90百分位，干旱极端定义为低于10百分位。这种方法使团队能够看到极端事件之间的空间联系，提供了比传统事件计数更多的数据。理解这些模式对于预测和管理与水相关的灾害至关重要，因为同步极端可能加剧资源紧张，并在全球范围内影响粮食生产。这项研究强调了全球气候模式在地方水资源管理和灾害准备中的重要性，为应对气候变化带来的挑战提供了科学依据。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_aadfdb60eb5f0da6_db1a95097321.webp",
      "category": "Science"
    },
    {
      "id": "31a975bb924a9373",
      "title": "这种新糖尝起来像真糖却没有常见缺点",
      "summary": "塔格糖是一种罕见的糖，天然存在于牛奶和水果中，但含量极低。塔夫茨大学的研究人员开发了一种生物合成方法，利用基因工程改造的大肠杆菌作为微型工厂，将丰富的葡萄糖高效转化为塔格糖，产量高达95%，远高于传统方法的40-77%。塔格糖具有蔗糖92%的甜度，但热量减少60%，并被美国FDA认定为安全食品。它对血糖和胰岛素水平影响极小，有助于糖尿病管理，并可能抑制致龋细菌，促进口腔健康。这一创新不仅提高了塔格糖的经济可行性，还应对了与糖消费相关的全球公共卫生挑战，如肥胖和糖尿病，有望在食品工业中成为变革性的甜味剂替代品。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_31a975bb924a9373_8b0b8bde6c5f.webp",
      "category": "Science"
    },
    {
      "id": "6bb690c618aab49a",
      "title": "城市空气中漂浮着惊人量的塑料",
      "summary": "一项最新研究发现，城市空气中存在大量微塑料和纳米塑料，其浓度比先前估计高出两到六个数量级。中国科学院地球环境研究所的研究人员开发了一种半自动微分析技术，用于量化广州和西安大气样本中的塑料颗粒。通过计算机控制的扫描电子显微镜，他们减少了人为偏差，并检测到小至200纳米的纳米塑料。研究表明，总悬浮颗粒物和降尘通量中的塑料浓度远高于基于视觉方法的早期报告，这意味着以往研究可能严重低估了大气塑料污染。塑料的移动在不同大气途径（如道路灰尘再悬浮和湿沉降）中差异显著，揭示了复杂的运输和去除过程。这些发现为全球塑料循环提供了关键见解，强调需要理解其对气候、生态系统和人类健康的潜在影响。该研究于1月7日发表在《科学进展》杂志上。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_6bb690c618aab49a_688acc84f184.webp",
      "category": "Science"
    },
    {
      "id": "e9d22171df4ccb3c",
      "title": "NASA发射新任务以充分利用詹姆斯·韦伯太空望远镜",
      "summary": "NASA于2026年初发射了潘多拉任务，以解决詹姆斯·韦伯太空望远镜在系外行星研究中的一个关键挑战。韦伯望远镜于2021年发射，旨在通过凌星光谱技术分析遥远行星大气中的化学特征，如水蒸气、二氧化碳和甲烷，以寻找类地宜居世界。然而，恒星变异性——如黑子、耀斑和恒星大气中的分子——会污染这些信号，使得难以区分行星特征与恒星特征。这一问题在2017-2018年左右随着望远镜能力提升而变得突出。潘多拉是一颗小型卫星，通过SpaceX猎鹰9号火箭发射进入极地太阳同步轨道，将与韦伯同时观测恒星以监测其活动并提供校正数据。潘多拉预算为2000万美元，而韦伯超过100亿美元，旨在提高韦伯发现的准确性，特别是在寻找类地系外行星方面。科学家如Daniel Apai和Tom Barclay强调，这种合作将减少不确定性，增进对潜在宜居世界的理解。",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_e9d22171df4ccb3c_663c117dbae0.webp",
      "category": "Science"
    },
    {
      "id": "b227530e00e0563d",
      "title": "隐藏的大脑信号可能在诊断前揭示阿尔茨海默病",
      "summary": "布朗大学与马德里康普顿斯大学的研究人员合作，发现了一种基于大脑的生物标志物，可能预测轻度认知障碍是否会进展为阿尔茨海默病。他们研究了85名被诊断为轻度认知障碍的个体，使用脑磁图（MEG）非侵入性地记录他们在静息状态下的大脑活动。通过应用布朗大学开发的计算方法——频谱事件工具箱，研究人员分析了与记忆过程相关的β频段信号。研究发现，在两年半内发展为阿尔茨海默病的参与者表现出β事件的发生率较低、持续时间较短且功率较弱，与病情稳定的参与者相比有明显差异。这一发现为早期检测提供了新途径，通过直接测量神经元反应，补充了现有的β淀粉样蛋白和tau蛋白等生物标志物。它强调了在阿尔茨海默病研究中改善诊断和干预策略的潜力，可能有助于更早地识别高风险患者并开发针对性治疗方法。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_b227530e00e0563d_637d5288ab5e.webp",
      "category": "Science"
    },
    {
      "id": "b9326bdc72047aa6",
      "title": "威尔士公园下发现巨大罗马别墅，被誉为该镇的“庞贝”",
      "summary": "考古学家在威尔士的玛格姆乡村公园下发现了一座迄今为止最大的罗马别墅，这一“惊人发现”被誉为“塔尔伯特港的庞贝”。项目负责人亚历克斯·朗兰兹博士表示，在使用地面穿透雷达探测到这一“巨大结构”后，他几乎惊呆了。该地点位于一个历史悠久的鹿园，由于土地未被耕种或建设，别墅遗迹保存完好，距离地表不到一米。来自斯旺西大学、尼思塔尔伯特港议会和玛格姆修道院教堂的相关人员表示，这一发现提供了“关于威尔士国家故事的无可比拟的信息”。团队的发现已独家分享给BBC新闻，并在公告前提前披露。对该公园的地球物理调查是一项更广泛项目的一部分，涉及学校学生和当地社区，旨在了解更多关于该地区遗产的信息。扫描设备帮助绘制了地下潜在的考古特征。团队“中了头彩”，发现了一座572平方米的罗马别墅足迹，周围有防御工事。朗兰兹描述这是一座“非常令人印象深刻且 prestigious”的建筑，可能装饰有雕像和马赛克地板。这座别墅作为独立结构，是威尔士迄今发现的最大别墅。威尔士已知的罗马遗迹大多来自军营和堡垒，而像这样宏伟的庄园较为罕见。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b9326bdc72047aa6_d625c4946a9e.webp",
      "category": "Science"
    }
  ]
}