{
  "articles": [
    {
      "id": "c5d35d714bd0140b",
      "title": "英国经济在2025年底增长“疲软”0.1%",
      "summary": "根据英国国家统计局（ONS）的数据，英国经济在2025年第四季度仅增长0.1%，表现疲软，略低于预期。这一弱势增长主要由于服务业未能实现扩张，该行业占经济产出的80%以上，且两年多来首次零增长。与此同时，建筑业遭遇了四年来最差的季度表现，产出下降2.1%，主要原因是新私人住房和维修工作的减少。制造业略有提振，但整体经济动力不足。2025年全年，经济增长1.3%，较2024年的1.1%有所上升，但低于英国央行1.4%的预测。影响因素包括捷豹路虎在遭受网络攻击后恢复生产，这提供了一定支持，但11月预算前关于税收改革的不确定性导致许多公司推迟投资决策。ONS主任利兹·麦基翁将增长描述为“疲软”，而资本经济公司的首席英国经济学家露丝·格雷戈里则认为数据“令人失望”，表明经济缺乏动力。相比之下，财政大臣雷切尔·里夫斯声称政府政策为降息奠定了基础，并使英国成为七国集团中欧洲增长最快的经济体，突显了对经济政策效果的不同解读。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c5d35d714bd0140b_a8ce929533e8.webp",
      "category": "News"
    },
    {
      "id": "197f4291cfe3a059",
      "title": "凯蒂·霍姆斯领衔悼念《道森的小溪》明星詹姆斯·范德比克",
      "summary": "詹姆斯·范德比克，以在电视剧《道森的小溪》中饰演道森·利里而闻名，因肠癌去世，享年48岁。他的离世引发了娱乐圈同僚和名人在社交媒体上的深切悼念。凯蒂·霍姆斯在Instagram上发布手写声明，赞扬范德比克的勇敢、同情心、无私和力量。另一位合作演员布西·菲利普斯表达了深切悲伤，并分享友谊回忆，同时推广在线筹款活动以帮助范德比克的遗孀金伯利及其六个孩子。GoFundMe活动迅速筹集超过120万美元，用于医疗费用和其他开支。瑞茜·威瑟斯彭和玛丽-玛格丽特·休姆斯也分享了哀悼之情，强调范德比克的才华和善良。范德比克于2023年下半年被诊断出癌症，并于2024年11月公开此消息。他的职业生涯包括在《校园蓝调》等节目中的角色，但最标志性的仍是《道森的小溪》（1998-2003年）。这些悼念强调了他对认识他的人们的影响，并呼吁为其悲伤的家人提供隐私。文章通过整合社交媒体更新和筹款数据，提供了对这一事件的及时概述，突出了悲伤、社区支持和1990年代流行文化遗产等主题。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_197f4291cfe3a059_c9dc42b23972.webp",
      "category": "News"
    },
    {
      "id": "5d117db678e9732b",
      "title": "NHS信托医院产科失误：孕妇相遇却婴儿未能回家",
      "summary": "本文报道了BBC新闻与《新政治家》杂志对萨塞克斯大学医院NHS信托基金会产科护理失误的联合调查。文章聚焦于多对家庭，包括在产前课程中相遇的两对夫妇，他们原本计划为儿子取名菲利克斯，但在该信托的护理下失去了婴儿。调查显示，该信托在2021年至2025年间为产科错误支付了超过1.038亿英镑的临床疏忽赔偿金，其中仅2024/25年度就支付了3430万英镑——当年在英格兰最高。尽管信托声称死亡率低于全国水平并将高额索赔归因于其规模，但像凯蒂·福勒这样的丧亲父母认为，信托经常说服家庭认为无能为力，可能掩盖了婴儿本可获救的案例。文章突出了具体事件，例如贝丝·库珀作为新生儿护士，因胎儿活动减少多次前往公主皇家医院，却每次都被安抚并送回家。一项独立调查已扩大至15个家庭，强调了产科服务中患者安全和透明度的持续关切。这起事件揭示了NHS产科系统中更广泛的治理问题和安全危机，呼吁加强监督和问责以预防类似悲剧。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_5d117db678e9732b_c3c33604809d.webp",
      "category": "News"
    },
    {
      "id": "0403ee361c4164f4",
      "title": "英国发布冰雪警告，持续降雨后天气转寒",
      "summary": "在持续降雨之后，英国即将迎来寒冷天气的回归，部分地区发布了冰雪警告。北极空气将伴随天气变化，导致气温下降多达六度，低于平均水平。英国气象局已对苏格兰和英格兰北部发布黄色冰雪警告，时间从周四格林尼治时间16:00至周五12:00。降雨将首先在高地转为降雪，随后在周四夜间蔓延至低海拔地区。积雪主要出现在200米以上地区，可能达到10厘米。降雪预计在周五凌晨向南清除，但气温将迅速下降至比平均低3至6摄氏度，导致未处理表面结冰和一些地方道路条件危险。此外，英国卫生安全局也对英格兰北部和米德兰兹发布了黄色寒冷天气健康警报，从周五格林尼治时间06:00至周一08:00，警告天气可能对医疗和社会护理服务产生轻微影响，包括增加医疗服务使用和危及脆弱人群的生命。预计到周二，英国大部分地区气温将恢复正常。这一变化强调了冬季危害准备的重要性，包括驾驶安全和健康保护措施。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0403ee361c4164f4_a75021ea9477.webp",
      "category": "News"
    },
    {
      "id": "aa138f9056da5395",
      "title": "邦迪与立法者就爱泼斯坦文件处理发生冲突：三大要点",
      "summary": "在国会监督听证会上，前司法部长帕姆·邦迪就司法部处理杰弗里·爱泼斯坦相关文件一事面临民主党立法者的严厉质询。邦迪代表特朗普政府的立场，大多回避直接回答，转而发起对民主党的人身攻击，指责他们“作秀”并试图分散对特朗普成就的注意力。她谴责爱泼斯坦的罪行，但将责任推给往届政府的不作为。共和党成员支持邦迪，批评前官员如梅里克·加兰，并将话题转向移民犯罪和中国制造的电子烟等无关问题。爱泼斯坦的幸存者出席了听证会，通过一封信表达不满，批评司法部“鲁莽且危险”地发布经过大量涂改的文件，认为这危及受害者安全并抑制虐待举报。听证会凸显了党派分歧：民主党寻求问责和透明度，而共和党为政府行为辩护，揭示了在爱泼斯坦案件管理上的持续紧张关系。这一事件反映了监督机制的政治化、透明治理的挑战以及在高调性虐待案件中实现以受害者为中心的正义的挣扎。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_aa138f9056da5395_88dcd1f7ac10.webp",
      "category": "News"
    },
    {
      "id": "e13971998305be1d",
      "title": "修订经济数据给就业市场带来不确定性",
      "summary": "2026年初，美国经济显示出改善迹象，1月份就业报告显示新增13万个工作岗位，失业率微降至4.3%。然而，这一积极数据被修订后的经济数字所抵消，这些数字揭示了2025年表现较弱。最初报告显示去年新增约58.1万个工作岗位，但修订后仅显示18.1万个净增岗位——比早期估计少约40万个，与2024年新增140万个岗位形成鲜明对比。这一修订突显了劳动力市场的持续挑战。同时，亚马逊和UPS等大公司宣布了数万人的裁员，增加了经济不确定性。为了提供深入见解，文章采访了乔治城大学公共政策教授、前劳工部首席经济学家哈里·霍尔泽。霍尔泽讨论了这些混合信号的影响，强调修订数据如何改变对经济健康的看法，以及这对美国未来就业增长和稳定意味着什么。文章通过分析政府统计数据和专家评论，旨在帮助读者理解经济趋势的复杂性，但指出转录错误可能影响准确性，并呼吁在评估经济轨迹时考虑更广泛的背景。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e13971998305be1d_a87035a8d4a5.webp",
      "category": "News"
    }
  ]
}