{
  "articles": [
    {
      "id": "f73ebc9946573d76",
      "title": "Mammoth Tusk Symbols Challenge the History of Writing",
      "summary": "Archaeologists have discovered patterns on mammoth tusks in German caves that suggest writing may be tens of thousands of years older than previously believed. These patterns, including lines, notches, dots, and crosses, date back to around 45,000 years ago, from a time when Homo sapiens were interacting with Neanderthals in Europe. Traditionally, historians dated the first writing to proto-cuneiform scripts in Mesopotamia around 5,000 years ago. The researchers, led by Prof Christian Bentz and Ewa Dutkiewicz, analyzed over 3,000 characters on 260 artifacts, such as a small carved mammoth and an ivory plaque called 'adorant,' to identify what they call the 'DNA of writing.' They argue that these Stone Age sign sequences represent an early form of communication, showing that ancient people were as intelligent as modern humans. While the exact meaning of the symbols remains unknown, this finding challenges conventional timelines and highlights the complexity of early human expression.",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_f73ebc9946573d76_69aa5961a74d.webp",
      "category": "Science"
    },
    {
      "id": "2e364d5bb9b18be1",
      "title": "UK's First Geothermal Plant Powers Homes with Earth's Heat",
      "summary": "The UK has launched its first geothermal power plant in Cornwall, marking a significant milestone in renewable energy. After nearly two decades of development, Geothermal Engineering Ltd drilled the deepest on-shore well in the UK, reaching three miles underground where temperatures hit nearly 200°C. This heat super-heats water, which drives turbines to generate electricity for approximately 10,000 homes. Additionally, the plant produces lithium, a critical mineral for green technologies like electric vehicle batteries. Unlike intermittent sources such as wind and solar, geothermal provides continuous, 'always-on' power, enhancing energy security. However, the project cost £50 million, funded by private investors and the EU, and high drilling costs pose challenges for replication. Experts from the British Geological Survey praise it as a major step forward but note financial hurdles. The electricity is sold to Octopus Energy for distribution via the national grid, supporting clean, domestic energy production.",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2e364d5bb9b18be1_75f37dc872a2.webp",
      "category": "Science"
    },
    {
      "id": "2b59cd9dcd6521eb",
      "title": "Nutrition and Longevity: A Closer Look at Vegetarian Diets in Older Adults",
      "summary": "A recent study conducted in China examined over 5,000 adults aged 80 and older from the Chinese Longitudinal Healthy Longevity Survey, which started in 1998. By 2018, researchers found that participants who avoided meat were less likely to become centenarians compared to meat eaters. This finding appears to contradict previous research linking vegetarian diets to health benefits like reduced risks of heart disease and diabetes in younger populations. However, the study highlights that aging significantly alters nutritional needs, as older adults often experience decreased energy expenditure, muscle loss, and appetite reduction, increasing malnutrition risks. The association was only observed in underweight vegetarians, with no effect seen in those of healthy weight, suggesting body weight is a critical factor. The study is observational, meaning it shows correlation rather than causation, and aligns with the 'obesity paradox' where slightly higher weight may benefit survival in later life. It emphasizes that plant-based diets remain beneficial for younger adults, but older individuals may need to ensure adequate protein and nutrient intake to support longevity.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2b59cd9dcd6521eb_ac6ac29ebdc5.webp",
      "category": "Science"
    },
    {
      "id": "59ae39d1f1e32fc4",
      "title": "Shingles Vaccine Linked to Slower Aging and Reduced Inflammation in Older Adults",
      "summary": "New research indicates that the shingles vaccine may contribute to slower biological aging and lower inflammation in older adults. Shingles, caused by the reactivation of the varicella zoster virus from chickenpox, is a painful condition with increased risk after age 50. Scientists analyzed data from over 3,800 participants aged 70 and older in the U.S. Health and Retirement Study, adjusting for health and demographic factors. Vaccinated individuals showed slower overall biological aging, measured through markers like inflammation and epigenetic aging, compared to unvaccinated peers. Biological aging refers to the functional state of bodily systems, distinct from chronological age. The study suggests that by preventing shingles, the vaccine may reduce chronic low-grade inflammation, known as inflammaging, which is associated with age-related diseases such as heart disease and cognitive decline. This adds to evidence that vaccines like shingles and influenza shots could promote healthy aging beyond infection prevention, though exact mechanisms require further investigation.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_59ae39d1f1e32fc4_a44b4c0ee09c.webp",
      "category": "Science"
    },
    {
      "id": "17e62b2ccede8466",
      "title": "Exercise's Limited Impact on Osteoarthritis Pain",
      "summary": "A comprehensive systematic review published in RMD Open indicates that exercise therapy offers minimal and short-term relief for osteoarthritis symptoms, with benefits sometimes comparable to no treatment. This challenges the standard practice of recommending exercise as a primary intervention for pain and mobility in this degenerative joint condition. The analysis synthesized data from 5 systematic reviews and 28 randomized clinical trials, involving over 12,000 participants with knee, hip, hand, or ankle osteoarthritis. Results showed small, transient reductions in knee osteoarthritis pain compared to placebo or no treatment, with very low certainty of evidence. For hip osteoarthritis, evidence of moderate certainty indicated negligible improvement, while hand osteoarthritis showed small effects. Exercise performed similarly to other treatments like patient education, manual therapy, medications, injections, and arthroscopy, though evidence certainty varied. In some trials, exercise was less effective long-term than surgeries like osteotomy or joint replacement. Limitations include potential exclusion of some studies and variability in participant symptoms and additional treatments. The researchers conclude that evidence on exercise for osteoarthritis is largely inconclusive, suggesting negligible or short-lived effects, and advocate for rethinking its role as a first-line treatment.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_17e62b2ccede8466_b3e74563e3a4.webp",
      "category": "Science"
    },
    {
      "id": "752cab320248f48a",
      "title": "Two-Day Oatmeal Diet Reduces LDL Cholesterol by 10% in Metabolic Syndrome Patients",
      "summary": "A clinical trial published in Nature Communications by the University of Bonn demonstrated that a two-day oatmeal-based diet significantly lowers LDL cholesterol by 10% in individuals with metabolic syndrome. Metabolic syndrome is characterized by excess weight, high blood pressure, elevated blood sugar, and abnormal lipid levels, increasing diabetes and heart disease risk. In the study, 32 participants consumed 300 grams of oatmeal daily for 48 hours while halving their calorie intake, compared to a control group that only reduced calories. Results showed greater improvements in cholesterol, weight loss, and blood pressure for the oat group, with effects persisting for six weeks. Researchers linked these benefits to changes in the gut microbiome, where oatmeal increased beneficial bacteria producing compounds like ferulic acid that positively influence cholesterol metabolism. Historically, oats were used in early 20th-century diabetes therapy, but this study revisits their role for metabolic health. The findings suggest short, intensive oat interventions could be a practical strategy for managing cholesterol and related conditions.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_752cab320248f48a_5fb30fde23ed.webp",
      "category": "Science"
    }
  ]
}