{
  "articles": [
    {
      "id": "d6528c85f49fe60d",
      "title": "Winter Solstice Celebrations at Stonehenge Draw Crowds",
      "summary": "On the winter solstice, the shortest day of the year, approximately 8,500 people gathered at Stonehenge in Wiltshire, England, to witness the sunrise at around 08:00 GMT. This historic site attracted visitors from various places, such as a family from Nottingham who woke up at 02:00 to attend. Participants engaged in symbolic rituals to mark the occasion, with one attendee, Bella Ridley-Thompson, emphasizing the importance of dressing up and showing respect as part of the ceremony. The event signifies a turning point, as days begin to lengthen after the solstice, bringing more daylight. Stonehenge serves as a focal point for such celebrations, highlighting its cultural and historical significance in observing astronomical events. The gathering reflects ongoing public interest in ancient traditions and communal experiences tied to natural cycles.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d6528c85f49fe60d_686c94f9f4d7.webp",
      "category": "News"
    },
    {
      "id": "7d15b017766c5fa0",
      "title": "Survivors Express Scepticism Over Epstein Document Release",
      "summary": "The US Department of Justice has released thousands of pages related to Jeffrey Epstein's abuse, but survivors and lawmakers are expressing disappointment and scepticism. Under the Epstein Files Transparency Act, all materials were required to be public by a deadline, yet only some have been released, many with extensive redactions. Survivors like Liz Stein and Marina Lacerda worry that this incomplete release could lead to a 'slow roll-out' of information without context, potentially fueling conspiracy theories. They argue that the DOJ is acting insincerely by not complying fully with the law. The released documents include photos of Epstein's confidante Ghislaine Maxwell and various celebrities, though being named does not imply wrongdoing. Notably, some files became unavailable after release, raising further concerns about transparency. Survivors emphasize the need for all evidence to be accessible to ensure accountability and justice for the crimes committed.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_7d15b017766c5fa0_4da91d96e4d2.webp",
      "category": "News"
    },
    {
      "id": "fedba83158b88a8d",
      "title": "The Challenge of Stopping Weight Loss Medications: Hunger Returns",
      "summary": "Weight loss medications, known as GLP-1s, have revolutionized weight management by suppressing appetite, helping individuals like Tanya Hall achieve significant weight loss. These drugs mimic the natural hormone GLP-1, which regulates hunger, turning off the constant urge to eat. However, when users attempt to discontinue the injections, many experience a resurgence of intense hunger, described as 'food noise,' making it difficult to maintain weight loss. The medications are relatively new, with long-term side effects still under investigation, including issues like nausea, hair loss, and sleep disturbances. In the UK, an estimated 1.5 million people pay privately for these treatments, highlighting cost concerns. Tanya's story illustrates the personal and social impacts, as she felt more respected after losing weight but faced health challenges. The article explores the uncertainty surrounding long-term use and the physiological and psychological effects of stopping, emphasizing the need for more research on sustainable weight management.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fedba83158b88a8d_0615e7cd90db.webp",
      "category": "News"
    },
    {
      "id": "feac9c3ba9bb7361",
      "title": "Disappearance of Epstein-Related Files from DOJ Website Sparks Transparency Concerns",
      "summary": "At least 16 files vanished from the Justice Department's public webpage dedicated to documents about Jeffrey Epstein, occurring less than a day after they were posted. Among the missing items was a photograph featuring President Donald Trump with Epstein, Melania Trump, and Ghislaine Maxwell. The Justice Department provided no explanation for the removal or whether it was intentional, fueling online speculation and concerns about transparency. Democrats on the House Oversight Committee highlighted the incident, questioning what else might be concealed and advocating for public clarity. This event adds to existing worries from the recent document release, which included tens of thousands of pages but offered limited new insights into Epstein's crimes or the prosecutorial decisions that allowed him to avoid serious federal charges. Notably absent were critical records such as FBI interviews with survivors and internal memos on charging decisions, which could have elucidated the case's handling. The disappearance underscores ongoing intrigue about Epstein and the powerful individuals associated with him, emphasizing calls for accountability and open access to information.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_feac9c3ba9bb7361_2724f2708b7d.webp",
      "category": "News"
    },
    {
      "id": "c1925f8a7269bea5",
      "title": "Breaking Barriers: First Wheelchair User Reaches Space",
      "summary": "Michaela Benthaus, a 33-year-old paraplegic engineer from Germany, made history by becoming the first wheelchair user to travel to space. On December 20, 2025, she launched from West Texas aboard Blue Origin's New Shepard rocket, accompanied by five other passengers, including retired SpaceX executive Hans Koenigsmann, who helped organize and sponsor her trip. The flight lasted about 10 minutes, reaching over 65 miles in altitude, where Benthaus experienced weightlessness and floated freely, leaving her wheelchair behind. Blue Origin made minor adjustments to accommodate her, such as adding a patient transfer board for easier access to the capsule seat and providing a carpet for immediate wheelchair retrieval after landing. Benthaus, who was injured in a mountain bike accident seven years ago, is part of the European Space Agency's graduate trainee program and had prior experience with weightlessness during parabolic flights. This milestone demonstrates advancements in accessible space tourism, as Blue Origin has previously flown individuals with various disabilities, aiming to make spaceflight more inclusive. Benthaus expressed joy and described the experience as transformative, highlighting how technology and determination can overcome physical limitations.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c1925f8a7269bea5_f348f1199520.webp",
      "category": "News"
    },
    {
      "id": "d071dec5169dc9e1",
      "title": "Imran Khan and Wife Receive 17-Year Sentence in Graft Case",
      "summary": "A Pakistani court has convicted former Prime Minister Imran Khan and his wife Bushra Bibi, sentencing them to 17 years in prison for retaining and selling state gifts while he was in office. The case centered on gifts from foreign dignitaries, including jewelry from Saudi Arabia, which they allegedly sold at prices far below their market value of $285,521, declaring them at only over $10,000. Khan and his wife pleaded not guilty, and his lawyer announced plans to appeal the ruling, arguing the conviction lacked proof of intent or gain. The trial took place in Adiala prison in Rawalpindi, with Khan's Pakistan Tehreek-e-Insaf (PTI) party criticizing it as a 'closed-door jail trial' that denied family access and fairness, calling it a 'black chapter in history.' In contrast, Information Minister Attaullah Tarar defended the court's decision, stating it was based on solid evidence and delivered fairly. This case highlights ongoing tensions in Pakistan's political and judicial systems, with accusations of selective prosecution and debates over the rule of law.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d071dec5169dc9e1_2f8e2fc72bfe.webp",
      "category": "News"
    }
  ]
}