{
  "articles": [
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "How Cleaner Air Made a Gas Problem Worse",
      "summary": "During the COVID-19 pandemic in 2020, many people stayed home, so cars and factories stopped polluting as much. This made the air cleaner, which was good. But scientists noticed something surprising: a gas called methane, which can warm the Earth, increased a lot that year. Methane usually gets broken down in the air by a special chemical called the hydroxyl radical. This chemical needs pollution from cars and factories to be made. With less pollution during the lockdowns, there wasn't enough of this chemical to destroy methane, so more methane stayed in the air. Scientists found that this caused most of the methane increase. They also discovered that some extra methane came from wetlands in Africa and Asia, where microbes produce it when it rains a lot. This shows that cleaning the air can have unexpected effects on other environmental problems.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    },
    {
      "id": "d5e002ce322d363e",
      "title": "Do Trees Feel a Solar Eclipse? Scientists Disagree",
      "summary": "Scientists studied trees in Italy to see if they could sense a solar eclipse. They attached sensors to three spruce trees and five stumps in a forest. During a partial solar eclipse in 2022, the sensors recorded more electrical activity in the trees, which peaked in the middle of the eclipse. The researchers thought this meant the trees were responding together to the darkening sky, with older trees showing stronger activity, possibly because they remembered past eclipses. However, other scientists criticized this study. They said the sample size was too small and that factors like temperature changes or lightning could explain the electrical spikes. They argued that trees experience bigger light changes from clouds every day, so a small eclipse shouldn't matter. Some called the claims pseudoscience, meaning fake science, and warned about poorly designed studies in plant research. The debate shows how scientists check each other's work to find the truth.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d5e002ce322d363e_e6bd318b61af.webp",
      "category": "Science"
    },
    {
      "id": "0cd1db26cbf6e95e",
      "title": "Smart Skin That Hides Pictures and Changes Shape",
      "summary": "Scientists at Penn State have made a new kind of smart skin that can do many cool things. It is made from a soft, water-based material called hydrogel. This smart skin can hide or show images, like the Mona Lisa painting, when it gets wet or cold. It can also change its shape and texture when touched or heated, inspired by how octopuses change their skin to hide. The scientists used a special printing method to put instructions into the material, so it knows how to react. This smart skin could help in making robots that can blend in or show messages. It is a fun invention that shows how materials can be smart and adaptable.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0cd1db26cbf6e95e_278f8b017850.webp",
      "category": "Science"
    },
    {
      "id": "d43936f99913322f",
      "title": "How Immune Cells Help Fight Colon Cancer",
      "summary": "In most cancers, a type of immune cell called regulatory T cells can make it harder for the body to fight the disease. But in colon cancer, having more of these cells is linked to better survival, which is unusual. Scientists have found that not all regulatory T cells are the same. In colon cancer, there are two kinds: one helps stop tumor growth, and the other helps it grow. This discovery could lead to better treatments for colon cancer and other similar diseases. The study used mice to learn about human colon cancer and was done by experts at a cancer research center.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d43936f99913322f_d8deaab4c206.webp",
      "category": "Science"
    },
    {
      "id": "87d753bb36df4fd9",
      "title": "Should We Keep the Space Station in Space?",
      "summary": "Lawmakers in the United States are asking NASA to think about what happens to the International Space Station (ISS) when it stops working in 2030. The ISS is a big spacecraft where astronauts live and do science experiments in space. NASA's current plan is to bring it down to Earth in 2031 so it burns up in the atmosphere over the Pacific Ocean, where it won't hurt anyone. But some lawmakers want NASA to study if it's possible to move the ISS to a safe place in space instead, so it could be saved for future use. They say the ISS cost a lot of money and is an important achievement, so we should check all options before destroying it. This idea is part of a new bill that needs more votes to become law. The bill also includes other space plans, like using private rockets.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_87d753bb36df4fd9_a4a5b2beb28f.webp",
      "category": "Science"
    },
    {
      "id": "8e96fde278e122a5",
      "title": "How Drinking Before Birth Affects Baby Monkeys' Brains",
      "summary": "Scientists studied baby monkeys before they were born to see how alcohol and stress affect their brains when they grow up. They gave some pregnant monkeys alcohol, some had stress, and some had both. When the baby monkeys became adults, the scientists looked at their brains and how they drank alcohol. They found that monkeys whose moms drank alcohol before birth had changes in their brains and drank alcohol faster. The brain changes could even predict how much they would drink later. This helps us understand why some people might have trouble with drinking as adults if their moms drank during pregnancy. The study shows it's important for pregnant moms to avoid alcohol to keep babies healthy.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8e96fde278e122a5_0e47c427ce0a.webp",
      "category": "Science"
    }
  ]
}