{
  "articles": [
    {
      "id": "1cad9aa2c790f27c",
      "title": "A Satellite Sees a Giant Tsunami in a New Way",
      "summary": "A NASA satellite called SWOT was flying over the Pacific Ocean when a big earthquake happened near Russia. The earthquake made a giant tsunami, which is a huge wave in the ocean. The satellite took pictures of the tsunami as it moved across the water. Scientists were surprised because they saw the tsunami was not just one simple wave. Instead, it had many smaller waves that spread out and mixed together. This is different from what scientists thought before. They used the satellite data along with information from buoys in the ocean to learn more. The satellite helps scientists see tsunamis better, like putting on new glasses. This can help people understand how tsunamis travel and how they might affect coasts, making it safer for everyone.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "25f534541b3c871b",
      "title": "Flu Medicine for Kids: Surprising New Discovery",
      "summary": "Doctors used to worry that a flu medicine called Tamiflu might cause seizures and confusion in children. But new research shows that the flu itself is the real problem, not the medicine. The study found that kids who took Tamiflu when they had the flu were less likely to have serious brain issues like seizures. In fact, Tamiflu helped prevent these problems. The researchers looked at health records of over 600,000 children in Tennessee over four years. They saw that children with the flu had more brain issues, but those who took Tamiflu had fewer. This means families can feel safer using Tamiflu to treat the flu in kids, as it helps protect them from dangerous symptoms.",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_25f534541b3c871b_136ceab02865.webp",
      "category": "Science"
    },
    {
      "id": "1683bc1ddc82fecc",
      "title": "The Truth About How Many Food Choices We Make",
      "summary": "Have you ever heard that people make over 200 food choices every day? Scientists say this number might not be true. A researcher named Maria Almudena Claassen and her team studied this idea. They found that the number 200 comes from an old study where people were asked many small questions about food, like what to eat and when. When you add up all these small answers, it makes the number seem bigger than it really is. This is called the subadditivity effect. The scientists warn that believing we make so many choices without thinking can make us feel like we have less control over our eating. They say people are actually good at making smart food decisions when they focus on their goals, like eating healthy or being kind to the planet. It's important to use good science to understand how we choose our food.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1683bc1ddc82fecc_2dd5ddbc306e.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "A Very Old Fire Burial in Africa",
      "summary": "Archaeologists found Africa's oldest cremation site in Malawi, dating back 9,500 years. They discovered a fire pit with the burned bones of a woman. This is special because hunter-gatherers, who lived by hunting and gathering food, rarely did cremations because they take a lot of work. The woman's bones had cut marks, and her head was removed before burning. People might have done this to remember her or show respect. The fire needed lots of wood and grass, and the community worked together to build it. This shows ancient people had rituals and cared for their dead.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    },
    {
      "id": "55a6bfaea62fc8be",
      "title": "Hospitals Stop Using a Gas That Hurts the Planet",
      "summary": "Hospitals around the world are stopping the use of a gas called desflurane, which is used to help patients sleep during surgery. This gas is very bad for the environment because it warms the planet much more than carbon dioxide. In Europe, it is now mostly banned, and many hospitals in the United States have also stopped using it. Doctors like Jodi Sherman at Yale University say it is an easy way to help the Earth. When hospitals use other gases instead, they can save money and reduce pollution. For example, Yale saved over a million dollars each year by switching. Other hospitals are doing the same thing, and this small change can make a big difference in fighting climate change.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_55a6bfaea62fc8be_f0d3e365ed19.webp",
      "category": "Science"
    },
    {
      "id": "5650ead1925ec9a0",
      "title": "Chemicals in Our Daily Lives Can Hurt Good Gut Bacteria",
      "summary": "Scientists studied many human-made chemicals and found that 168 of them can harm the good bacteria in our guts. These bacteria help keep us healthy by aiding digestion and supporting our immune system. The chemicals come from things like food, water, and the environment, such as pesticides used on crops and materials in plastics. When these chemicals slow or stop the growth of gut bacteria, it can lead to health problems like stomach issues or a weaker immune system. The researchers tested over 1000 chemicals in a lab and created a computer model to predict which ones might be harmful. They want new safety tests to check if chemicals are safe for our gut bacteria too.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5650ead1925ec9a0_65abc14b1b18.webp",
      "category": "Science"
    }
  ]
}