{
  "articles": [
    {
      "id": "e9adda87d5626719",
      "title": "格陵兰的未来应由其人民决定，南迪表示",
      "summary": "英国文化大臣丽莎·南迪强调，英国立场坚定：格陵兰的未来必须由其人民自行决定，而非外部强加。此举是对美国总统唐纳德·特朗普威胁的回应，特朗普表示如果英国及其他欧洲盟友不同意美国接管格陵兰，将对其征收关税，并称格陵兰对美国安全至关重要。南迪批评这些威胁“极其无益且适得其反”，主张与白宫进行“成人式辩论”。她表示英国不会在这一原则妥协，称其为不可谈判的。与此同时，另一位英国领导人基尔·斯塔默爵士谴责美国此举“完全错误”，计划直接与美国政府交涉。美国近期加强了对格陵兰的获取呼吁，特朗普未排除使用武力，但一些美国官员如众议院议长迈克·约翰逊更倾向于外交解决方案，承认格陵兰的战略重要性同时拒绝军事干预。南迪建议讨论可能在达沃斯世界经济论坛上进行，突显了持续紧张局势及通过对话解决这一国际问题的必要性。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    },
    {
      "id": "cdbc88b67fd6933a",
      "title": "法拉奇称改革党不是惊慌失措的保守党议员的救援慈善机构",
      "summary": "奈杰尔·法拉奇，改革党的领导人，强调他的政党不会成为惊慌失措的保守党议员寻求转投的救援慈善机构。在《每日电讯报》的一篇文章中，法拉奇表示，改革党对拯救政治失败者不感兴趣，任何保守党转投者必须公开承认之前的保守党政府破坏了国家，并真正相信改革党的家庭、社区和国家等核心价值。这发生在最近几个月约有20名前保守党议员加入改革党之际，批评者认为该党正在成为失败保守党人的避难所，而非新的政治力量。法拉奇设定了一个截止日期，表示在5月7日地方选举后将不再接受更多转投者，警告那些等到那时的议员误解了国家的快速变化。改革党的副领导人理查德·泰斯称赞罗伯特·詹里克是一位具有部长经验的有价值的新资产，但传闻暗示改革党内部可能存在权力斗争，詹里克可能成为影子财政大臣。此外，改革党宣布一位知名的工党人物将于下周转投，猜测指向凯特·霍伊女男爵，尽管这尚未确认。文章探讨了改革党在应对这些政治转变时的紧张局势和战略决策，分析了其如何平衡新成员的整合与意识形态的一致性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cdbc88b67fd6933a_c98a92163c50.webp",
      "category": "News"
    },
    {
      "id": "65329a33d42975d0",
      "title": "我离开了有毒的妈妈群，因为受够了被评判",
      "summary": "这篇文章通过马丁娜在威尔士参加婴儿手语课的经历，探讨了母亲支持群体中的矛盾现象。马丁娜本想通过课程结识其他母亲并教宝宝沟通，但很快因选择瓶喂养和剖腹产而遭到评判，感到被贴上懒惰标签，最终在三次课后离开。她描述群体动态充满竞争，类似青少年小圈子。这与美国歌手阿什利·提斯代尔所述的有毒妈妈群经历相呼应，提斯代尔回忆了被排除在活动之外的情况，与她之前对母亲群体益处的反思形成对比。临床心理学家诺埃尔·桑托雷利博士指出，新母亲身份会引发深刻的身份转变，常激活不安全感、比较和排斥恐惧，表现为八卦或被动攻击性评论等微妙冲突。马丁娜之前的在线互动加剧了她的焦虑，当一位潜在朋友得知她选择剖腹产后便停止联系。尽管面临这些挑战，她承认相互支持对于对抗社交孤立和产后抑郁的价值，正如弗吉尼亚州的雷切尔为寻求连接而加入妈妈群所示。文章深入分析了在脆弱生活过渡期，支持需求与规范压力之间的张力，这些压力可能导致个体在同伴网络中被疏离，反映了社会对母亲的期望及其情感代价。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65329a33d42975d0_cd9090b71429.webp",
      "category": "News"
    },
    {
      "id": "a4eed34c5de63085",
      "title": "夜总会火灾：美国与瑞士的悲剧比较",
      "summary": "本文详细分析了两起灾难性的夜总会火灾：2003年美国罗德岛州西沃里克的The Station夜总会火灾和2026年瑞士克朗-蒙大拿的Le Constellation酒吧火灾。这两起事件均由音乐会期间的烟花表演引发，点燃了墙上的吸音泡沫板，导致火势迅速蔓延并产生轰燃条件。罗德岛火灾造成100人死亡，包括为拯救未婚妻吉娜·鲁索而丧生的弗雷德·克里斯托斯托米；瑞士火灾则导致40名年轻人遇难。专家如火灾调查顾问理查德·哈格强调了非阻燃泡沫在加剧火势中的关键作用，指出符合标准的泡沫本可减缓蔓延。文章通过幸存者叙述人性化地描绘了灾难，突出了混乱的逃生尝试和有限的出口选择。这些相似之处引发了对室内烟花监管、应急准备协议以及幸存者心理后果的广泛探讨。文章作为一个警示故事，倡导提高安全标准和公众教育，以防止未来类似事件的发生。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a4eed34c5de63085_1f17ba4e19dd.webp",
      "category": "News"
    },
    {
      "id": "85ba90fffe6c6ff0",
      "title": "欧盟与南方共同市场签署具有里程碑意义的自由贸易协定",
      "summary": "欧盟与南美洲的南方共同市场集团签署了一项具有里程碑意义的自由贸易协定，结束了超过25年的艰难谈判。该协议逐步取消超过90%的关税，建立世界上最大的自由贸易区之一，为超过7亿消费者降低购物成本。签字仪式在巴拉圭首都亚松森举行，这标志着欧盟在地缘政治上的重大胜利，在美国关税和中国出口激增的背景下，扩大了欧盟在资源丰富的南美洲的影响力，该地区正日益受到华盛顿和北京的争夺。协议还传递出南美洲保持多样化贸易和外交关系的信息，尽管美国总统特朗普在西半球积极推动地缘政治主导权。南方共同市场包括该地区两大经济体阿根廷和巴西，以及巴拉圭和乌拉圭，玻利维亚作为最新成员可在未来几年加入，而委内瑞拉已被暂停成员资格，不包含在协议中。欧洲委员会主席乌尔苏拉·冯德莱恩将协议描绘为对抗特朗普政府破坏性政策的堡垒，强调选择公平贸易而非关税，选择长期生产性伙伴关系而非孤立。巴西总统路易斯·伊纳西奥·卢拉·达席尔瓦长期倡导此协议，称赞其为全球合作的象征。该协议旨在加强商业联系，支持两地区的经济增长，并在全球贸易紧张局势中促进经济一体化。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_85ba90fffe6c6ff0_ee9c42d25133.webp",
      "category": "News"
    },
    {
      "id": "60e9166d149ad8cb",
      "title": "格陵兰数千人游行反对特朗普威胁接管北极岛屿",
      "summary": "周六，数千名格陵兰人在首都努克举行大规模游行，抗议美国总统特朗普多次威胁要接管这个北极岛屿。这次游行被认为是格陵兰历史上规模最大的抗议活动之一，吸引了近四分之一的努克人口参加，包括总理延斯-弗雷德里克·尼尔森和各年龄段的参与者。抗议者举着标语，挥舞格陵兰国旗，高呼“格陵兰不出售”，以表达他们对自治和文化保护的坚定立场。与此同时，特朗普宣布对八个欧洲国家的商品征收10%的进口税，这与这些国家反对美国控制格陵兰有关，加剧了紧张局势。格陵兰是一个矿产资源丰富、战略位置重要的自治领土，一直是特朗普扩张主义言论的目标，尤其是在委内瑞拉近期军事行动之后。声援集会在丹麦和加拿大努纳武特地区举行，强调了全球对主权问题的关注。参与者指出，为家园和家庭安全发声至关重要，这反映了北极地区帝国主义和土著权利等更广泛的问题。这一事件凸显了格陵兰在维护自决权与应对外部压力之间的复杂平衡，以及气候变化背景下北极资源竞争的地缘政治意义。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_60e9166d149ad8cb_8e27925a6e84.webp",
      "category": "News"
    }
  ]
}