{
  "articles": [
    {
      "id": "5a4e11a7b2de35b8",
      "title": "A Founder of Asos Dies in Thailand",
      "summary": "Quentin Griffiths, who helped start the online fashion company Asos, died after falling from a tall building in Thailand. Police say he was found outside a hotel in Pattaya on February 9th. They checked his room and found it locked from the inside with no signs of a break-in. An autopsy showed no evidence of foul play, meaning it might have been an accident. Griffiths was a British man who lived in a suite on the 17th floor. He left Asos years ago but still owned part of the company. Asos sells clothes inspired by TV and movie stars and has grown into a big business. Police mentioned he had some legal problems that could have made him stressed. This is a sad story about a person who helped create a famous fashion brand.",
      "source": "BBC Business",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5a4e11a7b2de35b8_eff6a615c15b.webp",
      "category": "Fun"
    },
    {
      "id": "ce37798b9c678277",
      "title": "Actor Eric Dane Passes Away After Illness",
      "summary": "Eric Dane was a famous actor who played roles in TV shows like Grey's Anatomy and Euphoria. He died at age 53 after being diagnosed with a disease called ALS, which affects how the body moves. He shared his diagnosis in April 2025 and spent his last months helping to raise money and awareness for ALS. His family said he passed away after a brave fight and was surrounded by loved ones, including his wife and two daughters. Eric was born in San Francisco and started acting in the 1990s. His co-stars from Grey's Anatomy shared kind words about him, saying he was funny and brought joy to the set. He is remembered for his work and for helping people learn about ALS.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ce37798b9c678277_418333d0b059.webp",
      "category": "Fun"
    },
    {
      "id": "07a8276335526508",
      "title": "KPop Concert Organizers Respond to Complaints",
      "summary": "A KPop tribute concert in Belfast faced complaints from some people who attended. They said performers were miming, there wasn't enough content from the movie KPop Demon Hunters, and the show might not be good for young kids. KPop is Korean pop music, popular worldwide with groups like BTS and Blackpink. The organizers, Aiken Promotions and the SSE Arena, defended the show. They said most customers enjoyed it, and it was a good tribute to KPop. The concert is part of a world tour and includes songs from many KPop stars. Some people online complained about the quality and cost, while others said they had fun, like one person's niece who loved it.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_07a8276335526508_b52cde50c9e0.webp",
      "category": "Fun"
    },
    {
      "id": "c55b0ae9dcb167ae",
      "title": "Jeffrey Epstein and a Music Company Plan",
      "summary": "This article talks about Jeffrey Epstein, a man who did bad things to women. He thought about investing in a music company called EMI. His friend David Stern told him that the music industry was connected to women, which Epstein called \"P.\" Stern sent emails to Epstein about this idea. Epstein was interested and asked if they needed help from someone named Mandelson. Stern was a businessman who knew important people like Prince Andrew and helped with money problems. The emails show that Stern often talked about deals and sent news about EMI's money troubles. EMI was a big music company that doesn't exist anymore. The article uses some offensive words to describe how Epstein talked about women. It is based on emails released by the US government.",
      "source": "BBC Business",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_c55b0ae9dcb167ae_96c00b3e9dbd.webp",
      "category": "Fun"
    },
    {
      "id": "af2e1cfb48c34ef0",
      "title": "Zach Top Wins Grammy for Old-Style Country Music",
      "summary": "Zach Top is a country music singer who just won his first Grammy Award. He won in a new category called best traditional country album for his album Ain't In It For My Health. This award celebrates old-fashioned country music. Zach Top grew up in Washington state and started playing music with his family when he was seven years old. He loves old country songs and makes music that sounds like them. He says winning the Grammy feels like a dream and he is happy that people like his music. Many young people come to his shows because they enjoy his traditional style. He thinks it is good that the Grammy now has a special award for traditional country, so artists like him can be recognized. Zach Top has over six million listeners on Spotify and is bringing old-school country to new fans.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_af2e1cfb48c34ef0_5d0a9e472065.webp",
      "category": "Fun"
    },
    {
      "id": "4930a01b96118349",
      "title": "Young Tennis Player Beats a Top Star in Qatar",
      "summary": "In a big tennis match in Qatar, a young player named Jakub Mensik from the Czech Republic beat Jannik Sinner, who is the second-best player in the world. Mensik is 20 years old and won the match in three sets: 7-6, 2-6, 6-3. This was a surprise because Sinner had won many matches before. Mensik will now play against Arthur Fils from France in the semi-finals. In another match, Carlos Alcaraz, the world number one, will play against Andrey Rublev. There are also doubles matches with British players trying to win the title again. The tournament is exciting with many top players competing.",
      "source": "BBC Tennis",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_4930a01b96118349_05f9f855b9f7.webp",
      "category": "Fun"
    }
  ]
}