{
  "articles": [
    {
      "id": "4b2ff62bbf825ce7",
      "title": "Cameron Norrie Loses Tennis Match to Alexander Zverev",
      "summary": "Cameron Norrie, a British tennis player, lost a match to Alexander Zverev at the Australian Open. This ended the chance for any British players to win the singles tournament. Norrie tried hard and won one set, but Zverev, who is ranked number three in the world, won the match in four sets. Norrie has been the last British player in many big tournaments, but he has never beaten Zverev before. The crowd cheered for Norrie, but Zverev played very well and finished the match with a strong serve. Now, Zverev will play another player in the next round.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b2ff62bbf825ce7_8fa156b05f08.webp",
      "category": "Fun"
    },
    {
      "id": "8f13c6baf0cbf673",
      "title": "Tennis Player Dances After Winning a Match",
      "summary": "Yulia Putintseva is a tennis player who won a match at the Australian Open, a big tennis tournament. After she beat another player named Zeynep Sonmez, some people in the crowd booed her, which means they made loud, unhappy sounds. Instead of getting upset, Putintseva danced and blew kisses to the crowd. This showed she was happy and not bothered by the boos. The Australian Open is held in Melbourne, Australia, and it is one of the most important tennis events in the world. Putintseva's actions were a fun way to celebrate her victory and handle the negative reaction from some fans.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8f13c6baf0cbf673_b27120da37b9.webp",
      "category": "Fun"
    },
    {
      "id": "ab20048323f41c3b",
      "title": "Harry Styles' New Song and Tour",
      "summary": "Harry Styles is a famous singer who has not released new music for almost four years. He has been busy running marathons and watching other musicians perform. Now, he has a new song called Aperture, which is part of his fourth album. Harry says he likes to stay connected to the world and enjoy life instead of hiding away. He is planning a big tour in 2026 with 50 shows in cities like London and New York. At his London shows, he will be joined by Shania Twain, a singer he listened to as a child. Other special guests will perform in different cities. Harry believes that being in the audience at concerts helped him make his new music.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ab20048323f41c3b_c7cf5e23ab84.webp",
      "category": "Fun"
    },
    {
      "id": "3e2d7655eda5c077",
      "title": "Tennis Player Uses Rabbit Song to Win Match",
      "summary": "Yulia Putintseva is a tennis player who played a big match at the Australian Open in Melbourne. The crowd was cheering loudly for her opponent, Zeynep Sonmez, and booing Putintseva. This made it hard for Putintseva to focus. To stay calm, she sang a song about rabbits in her head from an old Russian movie instead of listening to the noise. She won the match by playing three sets. After winning, she danced and blew kisses to the crowd to respond to the boos. Putintseva said some people in the crowd were disrespectful by yelling during her serves. She was happy she stayed calm and did not get angry. This was her first time reaching the fourth round at the Australian Open.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3e2d7655eda5c077_2179e6d09b8b.webp",
      "category": "Fun"
    },
    {
      "id": "c9283f1702daa9a9",
      "title": "Daniil Medvedev's Big Comeback in Tennis",
      "summary": "Daniil Medvedev is a tennis player from Russia who played in the Australian Open tournament. In one match, he was losing by two sets but fought back to win the next three sets and the whole match. This was exciting because last year, he lost matches even after coming back from being down. He felt nervous but stayed strong. Medvedev has played many long matches at the Australian Open and has won some of them. He also joked with an interviewer after the match. The article talks about his journey to the final and how he handles tough situations.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c9283f1702daa9a9_444ff0717b1e.webp",
      "category": "Fun"
    },
    {
      "id": "f77730bb690dcae5",
      "title": "Fun Surprises at the Oscar Nominations",
      "summary": "The Oscar nominations had many surprises that shocked experts. Elle Fanning got a surprise nomination for best supporting actress, starting off a list of unexpected events. Some actors like Paul Mescal and Chase Infiniti did not get nominated even though people thought they would. Other movies like Hamnet and One Battle After Another did not do as well in acting categories as expected. The movie F1, starring Brad Pitt, was a big surprise in the best picture category because it got nominated without many other major nods. Sinners broke a record with 16 nominations, more than any other movie before. The nominations show that the Academy likes different kinds of movies, from traditional ones to new hits.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f77730bb690dcae5_d422c8fc7f57.webp",
      "category": "Fun"
    }
  ]
}