{
  "articles": [
    {
      "id": "29dc272dbe832613",
      "title": "Royal Family Celebrates Christmas at Church",
      "summary": "The Royal Family, including King Charles, Queen Camilla, Prince William, and Catherine, went to a Christmas Day church service at Sandringham. Many people came to see them and waited a long time. They attended the service at St Mary Magdalene Church in Norfolk. After the church, they will spend Christmas at their Sandringham home. This is a special tradition for the family. King Charles will also give a Christmas message later in the day. The service is a big event where the family comes together in public.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_29dc272dbe832613_fd69886951e4.webp",
      "category": "News"
    },
    {
      "id": "d4e50c978ad89ddc",
      "title": "A Kind Family and Their Longtime Friend",
      "summary": "A long time ago, a young couple named Rob and Dianne in Cardiff, UK, did something very kind at Christmas. In 1975, a man named Ronnie knocked on their door with a frozen chicken and a bag of his things. Rob remembered Ronnie from when he was a boy and invited him inside. Ronnie was autistic, which means he thought and acted differently, and he had no home. The couple let Ronnie stay for Christmas, cooked his chicken, and gave him gifts. They planned to let him stay just a few days, but they couldn't send him away. Ronnie ended up living with them for 45 years, until he passed away. This story shows how a simple act of kindness can lead to a lifelong friendship filled with love and care.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d4e50c978ad89ddc_7022487477d0.webp",
      "category": "News"
    },
    {
      "id": "fd8ee5848861b474",
      "title": "Fun Books to Read in 2026",
      "summary": "This article talks about 12 exciting books coming out in 2026 that you might want to read. It includes stories like Heartstopper Volume 6, which is about two boys named Nick and Charlie dealing with love and challenges as Nick goes to university. Another book is Land by Maggie O'Farrell, set in Ireland long ago, exploring family and survival. There are also books by other famous authors like Yann Martel and Ali Smith. The article suggests these books for relaxing with a good story, whether in winter on a sofa or summer in a garden. It highlights different types of books, from graphic novels to adventures in Tibet, making reading fun for everyone.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fd8ee5848861b474_05356e751d9b.webp",
      "category": "News"
    },
    {
      "id": "b9a34fc99f9727ac",
      "title": "Tess and Claudia Say Goodbye to Strictly Come Dancing",
      "summary": "Tess Daly and Claudia Winkleman are presenting Strictly Come Dancing for the last time on Christmas Day. They have been hosting the show together for over ten years. The Christmas Special will air on BBC One, where six couples will dance under the glitterball. In October, they surprised fans by saying they would leave after this series. People are now guessing who might replace them, with names like Zoe Ball and Rylan being mentioned. Tess started on the show 21 years ago, and Claudia joined in 2014. They are the first female duo to host a prime-time Saturday night show. They said hosting was a dream and they will miss it. The BBC calls this the end of an era.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b9a34fc99f9727ac_1d6c1ed1f82f.webp",
      "category": "News"
    },
    {
      "id": "1fca61b402a99ed7",
      "title": "Ukraine's President Offers a Deal for Peace",
      "summary": "Ukraine's president, Volodymyr Zelenskyy, has suggested a new idea to help end the war with Russia. He wants to make a part of eastern Ukraine, called Donetsk, a special area where there are no soldiers and businesses can trade freely. This is a compromise because Russia wants Ukraine to give up this land. The war has been going on for four years, and this proposal might help in peace talks led by the United States. However, Russia has not said if it will agree to this plan. Zelenskyy shared this idea with journalists in Kyiv, and it is part of a bigger peace plan with 20 points. The goal is to stop the fighting and find a way for Ukraine to keep its independence while making peace.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1fca61b402a99ed7_654772ef1778.webp",
      "category": "News"
    },
    {
      "id": "f2de8f2aaa2ddf45",
      "title": "What is Project 2025 and How Much Did the Trump Team Do?",
      "summary": "Project 2025 is a big plan made by some people who support former President Donald Trump. It has ideas to change how the government works, like stopping programs that help everyone be treated fairly and removing words about gender and health from rules. Before the election, Trump said he wasn't involved with Project 2025. But now, as the year ends, trackers from groups and unions show that his administration has done about half of the things in the plan. They did this by making executive orders and hiring or firing people to give the president more power. For example, people who helped write Project 2025 now have important jobs in the government, like running budgets or agencies. This shows that even if Trump said he wasn't part of it, his team is using many ideas from the plan to make changes.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f2de8f2aaa2ddf45_4ed63b36ae53.webp",
      "category": "News"
    }
  ]
}