{
  "articles": [
    {
      "id": "5650ead1925ec9a0",
      "title": "Chemicals in Our Daily Lives Can Hurt Good Gut Bacteria",
      "summary": "Scientists studied many human-made chemicals and found that 168 of them can harm the good bacteria in our guts. These bacteria help keep us healthy by aiding digestion and supporting our immune system. The chemicals come from things like food, water, and the environment, such as pesticides used on crops and materials in plastics. When these chemicals slow or stop the growth of gut bacteria, it can lead to health problems like stomach issues or a weaker immune system. The researchers tested over 1000 chemicals in a lab and created a computer model to predict which ones might be harmful. They want new safety tests to check if chemicals are safe for our gut bacteria too.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_5650ead1925ec9a0_65abc14b1b18.webp",
      "category": "Science"
    },
    {
      "id": "f2e0c19f163200a8",
      "title": "Scientists Use New Tool to Turn Genes On Without Cutting DNA",
      "summary": "Scientists have made a new tool that can turn genes on without cutting DNA, making gene therapy safer. Genes are like instructions in our bodies that tell cells what to do. Sometimes, genes get turned off by tiny chemical tags called methyl groups. This new tool, based on CRISPR technology, removes these tags to turn genes back on. It works like brushing cobwebs off a light switch to make it work again. This could help treat diseases like Sickle Cell Disease without the risks of cutting DNA, which can cause cancer. The research was done by scientists at UNSW Sydney and St Jude Children's Research Hospital, and it shows that methyl groups are not just harmless byproducts but actively control genes. This breakthrough could lead to safer treatments for many genetic diseases.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f2e0c19f163200a8_80185a8c1276.webp",
      "category": "Science"
    },
    {
      "id": "8da547b38fe5a3f0",
      "title": "Plants Can't Soak Up as Much CO2 as We Thought",
      "summary": "Plants help fight climate change by absorbing carbon dioxide (CO2) from the air, which can make them grow faster. But scientists have found that plants need a nutrient called nitrogen to grow well, and they can't use nitrogen on their own. Tiny microbes in the soil help turn nitrogen into a form plants can use, but this process happens less in nature than we believed. A new study shows that climate models, which predict how much CO2 plants can absorb, have overestimated this by about 11%. This means plants might not slow down warming as much as we hoped. Researchers say it's important to update these models to make better predictions about our planet's future.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8da547b38fe5a3f0_a949d188975d.webp",
      "category": "Science"
    },
    {
      "id": "30ec1f6e81a16091",
      "title": "Scientists Find a Safer Way to Help Cells Burn Calories",
      "summary": "Scientists have found a new way to help people lose weight safely. They made special chemicals that make cells use more energy and burn extra calories. This could help treat obesity, which is when people have too much body fat and can get sick. The chemicals work by making the mitochondria, which are like tiny power plants inside cells, less efficient. Instead of making energy for the cell, some energy is released as heat. This makes cells burn more fat. In the past, similar chemicals were dangerous and could hurt people. But now, scientists have made safer versions called mild uncouplers. They tested these in a lab and found they can increase calorie burn without harming cells. This research was done by a team from Australia and Canada and was published in a science journal. It might lead to new medicines for weight loss that are safer than current options.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_30ec1f6e81a16091_6ce77cb0a5e7.webp",
      "category": "Science"
    },
    {
      "id": "b243ed0717e037e4",
      "title": "A Saturn-Sized Planet Found in Space",
      "summary": "Scientists have found a new planet in space that is as big as Saturn. They used a special method called microlensing to see it. Microlensing happens when a planet moves between Earth and a star, making the star look brighter for a short time. This planet is special because it is not orbiting any star; it is floating alone in space. It is called a rogue planet. The planet was found in a place called the \"Einstein desert,\" which is a gap where not many planets are seen. This discovery helps scientists learn how rogue planets are made. They think rogue planets can form in two ways: either they are kicked out of their star system by gravity, or they form like stars but stop growing. The planet was spotted by telescopes on Earth and a space telescope called Gaia. Finding this planet tells us more about the universe and the different kinds of planets out there.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_b243ed0717e037e4_3ef463aaac91.webp",
      "category": "Science"
    },
    {
      "id": "747fef99aae6883d",
      "title": "Wales' New Green Farming Plan After Brexit",
      "summary": "Wales has started a new plan to help farmers after leaving the EU. This plan gives money to farms that do things to help the environment, like taking care of land and using fewer chemicals. Farmers must manage at least 10% of their land as a habitat to join. Some farmers are happy, but others, like dairy farmers, find it hard because their land might not qualify. There were protests before because people thought the plan was not good, but after talks, it is now better. The government says this is a big moment for Wales. Farms used to get money from the EU based on how much land they had, but now they get paid for being green. The plan has rules like keeping hedges healthy and learning about sustainable farming online. More money is available for farms that do extra environmental work. People hope many farmers will join to make the countryside better.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    }
  ]
}