{
  "articles": [
    {
      "id": "8e0974bf89c0b302",
      "title": "BBC计划庆祝大卫·爱登堡100岁生日",
      "summary": "BBC宣布将于5月8日庆祝大卫·爱登堡爵士的100岁生日，并推出一周特别节目。这包括三个新节目：《制造地球生命：爱登堡最伟大的冒险》，该节目深入探讨1979年系列《地球生命》的幕后制作，当时爱登堡在40个国家拍摄了600种物种；《秘密花园》，一个探索英国花园中隐藏野生动物并鼓励公众保护努力的系列；以及《大卫·爱登堡在地球上的100年》，在皇家阿尔伯特音乐厅举行的现场活动，有BBC音乐会乐团和特别嘉宾参与。此外，这一周还将重温爱登堡最受欢迎的系列剧集，如《地球脉动》和《蓝色星球》。BBC专员杰克·布特尔强调，爱登堡的节目不仅定义了科学和自然历史广播，还改变了人们对星球的认识。这次庆祝旨在感谢爱登堡终身致力于将自然带入家庭并培养环境意识，体现了媒体在促进环境保护和教育中的重要作用。",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8e0974bf89c0b302_dd04e688174d.webp",
      "category": "Science"
    },
    {
      "id": "0437fcb70730d56f",
      "title": "人工智能突破可能替代电动汽车中的稀土磁体",
      "summary": "新罕布什尔大学的科学家们正在利用人工智能加速寻找先进的磁性材料。他们的工作创建了一个名为东北材料数据库的可搜索资源，包含67,573种磁性化合物，其中包括25种先前未被识别为能在高温下保持磁性的材料。这项研究发表在《自然通讯》上，旨在减少对稀土元素的依赖，稀土元素成本高昂、主要依赖进口且供应日益紧张，用于电动汽车、可再生能源系统等高性能磁体。人工智能系统通过阅读科学论文提取实验数据，训练计算机模型判断材料是否具有磁性并计算其失去磁性的温度，结果组织成综合数据库。该研究由美国能源部基础能源科学办公室支持，团队包括博士生Suman Itani和物理学教授Jiadong Zang，他们相信数据库和人工智能技术将有助于发现可持续的永磁体替代品，降低制造成本并增强美国制造业。此外，该项目还探索了人工智能在高等教育中的潜在应用，例如将图像转换为现代富文本格式以更新图书馆馆藏。这项跨学科努力突显了人工智能在材料科学和可持续技术发展中的变革潜力。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0437fcb70730d56f_bbdc3b5cac53.webp",
      "category": "Science"
    },
    {
      "id": "bd6ddc08f5f33749",
      "title": "新型钠离子电池储能翻倍并实现海水淡化",
      "summary": "萨里大学的研究人员在钠离子电池技术方面取得了重大突破，发现保留关键材料钠钒氧化物中的水分可以显著提升其性能。钠离子电池作为锂离子电池的可持续替代品正在开发中，后者依赖昂贵且对环境有害的材料。发表在《Journal of Materials Chemistry A》上的研究表明，这种化合物的水合形式——纳米结构水合钒酸钠（NVOH）——与标准材料相比，储能能力几乎翻倍，充电速度更快，并在超过400次循环中保持稳定性。此外，该材料在盐水环境中有效运行，并促进电化学脱盐，通过提取钠和氯离子生产淡水。这种双重功能可能使电池能够使用海水作为安全、丰富的电解质，同时生成饮用水。由Daniel Commandeur博士领导的研究结果挑战了从电池材料中去除水分的传统做法，并暗示了在可再生能源存储和电动汽车中的潜在应用，为未来能源需求提供了更安全、低成本的解决方案。这一进展加速了钠离子电池的商业可行性，推动向可持续能源存储迈进。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_bd6ddc08f5f33749_e4bfe6b21c2e.webp",
      "category": "Science"
    },
    {
      "id": "62a62be8d79b067c",
      "title": "圣岛发现'微笑'化石",
      "summary": "在诺森伯兰郡的圣岛（Holy Island）上，64岁的化石爱好者克里斯汀·克拉克（Christine Clark）在节礼日散步时发现了一块看似在微笑的小卵石，她形容它像假牙。克里斯汀每年与丈夫杰拉德（Gerard）到此度假，经常寻找被称为'卡迪珠'（Cuddy's beads）的化石，这些是海百合茎部的化石化部分。圣岛是一个仅有150名居民的潮汐岛，每天两次被海水隔绝，被认为是早期英国基督教的摇篮。'卡迪珠'得名于圣库斯伯特（St. Cuthbert），这位7世纪70年代来到岛上修道院的僧侣被尊为英格兰北部的守护圣徒；中世纪时，人们相信这些化石是库斯伯特创造的精神物品，收集它们能增强灵性。克里斯汀将发现发布在Facebook化石鉴定页面，获得广泛关注，英国地质调查局（British Geological Survey）确认其为海百合的较大组成部分。海百合是海洋动物，首次出现于5亿多年前的寒武纪，是最古老的复杂动物之一，因其茎部附着海底、分枝臂状结构类似花朵而昵称'海百合'。这一发现展示了业余化石狩猎、科学验证与历史叙事的交汇，体现了化石如何连接深远时空与人类文化。",
      "source": "BBC Science",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_62a62be8d79b067c_dff9bd0a0150.webp",
      "category": "Science"
    },
    {
      "id": "5c1a3aec0170f34c",
      "title": "微软的新型万年数据存储介质：玻璃",
      "summary": "微软的Project Silica项目推出了一种革命性的数据存储方法，利用玻璃作为介质，能够保存信息长达10,000年。玻璃因其热稳定性和化学稳定性、耐湿气、温度波动和电磁干扰而被选为理想材料，实现了无需能耗的长期数据存储。该系统采用飞秒激光在玻璃板上蚀刻数据，密度超过每立方毫米1吉比特，通过创建称为体素的三维数据单元。两种主要编码技术被应用：一种基于双折射，利用偏振光改变折射率以在每个体素中存储多个比特；另一种通过调制激光能量来改变折射幅度。数据读取使用相衬显微镜检测折射率差异，并结合自动化系统和卷积神经网络分析图像以准确检索。这一方法解决了归档存储的挑战，将耐用性与先进技术结合，有望保护历史记录和科学研究等关键数据，供未来世代使用，尽管可扩展性和成本效益仍需进一步探索。",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_5c1a3aec0170f34c_6bd6cb72420a.webp",
      "category": "Science"
    },
    {
      "id": "c93fb106d0e1311a",
      "title": "含糖饮料与青少年焦虑上升相关",
      "summary": "一项由伯恩茅斯大学研究人员进行的新研究报道了高糖饮料摄入与青少年焦虑症状之间的明确关联。该研究通过回顾多项早期研究，分析了饮食与心理健康之间的关系，并利用调查数据测量了含糖饮料消费和心理健康症状。研究发现，含糖饮料（如汽水、能量饮料、加糖果汁等）的高消费与青少年更多的焦虑报告一致相关。然而，研究人员强调，这种关联并不证明含糖饮料直接导致焦虑，因为回顾性研究无法确定因果关系。可能的情况是，已有焦虑的青少年可能消费更多含糖饮料，或其他共享因素如家庭环境或睡眠障碍也可能同时影响糖摄入和焦虑症状。该研究由前伯恩茅斯大学博士生Karim Khaled博士领导，发表在《人类营养与饮食学杂志》上。研究人员指出，随着青少年焦虑症在近年急剧上升，识别可改变的生活习惯以降低风险至关重要，但当前研究突出了饮食研究中心理健康方面常被忽视的问题。这项研究呼吁进一步调查饮食如何影响青少年心理健康，并为公共健康策略提供参考。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c93fb106d0e1311a_df0345a26766.webp",
      "category": "Science"
    }
  ]
}