{
  "articles": [
    {
      "id": "ccf35b93b37e6a5e",
      "title": "温暖天气影响英国天然气公司利润",
      "summary": "2025年，英国天然气公司（British Gas）因天气变暖导致利润大幅下滑。温暖天气使客户减少供暖使用，给公司造成8000万英镑的损失。同时，居民供应业务的营业利润下降39%至1.63亿英镑，部分原因是客户从可变费率转向更便宜的固定费率能源套餐。尽管面临这些挑战，英国天然气公司十多年来首次将客户群扩大至750万，吸收了破产供应商Rebel Energy和Tomato Energy的9.1万名客户。英国气象局确认2025年是英国有记录以来最温暖、阳光最充足的一年，平均气温为10.09°C，加剧了经营环境的困难。母公司Centrica的集团营业利润从2024年的15.5亿英镑降至8.14亿英镑，分析师指出商品价格降低和能源价格波动减少是业绩下滑的关键因素。首席执行官Chris O'Shea承认业务表现参差不齐，但强调客户增长是积极信号。Centrica支付了超过10亿英镑的股息和股票回购，但宣布暂停回购计划，以投资于如Sizewell C核电站等项目，旨在市场波动中加强长期可持续性。文章通过公司数据、气象报告和专家分析，揭示了气候和市场动态对能源企业财务及战略的影响。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ccf35b93b37e6a5e_39ba8f707049.webp",
      "category": "Fun"
    },
    {
      "id": "61018f5183bfe167",
      "title": "坏痞兔首次主演电影，灵感来自波多黎各革命者",
      "summary": "坏痞兔，这位全球知名的歌手，将在电影《波多黎各》中首次担任主演，该片由说唱歌手Residente执导。这部电影被描述为一封致波多黎各的情书，探讨了何塞·马尔多纳多·罗曼的生活，他是一位在19世纪末20世纪初反抗西班牙殖民主义的革命者。影片由哈维尔·巴登和爱德华·诺顿联合主演，并由奥斯卡获奖导演亚历杭德罗·G·伊纳里图担任执行制片人，旨在以强度和诚实描绘波多黎各的争议历史。这一项目紧随坏痞兔成功的一年，包括在超级碗中场秀领衔演出和赢得格莱美奖。Residente强调电影的目的是重申波多黎各的身份认同，而诺顿将其比作《教父》等经典作品，突显其戏剧性和历史意义。《波多黎各》代表了坏痞兔职业生涯的重要一步，从在《子弹列车》等电影中的配角过渡到深入其文化遗产的主演角色。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_61018f5183bfe167_35b456d4b654.webp",
      "category": "Fun"
    },
    {
      "id": "bc931b1b51e53ccc",
      "title": "澳大利亚主持人为奥运会报道前饮酒道歉",
      "summary": "澳大利亚体育主持人丹妮卡·梅森因在意大利冬奥会现场直播中口齿不清的视频走红后公开道歉。作为第九频道的记者，她在早餐节目《今日》中报道时言语含糊，提到了无关的话题如鬣蜥和咖啡价格，并混淆了英国和美国，而演播室主持人卡尔·斯特凡诺维奇在背景中发笑。梅森将她的表现归咎于饮酒、高海拔、寒冷天气和未进晚餐，承认自己判断失误。澳大利亚总理安东尼·阿尔巴尼斯表示支持，认为时差可能是一个因素。这一事件在社交媒体上引发了混合反应，一些观众为她辩护称她玩得开心，另一些人则批评她缺乏专业性。以报道国家橄榄球联盟闻名的梅森次日重返节目，承担全部责任，并向观众保证未来将坚持更高标准。文章探讨了媒体职业道德、个人责任以及现场直播压力等主题，反映了数字时代公众对新闻工作者的期望和审查。",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_bc931b1b51e53ccc_6f15bb7d2d28.webp",
      "category": "Fun"
    },
    {
      "id": "4e83ce59dbf0f945",
      "title": "南希·格思里案突破性进展转向墨西哥",
      "summary": "美国调查人员据报已与墨西哥当局联系，涉及美国新闻主播萨凡纳·格思里母亲失踪案，搜索已进入第三周。亚利桑那州警长部门和联邦调查局未确认是否已联系边境当局协助追踪南希·格思里，但她的家人已联系一家墨西哥非营利组织，该组织致力于在该地区寻找失踪人员。自84岁的南希本月被报失踪以来，调查人员已筛选了4万条线索，尽管她的NBC主播女儿情感公开求助，但突破性进展仍未出现。美国新闻网站TMZ周三报道称，联邦调查局已联系墨西哥当局，认为格思里可能被带过边境。ABC新闻援引执法部门消息称，联邦调查局已通知墨西哥当局格思里失踪，尽管没有证据表明她被带过边境。一名墨西哥安全官员告诉《纽约时报》，联邦调查局已联系索诺拉州官员调查案件中的 alleged 'purchase'，尽管这一潜在线索显然已失效。福克斯新闻报道称，联邦调查人员与墨西哥同行交谈是标准做法，尤其是在如此靠近边境的案件中。索诺拉搜索母亲组织，一家致力于在该州寻找失踪人员的墨西哥非营利组织，通常处理与毒品卡特尔相关的案件，向BBC的美国合作伙伴CBS确认，已应格思里家庭成员请求协助搜索。官员未暗示格思里被毒品贩子绑架。TMZ还表示，通过电子邮件收到新的赎金票据，要求约600万美元的加密货币。该媒体此前报道收到另一张可能的格思里赎金票据，表示已将新电子邮件转发给联邦调查局。格思里最后一次被见到是在1月31日亚利桑那州图森市的家中，当时一名家庭成员在附近女儿家度过夜晚后将她送到那里。调查人员认为她在2月1日凌晨被绑架。官员表示，她的家庭成员已被排除为可能的嫌疑人。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4e83ce59dbf0f945_eccdc2818de0.webp",
      "category": "Fun"
    },
    {
      "id": "95d2ae5e37f8a8b8",
      "title": "辛纳和阿尔卡拉斯晋级卡塔尔公开赛四分之一决赛",
      "summary": "在卡塔尔公开赛中，顶级网球选手詹尼克·辛纳和卡洛斯·阿尔卡拉斯以直落两盘的胜利晋级四分之一决赛。世界排名第二的辛纳以6-3、7-5击败了澳大利亚的亚历克谢·波皮林，而世界排名第一的阿尔卡拉斯则以6-2、7-5战胜了法国的瓦伦丁·罗耶。这些结果使他们有可能在决赛中相遇，重燃2025年的激烈竞争，当时他们在六场决赛中对决，包括三场大满贯赛事，辛纳在温网获胜，阿尔卡拉斯则在法网和美网夺冠。辛纳的显著一致性体现在他在过去30场比赛中至少有28场进入四分之一决赛，可追溯到2023年ATP总决赛，并且在过去23场比赛中赢得22场，唯一失利是在澳网半决赛中对阵诺瓦克·德约科维奇。同时，卡伦·哈恰诺夫的胜利为他与阿尔卡拉斯的下一轮比赛铺平道路，而雅各布·门西克的胜利则导致与辛纳的四分之一决赛对决。比赛还包括 notable upsets，如斯特凡诺斯·齐齐帕斯击败丹尼尔·梅德韦杰夫，以及非种子选手如阿瑟·菲尔斯和伊日·莱赫奇卡的晋级，共同构成了多哈多样化和竞争激烈的四分之一决赛阵容。这篇文章通过具体比分和球员数据，提供了比赛进展的详细报道，并分析了球员表现和赛事动态。",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_95d2ae5e37f8a8b8_ccc584be454b.webp",
      "category": "Fun"
    },
    {
      "id": "5e5e379b65673a66",
      "title": "《权力的游戏》舞台剧今夏将在英国首演",
      "summary": "皇家莎士比亚剧团（RSC）宣布，一部基于奇幻系列《权力的游戏》的新舞台剧《权力的游戏：疯王》将于今年夏天在斯特拉特福-阿冯首演。该剧与广播网络HBO合作制作，设定在原书和电视剧事件十年前，讲述一个基于作者兼执行制片人乔治·R·R·马丁新材料的原创故事。马丁在声明中表示热烈欢迎这一舞台改编，并强调RSC从莎士比亚到现代作家（包括他本人）的艺术传承，以及现场环境中展开事件的独特性。该剧将在斯特拉特福-阿冯的皇家莎士比亚剧院首演，门票于四月开售。由邓肯·麦克米伦改编，多米尼克·库克执导，剧情围绕解冻冬季中的一场比武大会展开，各大贵族家族聚集，充满希望，但暗藏 darker purposes 和针对疯王的叛国阴谋。主题涉及家族纽带、古老预言和权力斗争，在融合奇幻与莎士比亚传统的现场戏剧环境中探索生存问题。这部作品不仅扩展了《权力的游戏》的跨媒体 franchise，还参与了关于改编、遗产和权力表演维度的 meta-theatrical 讨论。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5e5e379b65673a66_a374ec83a5e6.webp",
      "category": "Fun"
    }
  ]
}