{
  "articles": [
    {
      "id": "706aec6ae827f109",
      "title": "特朗普称乌克兰谈判取得进展但“棘手问题”仍存",
      "summary": "在佛罗里达州的会谈中，美国总统特朗普和乌克兰总统泽连斯基表示，在结束乌克兰战争方面取得了进展，特别是在安全保证方面。美国提出了为期15年的安全保证框架，基辅希望可延长至50年，并计划在和平协议签署后启动。泽连斯基估计整体和平协议已完成90%，显示出谨慎乐观。然而，顿巴斯地区的问题仍然存在重大分歧：俄罗斯目前控制着顿涅茨克约75%和卢甘斯克99%的地区，并寻求全面控制，而乌克兰则提议建立一个由其管辖的自由经济区。特朗普称顿巴斯协议尚未解决但接近达成，并建议未来可能举行美、俄、乌三边谈判。克里姆林宫再次要求乌克兰从顿巴斯撤军，凸显了地缘政治僵局。特朗普在乌克兰领土问题上的摇摆立场增加了不确定性。两位领导人都承认，如果谈判失败，战争可能持续，这突显了在达成最终和平解决方案方面，进展与根深蒂固障碍之间的脆弱平衡。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_706aec6ae827f109_a2e0ffdb9fe1.webp",
      "category": "News"
    },
    {
      "id": "e143954a6a8fc790",
      "title": "凯特·布什因朋友海上失踪而“心碎”",
      "summary": "歌手兼词曲作者凯特·布什表示，她的朋友在德文郡的圣诞节游泳中失踪后，她感到“心碎”。布什女士说，马修·厄珀姆是一位当地古董商，是她“最亲爱的朋友”之一，两人相识已有30年。这位67岁的《Running Up That Hill》歌手表示，厄珀姆的家人和朋友对此消息感到“心碎”。紧急服务部门于12月25日格林尼治标准时间10:25后不久被叫到巴德利索尔特顿，因为两名40多岁和60多岁的男子无法被找到。海岸警卫队的搜索行动在约17:00时停止。在凯特·布什官方网站的悼词中，这位歌手说：“他（厄珀姆先生）是那种触动每个遇见他人的人。他异常善良、体贴，并充分享受生活。他也非常有趣。”她描述厄珀姆为“非常强壮的游泳者”，热爱皮划艇，并理解应尊重大海。布什女士说：“他以这种方式失去生命是如此悲惨。世界失去了一位极其特别的人。谢谢你，马修，成为任何人所能拥有的最好朋友之一。”她补充道：“他的家人心碎了，连同他的许多朋友，我也是。”厄珀姆的家人在其商业Instagram账户上发布声明，称他为“深受爱戴的”家庭成员。声明继续写道：“马修深受爱戴，将永远被怀念。我们想向响应的紧急服务部门表达诚挚和衷心的感谢，特别是RNLI和海岸警卫队，感谢他们在这段极其困难时期的奉献、专业精神和不懈努力。”",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e143954a6a8fc790_2d9dcb1df0cc.webp",
      "category": "News"
    },
    {
      "id": "735d23ee7b757942",
      "title": "医院警告临终关怀危机威胁治疗",
      "summary": "英国苏塞克斯郡的一家医院顾问向 NHS 领导人发出警告，称临终关怀危机可能影响今年冬季的治疗水平。在一次内部在线会议上，她指出，越来越多的临终患者占据医院床位，可能导致那些有治疗条件的患者无法获得护理。冬季压力加剧了这一问题，使得床位难以找到，部分患者因空间不足而在急诊走廊接受临终关怀。当地临终关怀医院不堪重负，社区支持不足，迫使医院只关注有复杂需求的患者。顾问描述了伦理困境，例如选择让患者接受走廊护理还是送他们回家，途中可能死亡。NHS 苏塞克斯已回应，承诺通过临终关怀医院和社区场所等多种环境提供高质量护理，以减少医院停留。随着冬季临近，这一问题可能影响其他 NHS 地区，标志着更广泛的医疗保健挑战。文章基于会议录音和官方声明，强调了医疗资源分配的系统性脆弱性，并呼吁紧急改革以改善患者护理。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_735d23ee7b757942_b274b9018a13.webp",
      "category": "News"
    },
    {
      "id": "6ce8310e97a1efb8",
      "title": "前切尔西制造明星给挣扎的新爸爸的建议：'求助不是软弱'",
      "summary": "前切尔西制造明星瑞安·利比本以为能应对成为爸爸的挑战，但现实很快与他想象的大不相同。他的伴侣路易丝在分娩后出现危及生命的健康并发症，住院治疗，瑞安突然被迫成为她的主要照顾者，同时还要照顾新生儿利奥。他负责所有夜间工作、换尿布和散步，扮演了妈妈和爸爸的双重角色。11个月后，他精疲力竭。一次与父亲在公园长椅上的谈话让他意识到自己需要帮助。简单的几句话'你处境不好，需要帮助，我能怎么帮你？'为瑞安打开了诚实交流、寻求支持并找回自我的大门。他的经历并不罕见，但很少被讨论。虽然社会现在更习惯于谈论妈妈们的压力和产后抑郁，但爸爸们面临的挣扎却较少被提及。根据英国政府最近的男性健康战略，5-15%的父亲在孩子出生前后经历焦虑，而5-10%面临抑郁。瑞安认为他的挣扎是男性之间沟通不足的更广泛失败的一部分，男性仍然内化有害的男性气质观念。他说，男性常常觉得他们必须是'每次被冲击却依然屹立的海港墙'。他强调，'求助不是软弱的表现，我没有及时这样做。'临床心理学家吉尔·多莫尼博士是一位专注于分娩前后心理健康的研究者，她说男性往往不愿承认自己正在挣扎。他们可能觉得自己'不是有资格求助的人'——尤其是在妈妈和宝宝面前——但她强调他们的心理健康对家庭同样重要。瑞安与父亲的对话给了他空间，要求休息——出国几天，远离家庭环境，以获得新的视角。他意识到需要转变，不仅关注照顾新生儿的实际任务，还要关注自己和伴侣的情绪。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6ce8310e97a1efb8_c37f23fee286.webp",
      "category": "News"
    },
    {
      "id": "3d51f402d0363bef",
      "title": "几内亚举行2021年政变后首次总统选举，军政府领导人可能获胜",
      "summary": "几内亚于周日举行了自2021年政变以来的首次总统选举，标志着由军政府领导人马马迪·杜姆布亚将军发起的过渡进程的关键一步。分析人士预测，由于反对派被削弱，杜姆布亚很可能获胜，批评者指出他压制了异议并边缘化了主要政党。此次选举在新宪法下进行，该宪法允许军事领导人参选并将总统任期延长至七年，尽管反对派抵制，仍在9月公投中获得通过。尽管几内亚作为全球最大的铝土矿出口国拥有丰富矿产资源，但根据世界粮食计划署的数据，超过一半的1500万人口面临创纪录的贫困和粮食不安全问题，突显了经济挑战。投票总体顺利，但由于反对派呼吁抵制，某些地区投票率较低。结果预计在48小时内公布，如果无候选人获得多数票，将进行第二轮投票。此次选举反映了非洲更广泛的趋势，近年来政变激增，通常由治理不善的指控驱动。政治分析师阿布巴卡尔·西迪基·迪亚基特认为这可能使几内亚重返国际社会，但活动人士报告称，政变后公民社会被压制，新闻受到审查。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_3d51f402d0363bef_cfab66b6e9fc.webp",
      "category": "News"
    },
    {
      "id": "063560357544128a",
      "title": "初步结果显示科索沃总理库尔蒂的政党在提前选举中以明显优势获胜",
      "summary": "科索沃提前议会选举的初步结果显示，总理阿尔宾·库尔蒂的Vetevendosje政党以明显优势获胜，获得了近50%的选票。这一结果使库尔蒂有望连任，此次提前选举是由于2月9日选举后政治僵局未能组建政府而举行的。反对党科索沃民主党和社会民主党分别获得21%和14%的选票。库尔蒂称这是该国历史上最大的胜利，并强调需尽快组建新政府和议会。选举投票率约为44%，发生在科索沃经济担忧的背景下，该国尚未批准明年的预算。科索沃于2008年从塞尔维亚独立，此前经历了1998-99年的战争，目前面临包括3月总统选举在内的持续挑战。支持者在普里什蒂纳集会庆祝，突显了这一政治转变的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_063560357544128a_56d520ca0677.webp",
      "category": "News"
    }
  ]
}