{
  "articles": [
    {
      "id": "ed4e6efaf6a6ec9e",
      "title": "Naomi Osaka Wins Tennis Match with a Cold Handshake",
      "summary": "Naomi Osaka played a tennis match against Sorana Cirstea at the Australian Open and won. After the match, Cirstea gave a cold handshake and talked to Osaka because she was upset. Osaka said sorry because Cirstea was angry about her cheering during the game. Cirstea is retiring soon, so this was her last Australian Open. Osaka wore a fun outfit inspired by a jellyfish from a book she read to her daughter. She likes to express herself with clothes. Osaka hopes to do well in the tournament like she did when she won in 2021.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ed4e6efaf6a6ec9e_62121b32ce1c.webp",
      "category": "Fun"
    },
    {
      "id": "27eb0ffa30187b43",
      "title": "Tennis Stars Play Great at Australian Open",
      "summary": "Stan Wawrinka, Novak Djokovic, and Marin Cilic are famous tennis players who are still playing very well in a big tournament called the Australian Open. Wawrinka is 40 years old and won a long, tough match against a younger player named Arthur Gea. He had to fight hard and came back to win in five sets. Djokovic and Cilic won their matches more easily. Wawrinka is happy to see his friends playing well too. The crowd cheered loudly for Wawrinka because he is a champion and plans to retire in a few years. He says he will always try his best and have fun on the court.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_27eb0ffa30187b43_07452c9f5ce4.webp",
      "category": "Fun"
    },
    {
      "id": "3ad70c5fb001e2f0",
      "title": "Novak Djokovic Wins Tennis Match at Australian Open",
      "summary": "Novak Djokovic is a famous tennis player who won a match at the Australian Open, a big tennis tournament. He played against Francesco Maestrelli and won easily to move to the third round. Djokovic is trying to win his 25th Grand Slam title, which would make him the best tennis player ever with the most singles titles. The match was quick, and he played very well. This victory helps him get closer to his goal of breaking the record. The Australian Open is held in Melbourne, Australia, and many people watch it. Djokovic is known for being a great champion, and fans are excited to see if he can win the tournament.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_3ad70c5fb001e2f0_d56828da2627.webp",
      "category": "Fun"
    },
    {
      "id": "b5933058f9f64118",
      "title": "Tennis Friends Play Against Each Other",
      "summary": "In tennis, sometimes friends have to play against each other in big tournaments. Jessica Pegula and Lorenzo Musetti are tennis players who faced their doubles partners in matches at the Australian Open. Pegula played against McCartney Kessler, and Musetti played against Lorenzo Sonego. They said it was hard because they like their friends and want them to do well, but they still had to try to win. Pegula won her match easily, and Musetti won his match too. They felt bad about beating their friends, but in sports, players must compete even when it's tough. This shows that tennis can be challenging when you have to play against people you care about.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b5933058f9f64118_c20dcd9727e4.webp",
      "category": "Fun"
    },
    {
      "id": "23da3de5c1941095",
      "title": "A Singer's Funny Story About a Famous Actor",
      "summary": "This article tells a fun story about a singer named Michael McGovern. A famous actor, Paul Mescal, said he loved one of Michael's songs in an interview. But Paul forgot to say Michael's name! Even though Paul didn't remember who sang the song, it helped Michael become more popular. Many new people started listening to Michael's music after the interview. Michael is happy about this and thinks it's funny that Paul forgot his name. He says he doesn't blame Paul because sometimes people forget song names too. Now, Michael is selling out shows and has more fans, including younger ones. He plays guitar and performs with his friend Callum, who is the drummer. The story shows how a small mention by a celebrity can make a big difference for an artist.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_23da3de5c1941095_61600627a9d9.webp",
      "category": "Fun"
    },
    {
      "id": "a59be38e6dbd4488",
      "title": "Olivia Dean and Lola Young Lead Brit Award Nominations",
      "summary": "Olivia Dean and Lola Young are two new music stars who have many nominations for the Brit Awards this year. They each have five nominations, including for artist of the year. Other famous singers like Lily Allen and Dave are also nominated. Sam Fender has four nominations after winning another prize. The band Pulp is nominated again after a long time since 1996, when their singer Jarvis Cocker did a funny protest on stage. He jumped on stage during a Michael Jackson show and made funny moves, which got him in trouble but no charges. Now, Pulp is happy to be nominated for their new music. Olivia Dean might win best artist and best album because her album is very popular. She says it feels crazy to have so many nominations.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a59be38e6dbd4488_3399cfd219c6.webp",
      "category": "Fun"
    }
  ]
}