{
  "articles": [
    {
      "id": "6ecb8ba0adf6317f",
      "title": "The Wiggles and a Surprising Video",
      "summary": "The Wiggles, a fun music group for kids, had a problem when two of their members were in a music video for a song called Ecstasy. The song talks about drugs, which are bad for people. The Wiggles did not know about this video and did not approve it. They quickly said they do not support drugs and asked for the video to be taken down. It was on TikTok and seen by many people before it was removed. The Wiggles want to keep their shows safe and happy for children. They explained that the video was made by a friend without their permission. This made some parents worried, but The Wiggles are fixing the issue.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_6ecb8ba0adf6317f_ca2e0b9c815a.webp",
      "category": "Fun"
    },
    {
      "id": "9faef04bd9a463c3",
      "title": "Famous Playwright Sir Tom Stoppard Passes Away",
      "summary": "Sir Tom Stoppard, a very famous playwright from the UK, has died at the age of 88. He died peacefully at home with his family. He wrote many plays that people loved, like Rosencrantz and Guildenstern are Dead, and he won awards for his work, including an Oscar for the movie Shakespeare In Love. King Charles and Queen Camilla said they were very sad and called him a great writer and friend. Other famous people, like Sir Mick Jagger, also shared how much they will miss him. Sir Tom was born in Czechoslovakia and had to move when he was a baby because of war. He wrote plays for over 60 years that made people think and laugh, and he will be remembered for his smart and kind words.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_9faef04bd9a463c3_efe7fa8102fe.webp",
      "category": "Fun"
    },
    {
      "id": "a66283b0daec40a1",
      "title": "The Life and Plays of Sir Tom Stoppard",
      "summary": "Sir Tom Stoppard was a famous British playwright who wrote clever and funny plays. He lived to be 88 years old and was known for mixing big ideas with entertainment. He also worked on movies and won an Oscar for helping with the script of Shakespeare in Love. Tom was born in Czechoslovakia and had to move many times as a child because of wars. He started as a journalist and became famous with a play called Rosencrantz and Guildenstern are Dead, which is about characters from Shakespeare's Hamlet. Other plays like Arcadia and Jumpers talk about science and philosophy in fun ways. Even though some people said his plays lacked emotion, he kept writing and exploring new ideas throughout his life.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a66283b0daec40a1_3b0f5fcd40c0.webp",
      "category": "Fun"
    },
    {
      "id": "488ce673f734bdbf",
      "title": "Scientists Teleport Information with Light",
      "summary": "Scientists have made a big step in making the internet safer by teleporting information using light. This is part of something called quantum communication, which uses tiny particles called photons to send messages securely. A team at the University of Stuttgart worked with quantum dots, which are like tiny sources of light, to send information between photons from different places. This helps in building a quantum internet that can protect data from hackers. Quantum teleportation lets information move without being copied, so no one can sneak a peek. The scientists used special devices to make the photons match perfectly. This discovery could lead to better ways to keep our online information safe in the future.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_488ce673f734bdbf_ae18f1820d8d.webp",
      "category": "Fun"
    },
    {
      "id": "cd13ce9a3dcd1368",
      "title": "Mysterious Red Dots in Space",
      "summary": "The James Webb Space Telescope found strange red dots in space that scientists can't explain. These dots are very small and red, and there are many more than expected. They are so far away that their light took 12 billion years to reach us, meaning we see them as they were long ago. Scientists think they might be galaxies full of stars or something else, but they don't match anything known. To learn more, they used a special program called RUBIES to study them. This discovery could change how we understand the universe.",
      "source": "Science Daily - Technology",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_cd13ce9a3dcd1368_79c9da933b1c.webp",
      "category": "Fun"
    },
    {
      "id": "6ce2b1a9f1dd23b6",
      "title": "The Science of Beer Foam: Why Some Foams Last Longer",
      "summary": "Scientists at ETH Zurich studied why some beers have foam that stays on top longer than others. They looked at different types of Belgian beers like Tripel, Dubbel, and Singel, and found that Tripel beers have the most stable foam. Foam is made of tiny bubbles, and proteins from barley malt help keep the bubbles from popping quickly. In some beers, the way proteins work with the bubble surfaces makes the foam stronger. The researchers used experiments to learn this over seven years, and their findings can help brewers make better beer with lasting foam. This study shows how science can solve everyday problems in fun ways.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6ce2b1a9f1dd23b6_be8d298854e8.webp",
      "category": "Fun"
    }
  ]
}