{
  "articles": [
    {
      "id": "6ce2b1a9f1dd23b6",
      "title": "The Science of Beer Foam: Why Some Foams Last Longer",
      "summary": "Scientists at ETH Zurich studied why some beers have foam that stays on top longer than others. They looked at different types of Belgian beers like Tripel, Dubbel, and Singel, and found that Tripel beers have the most stable foam. Foam is made of tiny bubbles, and proteins from barley malt help keep the bubbles from popping quickly. In some beers, the way proteins work with the bubble surfaces makes the foam stronger. The researchers used experiments to learn this over seven years, and their findings can help brewers make better beer with lasting foam. This study shows how science can solve everyday problems in fun ways.",
      "source": "Science Daily - Technology",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6ce2b1a9f1dd23b6_be8d298854e8.webp",
      "category": "Fun"
    },
    {
      "id": "572dc10960c7153d",
      "title": "A Winner's Fun Plans with Prize Money",
      "summary": "Bones won RuPaul's Drag Race UK and got £25,000. She is very happy and feels lucky. Bones and her friend Elle promised to go on a holiday together if one of them won. They might travel to Europe, the Caribbean, or on a cruise. Bones has been doing drag for seven years and lives in London. She will use the money to make her drag performances better because it costs a lot. Drag is an art where people dress up and perform. This show helps drag queens become famous. Bones says drag is more popular now, but queens have to work hard to succeed.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_572dc10960c7153d_eab259e828ee.webp",
      "category": "Fun"
    },
    {
      "id": "72427c63556e47d5",
      "title": "A Pub Owner's Big Tax Problem",
      "summary": "Phil Thorley owns a small pub chain in England and is worried about new tax changes. Business rates are a tax on properties like pubs, and his costs will go up by £62,000 each year. The government said it would help small pubs by lowering taxes, but for Phil, most of his pubs will pay more. This is because the value used to calculate the tax has increased, and a discount from the Covid time is ending. Phil says this extra cost is hard for his business, which is already struggling. He fears it might lead to fewer jobs and could hurt pubs in the future. The article shows how government decisions affect small business owners.",
      "source": "BBC Business",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_72427c63556e47d5_ef1fc38bf786.webp",
      "category": "Fun"
    },
    {
      "id": "f0d1ab8ebf91e38d",
      "title": "Pensioners Won't Pay Tax on Their Only Income",
      "summary": "The government has announced that people who only get money from the state pension will not have to pay tax on it until 2030. The state pension is a payment from the government for older people who have retired. Right now, the amount is just below the level where tax starts, but it will go up in 2027. This means that if pensioners have no other income, they won't face the hassle of tax forms and payments. However, most pensioners have extra money from other pensions, so they already pay tax. This new rule helps those with only the state pension, but it might make the tax system more complicated. The chancellor, Rachel Reeves, made this promise to protect the poorest pensioners from extra costs.",
      "source": "BBC Business",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f0d1ab8ebf91e38d_a886885bdf24.webp",
      "category": "Fun"
    },
    {
      "id": "c687fb54b344d188",
      "title": "Olivia Dean Helps Fans Get Money Back from Ticket Companies",
      "summary": "Olivia Dean is a famous singer who spoke out against ticket companies like Ticketmaster and AXS. She said it was unfair that some people were selling tickets to her concerts for much more money than the original price. For example, tickets that should have cost around $70 were being sold for over $1,000. Olivia wrote a letter calling this practice disgusting and asked the companies to do better. As a result, Ticketmaster agreed to give some fans a refund for the extra money they paid and promised to limit high prices for future ticket sales. Olivia wants live music to be affordable for everyone, and she is happy that her actions are making a difference. This story shows how artists can stand up for their fans.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c687fb54b344d188_757b913bd6e2.webp",
      "category": "Fun"
    },
    {
      "id": "a694d36c36886194",
      "title": "How Lasers Break Apart Tiny Football Molecules",
      "summary": "Scientists used special X-ray cameras to make movies of how strong lasers break apart a molecule called Buckminsterfullerene, which looks like a tiny soccer ball. This molecule is made of 60 carbon atoms. By shining intense laser light on it, they watched how the molecule changes and splits into pieces. This helps us learn how to control chemical reactions with light. The research was done by teams from Germany, Switzerland, the USA, and Japan using a big machine called the Linac Coherent Light Source. They found that at low laser power, the molecule expands first, and at high power, it breaks apart quickly. This work is important for understanding how atoms move in molecules.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a694d36c36886194_332445cade6c.webp",
      "category": "Fun"
    }
  ]
}