{
  "articles": [
    {
      "id": "cc94025e41443408",
      "title": "科学家在流行接发产品中发现与癌症相关的化学物质",
      "summary": "一项由寂静春天研究所进行的新调查发现，广泛销售的接发产品中含有数十种潜在有害化学物质，包括那些用人发制成的产品。这些发现代表了对此类基本未受监管的美容产品类别最详细的化学审查。研究人员表示，结果提供了强有力的证据，表明接发产品可能构成健康风险，特别是对黑人女性而言，她们使用这些产品的比例远高于其他群体。该研究发表在《美国化学学会环境与健康》期刊上，正值人们对接发产品长期健康影响的担忧日益增长之际。超过70%的黑人女性报告在过去一年中至少佩戴过一次接发产品，而其他种族和族裔群体的女性中这一比例不到10%。接发产品常被用于文化表达、个人风格和便利性。研究测试了43种流行接发品牌，使用非靶向分析和二维气相色谱-高分辨率质谱法检测到900多种化学特征，代表已知和先前未识别的化合物。机器学习工具将这些特征与广泛的化学数据库进行比较，使团队能够识别出跨越九个主要结构类别的169种化学物质。测试发现了许多与癌症、激素干扰、发育危害和免疫系统影响相关的物质，包括阻燃剂、邻苯二甲酸酯、农药、苯乙烯、四氯乙烷和有机锡。鉴于市场规模和检测到的化学物质，研究人员认为需要更多监管来保护消费者并推动公司投资制造更安全的产品。全球接发市场预计到2028年将超过140亿美元，美国在全球进口中领先。这些发现清楚地表明，迫切需要更强的监督来保护消费者，并推动公司投资制造更安全的产品。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_cc94025e41443408_6e260a9fc9ac.webp",
      "category": "Science"
    },
    {
      "id": "5b97f705537adade",
      "title": "巨型病毒发现可能重写复杂生命的起源",
      "summary": "根据《病毒真核生物发生》理论，巨型病毒可能在复杂生命的起源中扮演了关键角色。该理论由东京理科大学的竹村正治教授和悉尼麦考瑞大学的菲利普·贝尔博士于2001年独立提出，认为真核细胞的细胞核可能起源于一种大型DNA病毒（如痘病毒）感染古菌祖先。病毒未摧毁宿主，而是在细胞质中稳定存在，逐渐吸收宿主基因并演化为细胞核。2003年巨型DNA病毒的发现支持了这一观点，这些病毒在宿主细胞内形成类似原始细胞核的病毒工厂。最近发表在《病毒学杂志》上的研究描述了从日本牛久湖分离出的新型巨型病毒——牛久病毒，它感染 Vermamoeba 并显示出独特的复制策略，如破坏核膜，进一步增强了该理论的证据。牛久病毒与 Medusavirus 等病毒在结构和感染方式上存在差异，反映了病毒对不同宿主的适应。竹村教授强调，巨型病毒是连接生物世界与病毒世界的“宝库”，为理解生命进化提供了新视角。这项研究涉及日本自然科学研究机构等合作，突出了跨学科方法在揭示生命深层进化历史中的重要性。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_5b97f705537adade_228eaf51eed3.webp",
      "category": "Science"
    },
    {
      "id": "a9cae9cc4784935f",
      "title": "从鸡到人：动物认为“bouba”听起来是圆的",
      "summary": "“bouba/kiki效应”是一种心理现象，人们倾向于将无意义的词“bouba”与圆形形状关联，而“kiki”与尖锐形状关联，自1947年首次发现以来一直备受关注。早期理论认为这可能与语言或文化有关，但跨语言研究和婴儿实验表明这是一种普遍的人类倾向，与学习无关。这引发猜测，认为该效应可能是人类复杂语言能力的独特表现。然而，在非人灵长类动物中未能发现此效应，促使研究人员转向其他物种。意大利科学家团队使用刚孵化一到三天的小鸡进行实验，因为它们活动能力强且缺乏先验学习。实验中，小鸡听到“bouba”和“kiki”的录音，同时看到圆形和尖锐形状。结果显示，80%的小鸡在听到“bouba”时首先移向圆形形状，而听到“kiki”时这一比例降至25%，更多选择尖锐形状。这表明“bouba/kiki效应”并非人类或灵长类独有，可能是一种跨模态对应，即听觉输入影响形状感知。研究结果挑战了先前假设，并暗示该效应可能是本能性的，在成年灵长类中可能被复杂动机覆盖。这项研究强调了基本认知过程可能在物种间共享，为进化生物学和心理学提供了新见解，突出了跨物种比较研究在理解认知进化中的重要性。",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_a9cae9cc4784935f_77f4c91908b3.webp",
      "category": "Science"
    },
    {
      "id": "dc253fe3b6ea0e61",
      "title": "SpaceX火箭火球与锂污染羽流相关",
      "summary": "2025年2月，SpaceX猎鹰9号火箭在飞行中失败，失控再入地球大气层，在欧洲西部上空形成火球。科学家利用这一机会研究太空碎片污染问题。来自德国莱布尼茨大气物理研究所和利兹大学的研究团队使用激光技术，在约100公里高空检测到锂原子显著增加，直接归因于火箭的铝锂合金材料。火箭释放了约30公斤锂，远超流星每日自然输入量。这种污染可能通过铝氧化物与臭氧层相互作用，并扰乱大气气溶胶，影响气候调节。随着SpaceX计划发射大量卫星，此类污染事件可能更加频繁，对地球大气化学和全球气候系统构成未知长期风险。文章强调需要综合评估火箭发射的累积影响，并呼吁加强监管框架和可持续太空探索实践。",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dc253fe3b6ea0e61_03140978125d.webp",
      "category": "Science"
    },
    {
      "id": "7da78b877d5ea20f",
      "title": "原子尺寸门控技术可能改变DNA测序与神经形态计算",
      "summary": "大阪大学的研究人员开发了一种制造原子尺寸门控的新方法，这些门控模拟了生物离子通道。通过使用微型电化学反应器，在氮化硅膜中形成亚纳米级孔隙，应用电压可以可逆地打开和关闭这些孔隙。电流分析显示尖峰信号，表明形成了多个超小孔隙，并通过调整化学组成和pH值来微调孔隙大小和行为，实现选择性离子传输。这项技术解决了在纳米尺度上复制埃级结构的挑战，并具有重要应用前景：在DNA测序中，可增强通过纳米孔的单分子传感；在神经形态计算中，有助于模拟神经尖峰；在纳米反应器中，能创建受限反应环境。这一可控过程发表在《自然通讯》上，增进了对离子动力学的基本理解，并为生物技术和计算领域的变革性技术提供了希望。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_7da78b877d5ea20f_1653f56f8e42.webp",
      "category": "Science"
    },
    {
      "id": "8e0974bf89c0b302",
      "title": "BBC计划庆祝大卫·爱登堡100岁生日",
      "summary": "BBC宣布将于5月8日庆祝大卫·爱登堡爵士的100岁生日，并推出一周特别节目。这包括三个新节目：《制造地球生命：爱登堡最伟大的冒险》，该节目深入探讨1979年系列《地球生命》的幕后制作，当时爱登堡在40个国家拍摄了600种物种；《秘密花园》，一个探索英国花园中隐藏野生动物并鼓励公众保护努力的系列；以及《大卫·爱登堡在地球上的100年》，在皇家阿尔伯特音乐厅举行的现场活动，有BBC音乐会乐团和特别嘉宾参与。此外，这一周还将重温爱登堡最受欢迎的系列剧集，如《地球脉动》和《蓝色星球》。BBC专员杰克·布特尔强调，爱登堡的节目不仅定义了科学和自然历史广播，还改变了人们对星球的认识。这次庆祝旨在感谢爱登堡终身致力于将自然带入家庭并培养环境意识，体现了媒体在促进环境保护和教育中的重要作用。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8e0974bf89c0b302_dd04e688174d.webp",
      "category": "Science"
    }
  ]
}