{
  "articles": [
    {
      "id": "fc1c779e6d39bcf0",
      "title": "Chancellor Reverses Income Tax Increase Plans",
      "summary": "The chancellor, who oversees the country's finances, was anticipated to raise income tax rates in the upcoming budget, which would have violated a key manifesto commitment. However, after public and political scrutiny, the decision has been reversed. Income tax is a direct tax levied on individuals' earnings, and increasing it could have reduced disposable income for many households. This move aims to uphold the government's electoral promises and maintain economic stability. The budget is a financial plan outlining government revenue and expenditure. By stepping back from the tax hike, the chancellor addresses concerns about trust and fairness, highlighting the balance between fiscal needs and public expectations in policy-making.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fc1c779e6d39bcf0_0ade562e569f.jpg",
      "category": "News"
    },
    {
      "id": "cd33081a080310b2",
      "title": "Russian drone and missile attack kills 6, injures at least 35 in Kyiv",
      "summary": "Russia has waged a devastating aerial campaign against Ukraine since its all-out invasion of its neighbor nearly four years ago. U.S.-led diplomatic efforts this year to stop the fighting have so far come to nothing.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cd33081a080310b2_d1c5dec80943.jpg",
      "category": "News"
    },
    {
      "id": "9c3f68ff94517488",
      "title": "Arrest for Impersonating Navy Admiral at Remembrance Ceremony",
      "summary": "A man was arrested after he was suspected of impersonating a navy admiral during a Remembrance event, which is a solemn ceremony dedicated to honoring military personnel who have served. Police conducted an investigation and seized a naval uniform and various medals from the man's residence. This incident raises concerns about the integrity of such events and the potential for deception. Impersonating a military officer is a serious offense that can undermine public trust and disrespect the sacrifices of service members. Authorities are likely examining the man's motives and whether he had any prior history of similar actions. The case highlights the importance of verifying identities at official functions to prevent fraud and maintain respect for national traditions.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_9c3f68ff94517488_ce98d488f398.jpg",
      "category": "News"
    },
    {
      "id": "13f36b28f16d8892",
      "title": "Impact of Doctor Strike on Patient Care",
      "summary": "Health Secretary Wes Streeing has expressed serious concerns about a five-day strike by doctors, warning that it could lead to patient harm. The strike involves doctors refusing to work, which may result in reduced medical services and longer wait times in hospitals. Streeing emphasizes the potential for increased suffering and health risks among patients who rely on timely care. This situation highlights ongoing disputes between healthcare workers and the government over issues like pay and working conditions. The health secretary is urging for a quick resolution to prevent further negative impacts on public health. It is crucial for patients to seek alternative care options if needed and stay informed through official channels.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_13f36b28f16d8892_f91be3df2d9b.jpg",
      "category": "News"
    },
    {
      "id": "9e568841cbe6e134",
      "title": "Florida's Record 16th Execution in a Year",
      "summary": "Florida executed a man on Thursday evening for the 1979 abduction and murder of a 6-year-old girl from her bedroom, marking the 16th execution in the state this year, which is a record. The execution was carried out using lethal injection, a common method in the United States for capital punishment. This case highlights ongoing debates about the death penalty, including its effectiveness as a deterrent and ethical concerns. The crime occurred over four decades ago, showing how long legal processes can take in capital cases. Florida has been active in executions, reflecting its stance on justice for heinous crimes. Understanding this event involves looking at the history of the death penalty, its application in different states, and the impact on victims' families and society. It also raises questions about fairness, potential errors, and the role of government in administering ultimate punishments.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_9e568841cbe6e134_97a1e13e952d.jpg",
      "category": "News"
    },
    {
      "id": "3372604d9d70cbfb",
      "title": "Texas A&M Implements Approval Policy for Sensitive Topics",
      "summary": "The Texas A&M University System has introduced a new policy that requires professors to obtain approval from the university president before discussing certain race and gender topics in their classes. This decision was made by the board of regents in response to a viral video where a student confronted an instructor over lessons on these subjects, leading to significant campus unrest. The policy aims to regulate how sensitive issues are taught to prevent conflicts and ensure appropriateness. Supporters argue it maintains order and respects diverse viewpoints, while opponents fear it could suppress academic freedom and hinder open dialogue. This move reflects broader debates in education about balancing free speech with institutional control.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_3372604d9d70cbfb_24dfdf00c173.jpg",
      "category": "News"
    }
  ]
}