{
  "articles": [
    {
      "id": "49431a444c715f6a",
      "title": "英国外交部审查曼德尔森美国大使离职金",
      "summary": "英国外交部正在审查授予曼德尔森勋爵在被解雇为美国大使后的财务结算。此次审查是在曼德尔森与已定罪的性犯罪者杰弗里·爱泼斯坦联系的新细节浮出水面，并且英国启动了单独的警方调查后发起的。曼德尔森是一位工党贵族，据信获得了高达4万英镑的离职金，相当于其大使职位三个月的薪水，该职位年薪通常在15.5万至15.9999万英镑之间。政府人物，包括工作和养老金大臣帕特·麦克法登以及唐宁街10号的消息来源，呼吁曼德尔森归还这笔钱或将其捐赠给支持受害者的慈善机构。审查发生在警方搜查与曼德尔森相关的两处住宅之后，这是由美国最近发布的爱泼斯坦文件引发的，这些文件揭示了曼德尔森与爱泼斯坦之间关于财政政策的电子邮件交流。尽管曼德尔森未被逮捕，但由于这些揭露，情况已经升级。外交部表示，曼德尔森的终止遵循了法律建议和标准的人力资源流程，并将作为政府对最近动议回应的一部分向议会提供更多信息。曼德尔森与爱泼斯坦的关联在其2024年12月被任命为大使时已知，但他在新电子邮件显示他在2008年爱泼斯坦面临法律麻烦时发送支持性信息后被解雇。这一事件凸显了外交任命中的道德问题和政府透明度的需求。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_49431a444c715f6a_0cc540d313e5.webp",
      "category": "News"
    },
    {
      "id": "c3d5833d9c7dd830",
      "title": "我的车被偷了：我学到的六个重要教训",
      "summary": "这篇文章讲述了一个人车辆被盗的个人经历，并深入探讨了现代偷车贼使用的高科技手段。作者发现自己的车失踪后，从警方了解到，偷车贼采用了中继攻击和CAN总线攻击等先进方法。中继攻击中，窃贼使用设备捕捉房屋内钥匙扣发出的无线电信号，并将其传输到车辆附近的同伙，从而启动无钥匙点火系统。CAN总线攻击则涉及将设备插入车辆的控制器区域网络，发送虚假信息以绕过发动机防盗锁。文章指出，英国每年约有13万名司机遭遇类似盗窃，需要处理警方报告、保险索赔和更换车辆。偷车贼投资于在暗网或加密消息平台上销售的昂贵设备，欧洲最近的逮捕行动显示了打击此类犯罪的努力。文章强调，随着技术的发展，汽车犯罪正在迅速演变，传统安全措施效果减弱，突显了加强车辆保护和公众教育的必要性。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c3d5833d9c7dd830_8eabab5d618e.webp",
      "category": "News"
    },
    {
      "id": "39d899030409031f",
      "title": "美国新闻主播萨凡纳·格思里恳求母亲回归：'我们会支付'",
      "summary": "美国知名新闻主播萨凡纳·格思里及其家人发布了一段新视频，恳求安全归还他们的母亲南希·格思里。南希上周末在亚利桑那州图森市的家中失踪，当局认为她是被强行带走的。证据包括门铃摄像头被断开和心脏起搏器应用从手机中移除，时间约为当地时间凌晨2点28分。联邦调查局正在调查可能发送给媒体机构的勒索信，据报道要求加密货币并设定了截止日期。警方尚未确定任何嫌疑人，并提供5万美元的奖励以获取信息。格思里家族已发布多个视频，表示愿意支付并请求绑架者提供生命证明。在最近的一次更新中，卡姆伦·格思里确认没有与绑架者直接接触。此案件突显了技术在犯罪中的使用以及绑架事件对家庭的情感影响，同时展示了媒体在危机沟通中的作用。",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_39d899030409031f_251e1261b107.webp",
      "category": "News"
    },
    {
      "id": "6cdc48c54b9d06e3",
      "title": "威廉王子访问沙特阿拉伯：外交迷宫",
      "summary": "威廉王子应英国政府要求首次访问沙特阿拉伯，此行聚焦能源转型和青年发展，体现了沙特在减少石油依赖方面的努力。沙特正处于重大社会文化变革中，通过举办喜剧节、体育赛事等大型活动推动经济多元化，例如2034年将主办男子足球世界杯。然而，该国仍由绝对君主制统治，人权组织如国际特赦组织指控其存在人权侵犯行为，包括对女性权利的限制和同性关系的刑事化。威廉王子在访问前接受了全面简报，可能会在与沙特实际领导人穆罕默德·本·萨勒曼王储的私人会晤中触及这些敏感话题。此次访问凸显了在促进国际关系与倡导人权之间的紧张平衡，使威廉王子作为威尔士亲王的外交使命充满挑战。文章分析了皇家外交的复杂性，以及西方与沙特交往中的战略利益与道德考量之间的博弈。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6cdc48c54b9d06e3_640253a1c795.webp",
      "category": "News"
    },
    {
      "id": "b7be715c7bd06d76",
      "title": "日本议会选举投票开始，首相高市早苗希望大胜",
      "summary": "日本议会选举投票于周日开始，首相高市早苗希望取得重大胜利，以推动其雄心勃勃的保守政治议程。作为日本首位女性领导人，高市个人颇受欢迎，但执政的自民党在近七十年的统治后面临支持率下降。她突然宣布选举，旨在扭转这一趋势，并为专注于在经济和军事能力上加强日本的政策获得授权，尤其是在与中国紧张关系加剧的背景下。高市还强调加强与美国的关系，包括应对与特朗普总统的复杂互动。最新调查预测自民党将取得压倒性胜利，可能使其在465席的众议院中获得简单多数，或与联盟伙伴日本维新会共同赢得多达300席。反对派尽管形成了新的中间派联盟和崛起的极右翼团体如参政党，但仍过于分裂，无法构成真正挑战。高市承诺，如果自民党未能赢得多数，她将辞职。一场大胜可能导致日本在安全、移民等政策上向右转，反映出极右翼民粹主义在国内更广泛崛起的趋势。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_b7be715c7bd06d76_8b3793cae8c9.webp",
      "category": "News"
    },
    {
      "id": "56d2faba4e036639",
      "title": "关于南希·格思里绑架案及搜寻行动的须知",
      "summary": "南希·格思里，一位84岁的亚利桑那州图森市居民，于1月31日从家中失踪，疑似遭绑架。家人最后一次见到她是在共进晚餐和游戏后，次日她未去教堂，遂报警失踪。当局，包括皮马县警长办公室，发现了与她DNA匹配的血迹在前门廊上，以及被断开的门铃摄像头，表明强行进入。南希依赖心脏起搏器和每日药物，健康恶化令人担忧。调查人员正在审查勒索纸条，并试图恢复摄像头录像，但因服务订阅未激活而受阻。警长克里斯·纳诺斯强调了技术挑战。社区通过卡塔利娜山麓协会协助，分享监控图像并允许搜查财产。尽管广泛努力，尚未确定嫌疑人，搜寻继续聚焦于获取数字证据和收集线索。此案突显了传统警务与现代数字取证之间的互动，以及消费者安全实践中的差距。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_56d2faba4e036639_381316e17086.webp",
      "category": "News"
    }
  ]
}