{
  "articles": [
    {
      "id": "aa82e1006dafcd67",
      "title": "FTSE 100 Reaches 10,000 Points for the First Time",
      "summary": "The FTSE 100, which is a list of the 100 biggest companies in the UK stock market, has gone above 10,000 points for the first time. This happened on the first trading day of the year and is a big milestone. Share prices in the index went up a lot in 2025, making it over 21% higher than last year. This is good news for people who have investments like pensions because their money grows. The index includes companies from different sectors like mining and defense, which did well because of higher gold prices and more defense spending. Experts say reaching 10,000 points is important because it shows investors are interested in UK companies again, especially when they worry about high prices in the US tech market. The UK market offers stability with companies that provide essential goods and services.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_aa82e1006dafcd67_e8dc0bf3811d.webp",
      "category": "News"
    },
    {
      "id": "a2c0ab3bbc88e73c",
      "title": "Why Your Gadgets Might Cost More in 2026",
      "summary": "In 2026, many devices like phones, computers, and TVs could become more expensive because of a big price jump in a part called Ram. Ram is a tiny piece inside gadgets that helps them work by storing information while you use them. The price of Ram has more than doubled since late 2025. This happened because data centers, which are huge buildings that power things like AI, need a lot of Ram too, making it harder to get enough for everyone. When there isn't enough Ram for all the people who want it, the price goes up. Companies that make gadgets might have to charge more money to cover these higher costs. Experts say this could last into 2026, and if prices don't go down, people might buy fewer gadgets. Ram is in almost every device, so this affects many things we use every day.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a2c0ab3bbc88e73c_ea5f69717a42.webp",
      "category": "News"
    },
    {
      "id": "c1a2cb2146ee8b45",
      "title": "A Big Fire at a Party in Switzerland",
      "summary": "A terrible fire happened at a New Year's Eve party in a place called Crans-Montana in Switzerland. It was in a bar named Le Constellation. About 40 people died, and 115 more got hurt, mostly with bad burns. An 18-year-old man saw the fire and tried to help. He heard a loud explosion and saw a lot of smoke. He went inside to look for his brother because he thought his brother was there. Inside, he saw people burning and no clothes on them. It was very scary. His brother was okay and not hurt. Firefighters and medics came quickly to help. Two women named Emma and Albane were also at the party. They said the fire started when a waitress put birthday candles on champagne bottles. The ceiling caught fire fast because it was made of wood. It was hard to escape because the stairs were narrow. This turned a happy celebration into a sad night.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_c1a2cb2146ee8b45_6b0ba284a717.webp",
      "category": "News"
    },
    {
      "id": "c8d54ed79ac73836",
      "title": "Should Magic Mushrooms Help People Feel Better?",
      "summary": "This article talks about magic mushrooms and how they might help people with sadness or fear. Larissa Hope took a small amount of a substance from magic mushrooms in a safe place with doctors. It made her feel safe and happy for the first time. She says it saved her life when she was very sad. But Jules Evans had a scary experience with a similar drug when he was younger. It made him feel afraid and anxious for years. Now, doctors and scientists are studying if magic mushrooms can be used as medicine to treat problems like depression and PTSD. Some studies show they help, but others are not sure. The big question is whether doctors should be allowed to give these drugs to patients. Right now, it's mostly only allowed in research studies.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c8d54ed79ac73836_b5400e7ba9e5.webp",
      "category": "News"
    },
    {
      "id": "a6477201b00050cb",
      "title": "How Billionaires Use Money to Influence Politics",
      "summary": "This article talks about how very rich people, called billionaires, are using their money to have a big say in politics. In America, billionaires are spending a lot of money on elections to help candidates they like. For example, in 2024, the top 100 richest Americans spent over $1 billion on elections, which is much more than in 2004. This is because there are more billionaires now, and they have a lot of money to spend. Some people think this is bad for the country because it gives billionaires too much power. The article also mentions that rules about money in politics have changed, making it easier for billionaires to give money. This is a big topic as elections happen, and it shows how money and politics are connected.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a6477201b00050cb_ff34bbc5ac5e.webp",
      "category": "News"
    },
    {
      "id": "bd222c7ea26099d6",
      "title": "College Sports Changes: Players Can Move and Get Paid",
      "summary": "College sports are changing in big ways. Players can now move to different schools through a system called the transfer portal. This happens around New Year's Day, which is also when big football games are played. Also, players can get paid money for using their name, image, and likeness, which is called NIL. This means colleges can pay athletes, sometimes millions of dollars. Experts like Stewart Mandel talk about how this is like a Wild West because the rules are new and confusing. Coaches are frustrated because players might keep moving schools. The article helps us understand what this means for college sports and athletes.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bd222c7ea26099d6_c90479347498.webp",
      "category": "News"
    }
  ]
}