{
  "articles": [
    {
      "id": "0e0e7f8f8ec782a3",
      "title": "Actor Intervenes in Assault and Faces Consequences",
      "summary": "Scottish actor and director Peter Mullan intervened in an assault incident near the O2 Academy in Glasgow on September 20 last year. He witnessed Dylan Bennet, 29, attacking a woman and stepped between them to protect her. Mullan informed Bennet that the police had been called, but Bennet responded by headbutting Mullan, causing a head injury. Bennet also brandished a glass bottle during the altercation. Security staff from the venue later restrained Bennet until police arrived. In court, Bennet pleaded guilty to assaulting both Mullan and the woman. Sheriff Iain Fleming sentenced Bennet to 18 months in jail. The incident highlights Mullan's courageous act and the legal repercussions for violent behavior. Bennet's defense lawyer mentioned that Bennet had been consuming alcohol and drugs, which contributed to the argument with his partner. This case underscores the importance of bystander intervention and the role of security and law enforcement in maintaining public safety.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0e0e7f8f8ec782a3_3e9d439c783c.webp",
      "category": "Fun"
    },
    {
      "id": "263ba2bcb5f3cda5",
      "title": "Alcaraz and Ferrero: A Surprising Split in Tennis",
      "summary": "Carlos Alcaraz, the world number one tennis player, announced a surprising split with his long-time coach Juan Carlos Ferrero in December. Ferrero had coached Alcaraz since he was 15, guiding him to six major titles, including the French Open and US Open. Alcaraz described the decision as a 'chapter of life that has to end,' emphasizing that it was mutual and they remain friends. He expressed gratitude for the seven years of learning that helped shape his career. The split caught many off guard, including British player Jodie Burrage, who noted the coaching relationship seemed highly successful. Alcaraz is now focused on the Australian Open, aiming to become the youngest man to complete the career Grand Slam. Ferrero revealed he had expected to continue coaching at the Australian Open, adding to the confusion. This event highlights the complexities of athlete-coach dynamics in professional sports.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_263ba2bcb5f3cda5_6f01559e1e21.webp",
      "category": "Fun"
    },
    {
      "id": "b20672727b40e7e9",
      "title": "Tennis Players Debate Progress on Demands for Grand Slam Support",
      "summary": "Top tennis players, including reigning Australian Open champion Madison Keys and three-time major finalist Alexander Zverev, are divided in their views on negotiations with Grand Slam tournaments. They are demanding increased prize money and enhanced welfare support, arguing that players contribute significantly to the financial success of events like the Australian Open, French Open, Wimbledon, and US Open. Keys expresses cautious optimism, believing it makes sense for players to ask for more as they are the product of the sport. In contrast, Zverev feels frustrated, stating that despite investments of time and effort, there has been little progress in giving players a stronger voice in tournament politics. The players' concerns focus on three main areas: a higher ratio of prize money to revenue, better welfare contributions for pensions and healthcare, and ensuring fair treatment. This highlights ongoing discussions about player value and support in professional tennis.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b20672727b40e7e9_bdade6574116.webp",
      "category": "Fun"
    },
    {
      "id": "1f4d70f3698ffe1c",
      "title": "The Evolution of Women in Horror: Insights from the 28 Days Later Series",
      "summary": "The article explores the impact of the 28 Days Later franchise on female horror fans, starting with the original 2002 film directed by Danny Boyle. The author, a horror enthusiast, recalls how 28 Days Later stood out by portraying women with emotional realism, agency, and moral complexity, contrasting with earlier horror films that often depicted female characters as vulnerable or mere objects. This shift resonated with audiences, particularly women, who felt acknowledged as equals. Fast forward to the present, the franchise has evolved with Nia DaCosta directing 28 Years Later: The Bone Temple, released recently. DaCosta, a longtime fan, aimed to honor the original while advancing the story, focusing on characters like Jimmy Ink, who guides the protagonist and embodies moral integrity. The article highlights how the series has progressed from challenging stereotypes to empowering female representation, reflecting broader changes in the horror genre and its appeal to diverse viewers.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_1f4d70f3698ffe1c_0ca1577e4d97.webp",
      "category": "Fun"
    },
    {
      "id": "3feaa780ed2bee58",
      "title": "Unraveling the Mystery of Red Dots in James Webb Images",
      "summary": "The James Webb Space Telescope (JWST) has captured images revealing strange red dots in the distant universe, sparking curiosity among astronomers. Researchers from the University of Copenhagen's Cosmic Dawn Centre conducted a two-year analysis to identify these objects. They determined that the red dots are young black holes, much less massive than previously thought, enshrouded in dense clouds of ionized gas. As these black holes consume gas, the process generates intense heat, causing the gas to glow red and making the dots visible. The black holes weigh up to 10 million solar masses and are observed during the early universe, about a few hundred million years after the Big Bang. Scientists nicknamed them 'messy eaters' because they blow out most of the incoming material due to radiation pressure, rather than swallowing it entirely. This discovery, published in Nature, provides insights into how the first black holes formed and grew rapidly, challenging earlier models of galaxy formation. It highlights JWST's role in advancing our understanding of cosmic evolution.",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_3feaa780ed2bee58_48a7f7818f82.webp",
      "category": "Fun"
    },
    {
      "id": "17bed4c020dbacac",
      "title": "Key Contenders and Storylines at the Australian Open Tennis Tournament",
      "summary": "The Australian Open, the first Grand Slam of the year, is set to begin, with Jannik Sinner and Carlos Alcaraz emerging as the top favorites in the men's singles. Sinner, from Italy, has won the past two Melbourne titles and excels on the medium-fast hard courts with his consistent baseline game. Alcaraz, a 22-year-old Spaniard, has not yet advanced beyond the quarter-finals in Melbourne, attributed to a lack of early-season rhythm rather than adaptability issues. He is entering a new phase without his long-time coach Juan Carlos Ferrero and aims to become the youngest man to achieve a career Grand Slam by winning the Australian Open. Additionally, Iga Swiatek from Poland, with six Grand Slam titles, is targeting the Australian Open to complete her set of all four majors. The article explores these players' strengths, historical performances, and personal motivations, setting the stage for an exciting tournament.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_17bed4c020dbacac_aac890b1377e.webp",
      "category": "Fun"
    }
  ]
}