{
  "articles": [
    {
      "id": "e1a3375da693cf27",
      "title": "Margot Robbie Loves a Funny TV Show",
      "summary": "Margot Robbie is a famous actress from Australia. She loves a TV show called Gavin & Stacey. This show is a comedy from the BBC. It is about two families and their friends. Margot Robbie says it is the best show ever because it makes her happy. She watched the last episode twice. She even talked about it with another star, Bette Midler. The show is set in Wales and has funny characters. Many people watched the finale on Christmas Day. Margot Robbie is in a new movie, but she still loves this TV show. She shared DVDs of the show with Bette Midler. The house from the show is for sale now. The show brings joy to many fans.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e1a3375da693cf27_1f4a87965a91.webp",
      "category": "Fun"
    },
    {
      "id": "5d9397ac43dd5cec",
      "title": "Jack's Big Tennis Adventure in Dallas",
      "summary": "Jack Pinnington Jones is a young tennis player from Britain who had an exciting week at the Dallas Open. He started by playing in qualifying matches to get into the main tournament. Then, he beat two tough players, including Flavio Cobolli, who is ranked number 20 in the world. This was the biggest win of Jack's career. He made it to the quarter-finals, but there he lost to Marin Cilic, a famous player who won the US Open in 2014. Even though he lost, Jack will move up in the world rankings, going from 181st to 138th. He decided to skip his last year of college to play tennis full-time, and this week showed he is getting better. In another tournament, a teenager named Victoria Mboko also did well by beating top players to reach the final.",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_5d9397ac43dd5cec_fac74784057b.webp",
      "category": "Fun"
    },
    {
      "id": "caa3e689048b00d1",
      "title": "Catherine Zeta-Jones Starts Art Collecting for Fun",
      "summary": "Catherine Zeta-Jones is a famous actor who has started collecting art as a hobby. She likes to buy sculptures and paintings, especially from artists like Henry Moore and Marc Quinn. This hobby is similar to her new movie role where she plays an art consultant. She lives in New York with her husband Michael Douglas and enjoys spending time with art people there. For her birthday, Michael bought her a piece by Marc Quinn, which is very expensive. Catherine also buys small artworks when she travels to remember her trips. Her movie, The Gallerist, is a funny thriller about selling art, but her real-life interest is more about enjoying and collecting beautiful things.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_caa3e689048b00d1_d64e2b70575e.webp",
      "category": "Fun"
    },
    {
      "id": "decb126753277f60",
      "title": "Eurovision Live Tour Delayed for 2026",
      "summary": "The Eurovision Song Contest live tour for 2026 has been postponed. It was supposed to travel to 10 countries in Europe this summer, starting in London. Martin Green, who helps run Eurovision, said unexpected problems made them decide to delay the tour. Fans who bought tickets will get their money back. The tour was planned to celebrate Eurovision's 70th birthday and include famous past singers like Johnny Logan and Katrina. Eurovision will still happen in May 2026 in Vienna, and they hope to do the tour later when they can make it great for fans. Some countries are not joining the 2026 contest due to disagreements, but the organizers are changing voting rules to make it fairer.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_decb126753277f60_e6b79a552f4e.webp",
      "category": "Fun"
    },
    {
      "id": "7db391ed8efa9d8a",
      "title": "A Belfast Artist Helps Make Big Movies",
      "summary": "James Carson is a creative person from Belfast who now works on big movies. He used to deliver packages for an animation company, but he worked hard and learned new skills. Now, he helps make 3D computer graphics for films like Mulan and Spider-man. He was also a key player in making KPop Demon Hunters, a movie that won a Golden Globe and became very popular worldwide. Carson wants to inspire young people to become animators too. He says there are more job options now because of new companies and artificial intelligence. He recently showed KPop Demon Hunters in Belfast at a festival called RENDR, where people could see how animation is made and even sing along. His story shows that with hard work, you can achieve big dreams in the movie industry.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_7db391ed8efa9d8a_e3e7f93c8069.webp",
      "category": "Fun"
    },
    {
      "id": "4a2db12f936db3eb",
      "title": "Twisted Magnets Make Tiny Data Storage",
      "summary": "Scientists have found a new way to store lots of data in a very small space using magnets. They used a special material called chromium iodide, which is made of only a few layers of atoms. By twisting two layers of this material, they created tiny magnetic swirls called skyrmions. These skyrmions are super small and strong, so they can hold information safely without getting messed up by the environment. This discovery helps make future computers and phones able to store more pictures, videos, and files in less space. The researchers used a special microscope to see these tiny magnets because they are very hard to detect. This work is important for making better technology and learning about how magnets work in thin materials.",
      "source": "Science Daily - Technology",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_4a2db12f936db3eb_c95a1d995bb9.webp",
      "category": "Fun"
    }
  ]
}