{
  "articles": [
    {
      "id": "fe3c4363b95cdf11",
      "title": "海洋战略必须为海鸟采取行动，慈善机构表示",
      "summary": "北爱尔兰农业、环境及农村事务部（Daera）推出了一项更新的海洋保护区（MPA）战略，旨在通过2030年的管理计划加强对关键栖息地的保护，如斯特兰福德湾。该战略概述了如何管理一个由48个MPA组成的生态重要网络，以弥补保护缺口，并支持基于自然的解决方案来缓解气候变化影响。皇家鸟类保护协会（RSPB）北爱尔兰分会的莎伦·汤普森博士强调，虽然指定MPA是关键的第一步，但真正的进展取决于有效的管理、监测和执法。她指出，最近从西班牙到苏格兰大规模海鸟死亡事件的报告令人震惊，这显示了增强鸟类抵御能力的紧迫性。汤普森表示，官员们必须评估导致海鸟数量下降的压力，并实施恢复措施。该战略代表了海洋保护的一个重要里程碑，但慈善机构认为，行动至关重要，以确保MPA不仅被指定，而且得到适当维护，以保护如布伦特鹅、海藻森林和多样海洋生物等物种。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_fe3c4363b95cdf11_2699d4efe56c.webp",
      "category": "Science"
    },
    {
      "id": "de6fec62906d8ac4",
      "title": "科学家发现微生物打破遗传密码基本规则",
      "summary": "加州大学伯克利分校的研究人员发现了一种微生物，挑战了生物学的一个基本原则：遗传密码的精确性。DNA使用称为密码子的三字母序列指导细胞构建蛋白质，每个密码子通常对应一个特定氨基酸或发出停止蛋白质合成的信号。这种微生物，名为Methanosarcina acetivorans，是一种产甲烷的古菌，通过以两种方式解释一个停止密码子表现出模糊性——有时停止蛋白质生产，其他时候插入一种名为吡咯赖氨酸的氨基酸以继续。这导致从同一遗传指令产生两种不同的蛋白质，表明生命可以容忍一定的不精确性。科学家认为这进化出来是为了使微生物能够通过将吡咯赖氨酸纳入一种酶来代谢甲胺，甲胺是一种存在于人类肠道等环境中的化合物。这一发现对人类健康有影响，因为处理甲胺的微生物可以减少与心血管疾病相关的三甲胺N-氧化物的产生。此外，它为治疗如囊性纤维化等遗传性疾病提供了潜力，其中过早的停止密码子导致不完整的蛋白质，通过使这些密码子“泄漏”以允许全长蛋白质的生产。这些发现挑战了遗传密码严格无歧义的假设，并突出了生物系统的适应性。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_de6fec62906d8ac4_c59fb3fce29a.webp",
      "category": "Science"
    },
    {
      "id": "32ced7e38baeed42",
      "title": "虚拟光子影响超导性的研究",
      "summary": "最近一项实验研究揭示了虚拟光子如何影响超导性。虚拟光子是量子场论中的理论粒子，无法直接检测，但能传递电磁力。研究人员使用六方氮化硼（h-BN）这种层状材料，其独特的原子结构能产生选择性电磁场，即使在无真实光子的情况下也能生成大量虚拟光子。他们将h-BN层叠在一种名为κ-ET的非常规超导体上，该超导体由铜和有机材料制成，临界温度为12开尔文，其超导机制涉及碳-碳键振动。实验发现，虚拟光子与碳-碳键耦合，抑制了κ-ET的超导性，表现为迈斯纳效应（磁场排斥力）减弱。对照实验证实，这种效应特定于h-BN和κ-ET，其他材料或无影响。这一发现不仅验证了量子电动力学中虚拟粒子影响的理论预测，还为理解非常规超导体的电子-声子相互作用提供了实证见解。尽管对高温超导的实际应用有限，但该研究推进了量子力学现象与材料科学交叉领域的基础理解，展示了量子效应在材料行为中的重要作用。",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_32ced7e38baeed42_eac39eaa3874.webp",
      "category": "Science"
    },
    {
      "id": "6daece3c29619ea3",
      "title": "NASA宣布调整月球着陆计划",
      "summary": "NASA宣布对其阿尔忒弥斯计划进行重大调整，在尝试将宇航员送上月球之前增加一次额外任务。原计划是让阿尔忒弥斯二号任务于四月绕月飞行，然后于2028年通过阿尔忒弥斯三号尝试月球着陆。现在，阿尔忒弥斯三号将改为于2027年前往近地轨道，练习与月球着陆器对接。NASA表示，这次额外飞行不会减缓重返月球的进程，仍目标在2028年通过阿尔忒弥斯四号和五号完成一次甚至两次月球着陆。NASA局长贾里德·艾萨克曼在媒体简报中解释，增加这一步是为了减少发射之间的长时间间隔，并在更安全的环境中测试集成系统，如猎户座飞船和月球着陆器。更新还涉及阿尔忒弥斯二号的延迟，原因是太空发射系统火箭发生氦气泄漏，目前正在维修，可能于四月发射。这一战略转变强调风险降低和技术验证，以提升计划成功率。阿尔忒弥斯计划旨在实现可持续月球探索，并为未来火星任务做准备，体现了NASA在复杂太空项目中的方法严谨性。",
      "source": "BBC Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6daece3c29619ea3_90eac2ed6e7f.webp",
      "category": "Science"
    },
    {
      "id": "7fe500e9b788f092",
      "title": "詹姆斯·韦伯望远镜揭示宇宙早期惊人棒旋星系",
      "summary": "由匹兹堡大学丹尼尔·伊万诺夫领导的研究团队利用詹姆斯·韦伯太空望远镜，确认了COSMOS-74706作为一个早期棒旋星系的强有力候选者，其存在约115亿年前。通过光谱学分析，研究人员获得了可靠的 redshift 测量数据，避免了引力透镜效应的扭曲，使这一发现成为最早已知的棒旋星系之一。恒星棒是旋星系中心由恒星和气体组成的线性结构，能够将气体向内输送，从而为星系核心的超大质量黑洞提供燃料并影响恒星形成速率。这一发现与计算机模拟预测棒结构可能在 redshift 5（约125亿年前）开始形成相一致，但挑战了早期宇宙中此类天体普遍性的假设。研究结果在美国天文学会会议上公布，有助于约束棒形成的时间尺度，并深化对星系演化的理解。詹姆斯·韦伯望远镜的高分辨率红外观测能力为此类研究提供了关键数据，推动了我们对宇宙早期历史的认知。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7fe500e9b788f092_db7a7aefd881.webp",
      "category": "Science"
    },
    {
      "id": "a3b825153c231ea6",
      "title": "科学家将甲烷转化为药物的惊人突破",
      "summary": "研究人员开发了一种新方法，将甲烷（天然气的主要成分）转化为有价值的化学中间体，用于药物生产，解决了其稳定性的挑战。由圣地亚哥德孔波斯特拉大学CiQUS中心的Martín Fañanás领导的研究团队在《科学进展》杂志上发表了他们的发现。他们首次直接从甲烷合成了二甲雌酚，一种用于激素疗法的非甾体雌激素，标志着这一领域的重大进展。该过程涉及烯丙基化反应，将烯丙基团连接到甲烷上，形成功能性“手柄”，以便进一步化学转化。关键创新是一种定制的铁基超分子催化剂，通过氢键网络控制自由基，防止不需要的氯化副反应，实现选择性烯丙基化。这种光催化方法使用铁作为廉价且低毒性的金属替代品，在温和条件下运行，并依赖LED光驱动，降低了能源消耗和环境影​​响。这项研究得到欧洲研究委员会的支持，是更广泛努力的一部分，旨在将天然气升级为高价值化学品，通过减少对石油化工原料的依赖，促进循环化学经济的发展，增强制造业的可持续性。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_a3b825153c231ea6_b5e5b458aca4.webp",
      "category": "Science"
    }
  ]
}