{
  "articles": [
    {
      "id": "e9065fd4d25fa49b",
      "title": "大麻商店聚集区急诊就诊量上升",
      "summary": "一项基于人群的自然实验研究了居住在大麻零售店附近与大麻相关危害的关系。研究人员发现，商店暴露与更高的危害率有关，在商店密集的社区中增加最为明显。这些结果表明，限制大麻零售商数量、减少商店集中集群或在某些区域限制商店位置可能有助于实现公共健康目标。该研究发表在《内科医学年鉴》上。研究团队分析了加拿大安大略省6,140,595名居民的数据，覆盖2017年4月至2022年12月期间10,574个社区。他们将暴露定义为居住在距离大麻店1000米以内，并与较远地区进行比较。结果显示，暴露社区通常位于主要城市中心，且在最低收入五分位中比例过高，其大麻相关急诊就诊率比未暴露区域绝对增加了12%。此外，在1000米内有多个商店的社区就诊量增加更显著。作者指出，这些发现表明合法化与零售扩张结合可能带来不同于单独合法化的公共健康风险，建议通过政策干预来减轻不良健康后果。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_e9065fd4d25fa49b_3c93cf9254e3.webp",
      "category": "Science"
    },
    {
      "id": "14470af3b6260cd2",
      "title": "重复头部撞击可能悄然破坏大脑的清理系统",
      "summary": "一项新研究调查了认知受损的职业拳击手和综合格斗选手，报告称重复头部撞击后，大脑的废物清除系统似乎减弱。这些发现计划在下周北美放射学会年会上公布。运动相关创伤性脑损伤占所有脑损伤病例的30%，拳击和综合格斗是主要贡献者。长期持续的头部撞击是神经退行性和神经精神疾病的已知风险因素。研究人员使用沿血管周围空间的扩散张量成像（DTI-ALPS），一种专门的MRI方法，测量与类淋巴流相关通道中的水运动。DTI衍生的ALPS指数是类淋巴功能的非侵入性标记，较低值可能表示认知下降，并与阿尔茨海默病和帕金森病等疾病的发展相关。研究基于克利夫兰诊所职业运动员脑健康研究的基线数据，跟踪约900名活跃选手，其中约300名已监测至少三年。本研究评估了280名运动员的信息，其中95名在研究开始时显示认知障碍，20名健康个体作为人口统计匹配的对照组。使用DTI-ALPS技术，研究人员评估了所有参与者的类淋巴活动，并检查了ALPS指数与每位选手经历的击倒次数的关系。他们还比较了受损和未受损选手。结果出人意料：受损运动员最初显示显著较高的类淋巴指数值，但随着击倒次数增加，这些值急剧下降。类淋巴功能在持续头部创伤的选手中继续下降。研究人员认为，类淋巴指数最初在受损运动员组中较高，因为大脑最初通过增强清洁机制来应对重复头部损伤，但最终变得不堪重负，导致系统崩溃。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_14470af3b6260cd2_727c9f47760f.webp",
      "category": "Science"
    },
    {
      "id": "8f0a4b4a4387d9d1",
      "title": "科学家在流行塑料玩具中发现有毒金属",
      "summary": "巴西圣保罗大学和阿尔费纳斯联邦大学的研究人员对70种塑料玩具进行了研究，发现其中许多含有危险金属，如钡、铅、铬和锑。这些玩具在巴西各地销售，许多样品超过了巴西国家计量、质量与技术研究所和欧盟的安全限值，其中钡含量最高达允许水平的15倍，可能引发心脏和神经系统问题。研究使用电感耦合等离子体质谱法等先进技术检测了21种有毒元素，并通过模拟唾液接触评估了金属释放情况。尽管生物利用度测试显示只有少量金属溶出，但高总浓度仍构成健康风险，尤其对喜欢将玩具放入口中的儿童。研究揭示了玩具生产链中的污染问题，建议加强监管，包括定期实验室分析和产品追溯，以保护儿童健康。这项研究强调了全球消费品安全的重要性，呼吁更严格的认证和执法措施。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_8f0a4b4a4387d9d1_d6770f0b6c5a.webp",
      "category": "Science"
    },
    {
      "id": "341c9aca9bd5cd7f",
      "title": "奇迹材料的隐藏量子力量可能改变未来电子技术",
      "summary": "石墨烯是一种由单层碳原子紧密连接而成的非凡材料，仅有一个原子厚度，却具有高稳定性和优异的导电性。因此，石墨烯被视为“奇迹材料”，已被探索用于柔性电子屏幕、高灵敏度传感器、先进电池和下一代太阳能电池。一项由哥廷根大学领导，与不伦瑞克、不来梅和弗里堡团队合作的新研究显示，石墨烯可能具备更多能力。科学家首次直接观察到了石墨烯中的“Floquet效应”，这一发现解决了一个长期存在的科学问题：Floquet工程——一种用光脉冲精确修改材料特性的技术——也可以在金属和半金属量子材料如石墨烯中发挥作用。该研究发表在《自然物理学》上。研究团队使用飞秒动量显微镜探测这些效应，该方法允许研究人员捕捉电子行为的极快变化。石墨烯样品被快速光脉冲照射，然后用延迟脉冲检查电子在超短时间尺度上的响应。测量结果明确证明了Floquet效应出现在石墨烯的光发射光谱中，表明Floquet工程在这些系统中实际可行，且这一发现的潜力巨大。结果证明Floquet工程在多种材料中有效，使科学家更接近用激光脉冲在极短间隔内塑造具有特定特性的量子材料的能力。这种精确调谐材料的能力可能为未来电子技术、计算机和高度先进传感器奠定基础。研究人员解释说，结果开辟了用光控制量子材料中电子状态的新途径，可能导致技术中电子被靶向和受控操纵。特别令人兴奋的是，这还使研究拓扑特性成为可能，这些是特殊且非常稳定的特性，对开发可靠的量子计算机或未来新传感器具有巨大潜力。该研究得到了德国研究基金会通过哥廷根大学合作研究中心的资助。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_341c9aca9bd5cd7f_3a66675feeaf.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "重新引入食肉动物对生态系统的影响仍在研究中",
      "summary": "1995年，美国鱼类和野生动物服务局将14只灰狼重新引入黄石国家公园，引发了科学家对捕食者如何影响生态系统的广泛研究。历史上，人类在20世纪初几乎将狼猎杀至灭绝，导致麋鹿过度繁殖并过度啃食河岸植被，造成侵蚀和水位下降，破坏了河狸等物种的栖息地。狼重新引入后，早期研究认为它们通过改变麋鹿行为触发了营养级联效应，让柳树和白杨树再生，可能帮助河狸恢复。然而，新研究指出这些效应在黄石等复杂生态系统中较弱且更复杂。例如，克里斯·威尔默斯等人的论文回顾了数十年的数据，发现营养级联仅在有限情况下明显，如皇家岛国家公园的狼减少了驼鹿数量，促进了树木生长，但在黄石，河狸活动、人类狩猎等因素使影响变得微妙。2024年的一项研究表明，柳树在模拟河狸坝和围栏保护下生长更快，暗示狼的单独存在不足以改善河岸栖息地。这突出了生态恢复的复杂性，需要长期研究来理解食肉动物在环境中的作用。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "猫成为人类伙伴的时间比你想象的要晚得多",
      "summary": "最新科学研究表明，猫的驯化发生时间比先前认为的要晚得多，大约在3500至4000年前，并且起源于北非，而非黎凡特地区。这项由牛津大学的Greger Larson教授领导的研究，通过分析来自欧洲、北非和安纳托利亚考古遗址的猫骨DNA，并与现代猫的基因库进行比较，得出了这一结论。所有现代家猫都源自非洲野猫，驯化过程始于埃及，那里的人们崇拜猫，并将其艺术化和木乃伊化。猫因能控制害虫而受到重视，随人类传播到世界各地，例如约2000年前罗马人将猫带到欧洲，之后又经丝绸之路传入中国。有趣的是，证据显示在中国，一只野猫在驯化猫到来之前就曾与人类共处。这项研究利用遗传和考古方法，重塑了我们对动物驯化和人类历史的理解，突出了科学证据在修正历史观点中的重要性。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}