{
  "articles": [
    {
      "id": "5e8fe60bb270fcaa",
      "title": "Ebo Taylor: Shaping Highlife Music and Global Influence",
      "summary": "Ebo Taylor, a Ghanaian guitarist, composer, and band leader, passed away at 90, leaving a legacy that defined the highlife genre. Born in Cape Coast in 1936, he gained prominence in the late 1950s and 1960s as highlife became Ghana's dominant music. Over six decades, Taylor fused Ghanaian rhythms with jazz, funk, soul, and Afrobeat, influencing musicians across Africa and beyond. He played with leading bands like the Stargazers and Broadway Dance Band, developing a distinctive guitar style. In later years, his music was rediscovered globally, with tracks like Love & Death attracting new fans. Taylor studied music in London in the 1960s, collaborating with Fela Kuti, which helped shape Afrobeat. He returned to Ghana as a sought-after producer and arranger, working with artists like Pat Thomas. He also taught at the University of Ghana and continued recording into old age. His influence extended through sampling in hip-hop and R&B, making him a key figure in world music.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5e8fe60bb270fcaa_f4e2432e84df.webp",
      "category": "Fun"
    },
    {
      "id": "b456c999de76e3b6",
      "title": "Behind the Scenes of Small Prophets: Filming a Comedy in Manchester",
      "summary": "Small Prophets is a new six-part comedy series on BBC Two, written and directed by Mackenzie Crook, who also stars alongside Sir Michael Palin. Filmed over seven weeks in Greater Manchester locations like Urmston and Stockport, the show features a storyline where Pearce Quigley's character Michael investigates his girlfriend's disappearance, aided by his father Brian (played by Palin) who cultivates prophesying spirits in jars using an ancient recipe involving rainwater and horse manure. Crook developed the script over a decade, inspired by a story about jar-grown creatures, and emphasized his desire to collaborate with friend Pearce Quigley, which helped shape the narrative. Local residents welcomed the production, with Sally Sadler sharing her surreal experience of her house being used as a set, and cast member Lauren Patel highlighted the cool aspect of filming in her hometown Manchester. The series will air on BBC Two and BBC iPlayer, showcasing Northern talent and community involvement.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b456c999de76e3b6_3aea1501f3ab.webp",
      "category": "Fun"
    },
    {
      "id": "8fc6f4efb823b368",
      "title": "Breakthrough in Predicting Airborne Particle Motion",
      "summary": "Researchers at the University of Warwick have developed a groundbreaking method to predict how irregularly shaped nanoparticles move through the air, solving a century-old mystery in aerosol science. These particles, which include soot, dust, and microplastics, are a major component of air pollution and pose health risks such as heart disease and cancer. Traditionally, mathematical models assumed particles were perfect spheres to simplify calculations, but this limited accuracy for real-world, non-spherical particles. The new approach revises a 100-year-old equation from 1910, known as the Cunningham correction factor, by introducing a 'correction tensor' that accounts for drag on particles of any shape without relying on complex simulations. This advancement allows for more accurate tracking of pollution spread, disease transmission, and atmospheric processes. The research, led by Professor Duncan Lockerby, provides a simple yet predictive framework that enhances environmental and health studies, with potential applications in air quality monitoring and climate modeling. Future work includes using a new aerosol generation system to validate the method further.",
      "source": "Science Daily - Technology",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8fc6f4efb823b368_f2e81d6746aa.webp",
      "category": "Fun"
    },
    {
      "id": "cedc5cb449c6bdea",
      "title": "Brad Arnold of 3 Doors Down Dies After Cancer Battle",
      "summary": "Brad Arnold, the lead singer and songwriter of the American rock band 3 Doors Down, has passed away at 47 following a struggle with cancer. The band confirmed his death in a statement on X, expressing that he will be deeply missed. Arnold was a founding member, vocalist, and original drummer, credited with helping redefine mainstream rock by blending post-grunge styles with emotionally direct lyrics that connected with listeners. In May 2025, he revealed a diagnosis of stage four clear cell renal carcinoma, a type of kidney cancer that had metastasized to his lung, leading to the cancellation of an upcoming tour. Despite his illness, Arnold stated he had no fear and asked for prayers. The band is renowned for early 2000s hits like Kryptonite, which Arnold wrote at age 15, and they achieved commercial success with awards and high album sales. Arnold also openly discussed his recovery from alcoholism, having been sober since 2016. He is survived by his wife, Jennifer, and remembered for his warmth, humility, and faith.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cedc5cb449c6bdea_76bce7d21b80.webp",
      "category": "Fun"
    },
    {
      "id": "509a1db73abf501b",
      "title": "Chang'e-6 Samples Reveal How a Massive Impact Reshaped the Moon's Interior",
      "summary": "Researchers analyzed lunar basalt samples from China's Chang'e-6 mission, which collected rocks from the South Pole-Aitken Basin, the Moon's largest impact crater. These samples exhibited heavier potassium isotopes compared to previous Apollo mission rocks, indicating significant chemical changes. Potassium, a volatile element, evaporates under extreme heat, and its isotopic signature suggests that the giant impact that formed the basin caused large-scale volatile loss. This process likely reduced magma production on the Moon's far side, explaining the asymmetry in volcanic activity between the near and far sides. The study, published in PNAS, used advanced techniques like MC-ICP-MS to measure isotopes and ruled out other factors like cosmic rays or contamination. Computer simulations supported the findings, showing the impact's deep effects on the lunar interior. This research highlights how massive impacts can alter the internal chemistry and evolution of rocky bodies in the solar system.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_509a1db73abf501b_4bb39dd868a8.webp",
      "category": "Fun"
    },
    {
      "id": "c09e9d989f39e4e6",
      "title": "Physicists Unite Quantum Theories to Explain Particle Behavior",
      "summary": "Physicists have developed a new theory that connects two major areas of quantum physics: the quasiparticle model and Anderson's orthogonality catastrophe. They studied how an impurity particle behaves in a many-body system, such as a Fermi sea of fermions like electrons. In some cases, the particle moves freely and forms a quasiparticle called a Fermi polaron, while in others, it remains nearly fixed due to its heavy mass, disrupting the system. Researchers at Heidelberg University created a framework to explain how quasiparticles can form even with heavy impurities by considering tiny movements that create energy gaps. This work links previously separate quantum states and has implications for experiments in ultracold gases, materials, and semiconductors. The study was published in Physical Review Letters.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c09e9d989f39e4e6_41c863d9b985.webp",
      "category": "Fun"
    }
  ]
}