{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "蜜蜂更换蜂王的惊人原因",
      "summary": "最近，不列颠哥伦比亚大学的研究人员发现，常见病毒可以导致蜂王卵巢萎缩，从而减少产卵量并降低甲基油酸酯的产生。这种信息素通常向工蜂传递蜂王健康的信号；当其水平下降时，工蜂会检测到变化并开始培育新蜂王以取代她。这一过程称为超替，在野生蜂群中有助于适应环境变化，但在管理蜂巢中可能引发问题，如产卵中断、蜂群实力下降以及授粉或蜂蜜产量减少。蜜蜂负责全球约三分之一作物的授粉，因此蜂王健康对粮食安全至关重要。多年来，养蜂人已注意到蜂王失败和早期超替问题增加，新研究指出病毒感染是这些失败的主要因素，破坏了维持蜂群正常运作的信息素通信。在初步田间试验中，接受含甲基油酸酯合成信息素混合物的蜂群开始培育替换蜂王的可能性远低于未接受的蜂群，这为养蜂人提供了一种稳定蜂巢的工具，特别是在授粉或产蜜高峰期。该研究强调了病毒、信息素和蜂群行为在蜜蜂健康中的相互关联，为改善养蜂管理策略提供了科学依据。",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI发现无人知晓的秘密狮子吼声",
      "summary": "一项最新研究揭示，非洲狮子使用两种不同的吼声，而非仅有一种。这一发现预计将在改善保护组织追踪和研究这些大型猫科动物的方式中发挥重要作用。埃克塞特大学的研究人员发现了一种先前未被识别的“中间吼声”，它与众所周知的全喉吼声一同出现。这项发表在《生态与进化》杂志上的研究首次应用人工智能自动将狮子吼声分类为不同类型，系统准确率达到95.4%，大大减少了人类解释的影响，允许更一致地识别个体狮子。主要作者乔纳森·格罗科特表示，狮子吼声不仅是标志性的，还是独特的签名，可用于估计种群规模和监测个体动物。以往识别这些吼声 heavily 依赖专家判断，引入潜在的人类偏见。新方法使用AI承诺更准确、更少主观的监测，这对保护 dwindling 狮子种群至关重要。国际自然保护联盟红色名录将狮子列为易危物种，当前估计非洲仅有2万至2.5万只野生狮子，种群在过去25年下降约一半。研究结论指出，狮子的吼声序列包括既定的全喉吼声和中间版本，推翻了长期假设只有一种吼声类型存在。类似进展在其他大型食肉动物研究中也有报道，包括斑点鬣狗，并加强了生物声学在生态科学中的扩展价值。通过应用机器学习分类全喉吼声，研究团队提高了区分个体狮子的能力，自动化、数据驱动的方法还简化了被动声学监测，提供了比常见技术如足迹调查或相机陷阱更可靠和易用的选项。格罗科特补充说，他们认为野生动物监测需要范式转变，大规模转向使用被动声学技术，随着生物声学的改进，它们将对有效保护狮子和其他受威胁物种至关重要。该项目由埃克塞特大学与牛津大学野生动物保护单位、狮子景观、法兰克福动物学会、TAWIRI和TANAPA合作进行，计算机科学家也参与了工作，资金来自狮子恢复基金、WWF德国、达尔文倡议和UKRI AI环境智能博士培训中心。",
      "source": "Science Daily",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "隐藏的铜开关超级充电绿色氨生产",
      "summary": "东京都立大学的研究人员发现了一种催化剂在工业反应中如何帮助生成氨，这是肥料的主要成分。在这个过程中，氧化铜在电化学硝酸盐还原反应中充当重要催化剂，这是一种比传统的哈伯-博施工艺更环保的方法。团队发现，在反应过程中会形成微小的铜颗粒，这些颗粒有助于将亚硝酸盐离子转化为氨。理解这一隐藏步骤为推进更清洁的工业化学提供了新机会。氨在肥料生产中扮演核心角色，对现代农业至关重要。目前，大多数氨通过哈伯-博施工艺生产，该工艺在极高温度和压力下结合氮和氢。这种方法需要大量能源，估计贡献全球二氧化碳排放量的约1.4%。由于氨与全球食品供应紧密相关，因此有强烈动机开发更清洁的替代方案。研究小组使用先进测量技术，如操作X射线吸收，来观察氧化铜催化剂在施加电压变化时的响应。他们发现，在正电压下，硝酸盐离子通过附着在催化剂表面来钝化它，形成亚硝酸盐离子；一旦电压变负，氨产量急剧上升，同时出现金属铜颗粒，这有助于将氢添加到亚硝酸盐离子中形成氨。这些发现展示了表面钝化如何影响氧化铜的性能，并证明在反应中形成金属铜对高效氨生产至关重要，为改进绿色氨方法和设计下一代电化学催化剂指明了更广泛的策略。该研究得到了东京都立大学和东京全球伙伴奖学金计划的支持，基于新能源产业技术综合开发机构委托的项目JPNP14004的结果。",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "化石揭示恐龙时代统治澳大利亚的巨型鲨鱼",
      "summary": "最近在澳大利亚北部发现的化石揭示，约1.15亿年前，在恐龙时代，这里曾生活着一种巨型鲨鱼。这些化石包括大型椎骨，属于cardabiodontid鲨鱼，是现代lamniform鲨鱼（如大白鲨）的早期亲属。椎骨直径超过12厘米，比成年大白鲨的更大，表明这种鲨鱼体型巨大，是与巨型海洋爬行动物共享食物链顶端的顶级捕食者。这一发现挑战了先前认为鲨鱼只在进化后期才长到大型的观点。鲨鱼已存在超过4亿年，现代谱系始于约1.35亿年前，最初体型较小，后来进化成巨兽如巨齿鲨。研究由国际团队进行，包括古生物学家和断层扫描专家，使用先进成像技术分析化石，估计鲨鱼大小。成果发表在《通讯生物学》期刊，突显了跨学科研究在揭示进化历史细节中的作用，并强调鲨鱼化石多为牙齿，因其软骨骨架很少化石化的特点。这一发现不仅丰富了我们对鲨鱼进化的认识，还揭示了史前海洋生态系统的复杂性。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "间谍照片首次揭示：青铜时代城市从草原浮现",
      "summary": "最近，考古学家在哈萨克草原上发现了名为Semiyarka的古代城市遗址，距今约3500年，属于青铜时代。通过无人机和地球物理调查，研究人员绘制了这个占地140公顷的城市布局，包括成排的土基房屋、一个大型中央建筑以及专门的青铜制作作坊。该城市位于额尔齐斯河河谷的战略位置，可能控制了贸易路线，促进了游牧民族与定居工匠之间的交流。发现的文物如陶器碎片和冶金残留物表明，这里曾进行大规模的青铜生产，挑战了以往认为草原仅由游牧民族主导的观点。这一发现得益于1970年代解密的美国间谍卫星照片，显示了现代技术在揭示隐藏历史中的作用。Semiyarka的规划布局和工业活动表明，青铜时代的草原社会已发展出复杂的定居社区，与世界上其他古代城市中心相似，为理解人类适应和环境互动提供了新视角。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "火箭报告：SpaceX下一代助推器失败；飞马座将再次飞行",
      "summary": "这篇文章来自Ars Science，报道了太空行业的最新发展。蓝色起源公司的New Glenn火箭成功发射并着陆，公司计划增加引擎以提升性能。同时，SpaceX在德克萨斯州南部推进其下一代Starship火箭的首飞。此外，Katalyst Space Technologies获得了NASA的3000万美元合同，为自2004年起在轨的Neil Gehrels Swift Observatory建造机器人救援任务。该卫星用于研究伽马射线暴，但由于缺乏推进系统且轨道受大气阻力影响而面临再入风险，急需提升轨道以延长寿命。Katalyst选择了诺斯罗普·格鲁曼公司的飞马座XL火箭执行此任务，尽管该火箭自2021年以来未飞行且成本高昂，但它能实现所需的低倾角轨道，而SpaceX的Falcon 9拼车任务或更小火箭如Rocket Lab的Electron无法满足此要求。选择原因包括库存清理和载体飞机退役。另一方面，Ursa Major Technologies在融资中估值6亿美元，致力于为国防和太空应用开发推进系统，强调比传统供应商更快速、经济。Rocket Lab从新西兰快速发射了商业载荷，展示了行业对敏捷性的追求。文章通过分析这些事件，揭示了太空任务中技术、经济和战略因素的复杂交互，反映了行业的快速演变。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}