{
  "articles": [
    {
      "id": "6b72a74fd2ff5af9",
      "title": "Andy Burnham's Political Crossroads: By-Election and Leadership Ambitions",
      "summary": "Andy Burnham, the Mayor of Greater Manchester, faces a Saturday deadline to decide whether to stand in the Gorton and Denton by-election. Winning this parliamentary seat would allow him to challenge Sir Keir Starmer for the Labour Party leadership, as he must be an MP to enter any leadership race. However, significant hurdles exist: as a directly-elected mayor, Burnham requires permission from Labour's National Executive Committee (NEC) to become a candidate. Reports suggest that allies of Sir Keir on the NEC may attempt to block his candidacy, potentially angering Labour MPs who support Burnham. Burnham has not confirmed his intentions, stating he is focused on his mayoral duties and urging against premature conclusions. Deputy Labour leader Lucy Powell, an NEC member, expressed support for Burnham, calling him a popular politician who should decide for himself, while also emphasizing unity behind Starmer. The by-election occurs amid speculation about Starmer's leadership after upcoming difficult elections in May. Additionally, former deputy prime minister Angela Rayner is expected to advocate for the NEC not to block Burnham, highlighting internal party dynamics. This situation reflects broader political tensions within Labour as it navigates electoral challenges and leadership questions.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6b72a74fd2ff5af9_86a6896bdee0.webp",
      "category": "News"
    },
    {
      "id": "c050c0b910af5555",
      "title": "NHS Launches Genetic Database for Cancer Risk Assessment",
      "summary": "NHS England has introduced a pioneering database containing 120 genes associated with increased cancer risk, aimed at identifying individuals and families in England who may be predisposed to the disease. This register allows for genetic comparisons to assess inherited risks, enabling those identified to receive routine screenings and personalized treatments for cancers such as breast and prostate cancer. As part of a 10-year strategy to enhance cancer prevention and treatment, the database consolidates existing genetic testing information into a single, secure platform. Health Secretary Wes Streeting emphasized its potential to accelerate early detection and save lives. The initiative builds on previous successes, like the Lynch syndrome database, which provided preventative care to over 12,000 high-risk individuals. By offering tailored advice and monitoring, the NHS aims to empower patients to reduce their cancer risk or catch it sooner, while ensuring confidentiality and security in handling sensitive genetic data.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c050c0b910af5555_90f20943d7be.webp",
      "category": "News"
    },
    {
      "id": "d03a6bf3fb19911e",
      "title": "U.S. Shifts Defense Strategy to Prioritize Homeland and Burden-Sharing with Allies",
      "summary": "The Pentagon's new National Defense Strategy marks a significant shift in U.S. security priorities, emphasizing \"more limited\" support for allies and focusing primarily on the security of the U.S. homeland and Western Hemisphere. Previously, China was identified as the top defense priority, but now relations with China will be managed through \"strength, not confrontation.\" The strategy aligns with President Trump's calls for greater \"burden-sharing,\" urging allies to take more responsibility in countering threats from Russia and North Korea. It argues that allies have been \"content\" to let the U.S. subsidize their defense, but this change does not signal isolationism; instead, it aims for a focused approach to national threats. The report highlights that the U.S. does not want to conflate its interests with global ones, stating that threats halfway around the world are not equivalent to threats to Americans. Specifically, Europe is expected to lead against threats like Russia, described as a \"persistent but manageable threat\" to NATO's eastern members, while South Korea is deemed capable of handling North Korea. Taiwan is not mentioned, though the U.S. aims to prevent domination by any power, including China. This shift reflects broader policy changes under Trump's administration, such as arms sales and military actions.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d03a6bf3fb19911e_89cef4c78d4a.webp",
      "category": "News"
    },
    {
      "id": "9d43ce71f2689647",
      "title": "Covert Filming and Online Exploitation: A Middle School Analysis",
      "summary": "This article investigates the issue of women being secretly filmed by male influencers using smart glasses, such as Meta smart glasses, which have hidden cameras. The filming occurs in public settings like stores and beaches, where the influencers initiate conversations under false pretenses, often claiming to provide dating advice. For instance, Dilara was approached in London and had her phone number exposed in a video that garnered 1.3 million views on TikTok, leading to a barrage of harassing messages. Similarly, Kim was filmed on a beach in West Sussex, and her personal details were shared online, resulting in videos with millions of views. The BBC has identified hundreds of such videos posted by various influencers, who monetize their content by offering pickup advice. The women involved, spanning the UK, US, and Australia, report feeling exploited and distressed upon discovering the videos. Legally, privacy lawyer Jamie Hurworth notes that in the UK, there is no specific law prohibiting filming without consent in public, but posting such videos online may not be considered 'fair game.' Social media platforms like TikTok have inconsistent responses; initially, Dilara's report was dismissed, but after BBC intervention, the video was removed for violating guidelines on bullying and harassment. This highlights gaps in both legal protections and platform enforcement regarding privacy violations.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9d43ce71f2689647_b536495e3cea.webp",
      "category": "News"
    },
    {
      "id": "1cd6e3626c566684",
      "title": "Measles Outbreaks Surge in 2025 Due to Falling Vaccination Rates",
      "summary": "Measles, a highly contagious disease eliminated in the U.S. over 25 years ago, has seen a dramatic resurgence, with cases skyrocketing from 63 in 2023 to over 2,240 in 2025, and 416 cases already confirmed in the first three weeks of this year. This surge is linked to declining vaccination rates, a trend that accelerated during the COVID-19 pandemic, leading to outbreaks in regions like South Carolina and the Utah-Arizona border. Epidemiologist Caitlin Rivers from Johns Hopkins University discusses the implications, noting that if vaccination efforts don't improve, the U.S. could face more widespread outbreaks. The article highlights the public health risks of vaccine hesitancy and the importance of immunization to prevent the spread of infectious diseases.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1cd6e3626c566684_9e714bf63462.webp",
      "category": "News"
    },
    {
      "id": "785b0eb7c17b3634",
      "title": "Winter Storm Forecast: Impact Across the U.S.",
      "summary": "A significant winter storm is expected to affect over half of the U.S. population, bringing snow, ice, and bitter cold across the country. Forecasters from the National Weather Service have issued watches and warnings, with at least 177 million people under alerts for ice and snow, and over 200 million under cold weather advisories. The storm will begin in Texas and Oklahoma on Friday, spreading freezing rain and sleet into the South before moving to the Northeast. In the Northeast, areas from Washington, D.C., through New York to Boston could receive up to a foot of snow. The National Weather Service provides a live, interactive map that shows cumulative snowfall forecasts over a 72-hour period, updating automatically with the latest data. This tool helps people track the storm's progression and potential impacts. The article emphasizes the storm's severity, comparing potential damage to that of a hurricane, especially in ice-affected regions, and urges preparedness and caution.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_785b0eb7c17b3634_1e6d5d9014f5.webp",
      "category": "News"
    }
  ]
}