{
  "articles": [
    {
      "id": "f94bbfbc32ae9200",
      "title": "科学家发现通过植入梦境想法提升创造力的方法",
      "summary": "西北大学的神经科学家进行了一项研究，探索如何通过影响梦境内容来提升创造力。研究人员使用目标记忆再激活技术，在快速眼动睡眠阶段播放与未解谜题相关的声音提示。研究涉及20名有清醒梦经验的参与者，他们在实验室中尝试解决困难谜题，每个谜题配有独特音效。睡眠期间，通过多导睡眠图监测确认参与者处于快速眼动睡眠后，播放一半未解谜题的音效。结果显示，75%的参与者报告梦境中包含谜题元素，这些与梦境相关的谜题解决率更高（42%对比17%）。尽管结果未证明梦境直接导致解决方案，但表明通过目标记忆再激活引导梦境内容可能增强问题解决能力。该研究旨在推进对睡眠在创造力中作用的理解，并可能通过睡眠工程帮助解决复杂的全球问题。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f94bbfbc32ae9200_836d6fa1a303.webp",
      "category": "Science"
    },
    {
      "id": "f7a73afae7ffdf62",
      "title": "这一突破可能最终解锁男性避孕",
      "summary": "密歇根州立大学的研究人员发现了一种分子“开关”，能在精子尝试受精前提升其能量水平。这一发现可能改善不孕症治疗，并支持开发安全、非激素的男性避孕选项。精子是特殊细胞，在进入女性生殖道前处于低能量状态，随后迅速激活，以更强力地游动并调整与卵子相互作用的外膜，这些变化需要能量生产的突然显著增加。由Melanie Balbach领导的团队开发了一种方法，通过类比将汽车涂成粉色并用无人机跟踪来追踪精子中的葡萄糖代谢，比较了非活化和活化状态。他们确定醛缩酶在将葡萄糖转化为可用能量中起关键作用，精子还利用内部储备。这一突破建立在早期工作的基础上，该工作显示阻断精子酶可在小鼠中引起暂时性不孕，突出了靶向干预的潜力。该研究涉及与纪念斯隆·凯特琳癌症中心等机构的合作，并使用质谱等先进技术绘制代谢途径图，为细胞能量动力学提供见解，可能改变生殖健康选择。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f7a73afae7ffdf62_dcd145e38ac9.webp",
      "category": "Science"
    },
    {
      "id": "396e8c633a665972",
      "title": "脑启发计算机在数学方面表现超预期",
      "summary": "一项发表在《自然·机器智能》上的研究显示，模仿人脑结构的神经形态计算机在解决偏微分方程（PDEs）方面表现出意想不到的熟练度。这些方程对于模拟流体动力学、电磁场和结构力学等复杂物理系统至关重要，传统上需要超级计算机的大量计算资源。由桑迪亚国家实验室的计算神经科学家布拉德·泰尔曼和布拉德·艾莫内进行的研究，引入了一种新算法，使神经形态硬件能够高效处理PDEs。这一进展可能为神经形态超级计算机铺平道路，提供能源高效的计算解决方案，对国家安全应用（如模拟核系统）具有重要意义。科学家们认为，人脑在执行运动控制任务等复杂计算时天生高效，因此神经形态系统自然擅长严格的数学问题。由美国能源部资助，这项工作突出了计算范式的转变，有望在科学和工程模拟中减少能源消耗，同时保持高性能。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_396e8c633a665972_789db0909df9.webp",
      "category": "Science"
    },
    {
      "id": "ec713098dcf86b3c",
      "title": "共同品味快乐时刻的情侣拥有更牢固、更持久的关系",
      "summary": "伊利诺伊大学厄巴纳-香槟分校的一项研究表明，情侣间共同品味快乐时刻——即有意地一起欣赏积极体验——能够带来更牢固和持久的关系。研究人员诺亚·拉森及其同事通过对589名美国成年人进行在线调查，使用改编的“浪漫关系中共同品味”量表来测量情侣分享快乐时刻的频率。参与者报告了关系满意度、沟通冲突、对关系未来的信心以及个人压力水平。结果显示，较高的共同品味与较少的冲突、更高的满意度和更强的信心相关，尤其在压力情况下起到缓冲作用，保护关系稳定和心理健康。样本主要为已婚人士，平均年龄39岁，整体压力较低。这项研究强调共同品味作为一种实用策略，帮助情侣在挑战时期增强关系韧性和个人福祉，提供了具体的行动建议。然而，研究存在局限性，如依赖自我报告数据、样本偏向高收入白人群体，以及相关设计无法推断因果关系。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_ec713098dcf86b3c_037c6f3fcb6f.webp",
      "category": "Science"
    },
    {
      "id": "54a9315c7c1b8e5f",
      "title": "天文学家正在填补柯伊伯带的空白",
      "summary": "柯伊伯带是位于海王星轨道之外的一个广阔区域，充满了冰冻的遗迹和动态谜团。天文学家已编目约4000个柯伊伯带天体（KBOs），包括矮行星如冥王星和阋神星，但随着新一代望远镜的投入使用，预计这一数字将大幅增加。智利的薇拉·鲁宾天文台通过其“时空遗产巡天”（LSST）项目，于去年开始运行，旨在系统性地测绘这一模糊区域。其他观测站如詹姆斯·韦伯太空望远镜（JWST）也将提供支持。研究旨在解决关键问题：是否存在隐藏的行星、该区域的延伸范围以及它如何保存早期太阳系的线索。柯伊伯带作为一个时间胶囊，保留了如44天文单位处的“内核”等结构，这可能源于海王星迁移的“跳跃”场景。通过分析这些遗迹，科学家可以完善行星形成和演化的模型，推动太阳系科学的前沿。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_54a9315c7c1b8e5f_07265a12eca5.webp",
      "category": "Science"
    },
    {
      "id": "995f9985c66ee90b",
      "title": "微小RNA可自我复制：生命起源研究新突破",
      "summary": "科学家发现了一种仅45个碱基长的RNA分子，能够催化自我复制，为生命起源研究提供了重要线索。RNA与DNA类似，既能携带遗传信息，又能折叠成三维结构发挥催化作用，这支持了“RNA世界”假说，即早期生命可能依赖RNA同时处理遗传和代谢功能。自我复制是遗传性的关键，但以往已知的催化RNA（核酶）因过长且效率低下，无法完整复制自身。法英研究团队通过筛选40-80个碱基的随机RNA序列，利用标记纯化方法寻找连接酶活性，经过多轮选择和突变，最终从51个碱基的前体优化出QT-45核酶。这种微小核酶具有聚合酶功能，能根据模板通过碱基配对添加核苷酸，尽管反应较慢。其短小结构克服了长度和复杂性限制，表明简单RNA可能在早期地球自然形成并自我复制，推动生命演化。这一发现不仅验证了RNA世界假说，还促进了合成生物学发展，为理解生命化学起源和设计人工生命系统开辟新途径。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_995f9985c66ee90b_9c7c36452211.webp",
      "category": "Science"
    }
  ]
}