{
  "articles": [
    {
      "id": "91dea98b63fc37e1",
      "title": "Wawrinka Receives Australian Open Wildcard Amid Career Finale and Kyrgios' Decision",
      "summary": "Stan Wawrinka, a three-time Grand Slam champion and former world number three, has been granted a wildcard entry to the Australian Open as he approaches the final season of his professional career, set to end in 2026. At 40 years old, Wawrinka expressed gratitude for this opportunity, recalling his first major victory at Melbourne Park in 2014. Currently ranked 156th globally, his recent title win was in 2017. Meanwhile, Australian player Nick Kyrgios, ranked 670th due to injury struggles, opted out of the men's singles competition, citing unpreparedness for five-set matches. Instead, he will compete in men's doubles, where he previously triumphed in 2022. This decision alleviated pressure on tournament director Craig Tiley, who faced a contentious choice in allocating the remaining wildcards. The article highlights the emotional and strategic aspects of professional tennis transitions.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_91dea98b63fc37e1_155ed3bb01ca.webp",
      "category": "Fun"
    },
    {
      "id": "3a8f76fc0173c9e3",
      "title": "Sabalenka Advances to Brisbane Semi-Finals with Victory Over Keys",
      "summary": "Aryna Sabalenka, the world number one tennis player, defeated Madison Keys in straight sets (6-3 6-3) at the Brisbane International, advancing to the semi-finals. This match was a rematch of last year's Australian Open final, where Keys had won. Sabalenka, a four-time major winner and defending champion in Brisbane, used the loss as motivation but emphasized her approach of treating each match as new. The victory is part of her preparation for the Australian Open, where she aims to win a third title in four years. In other results, Karolina Muchova upset Elena Rybakina to set up a semi-final clash with Sabalenka, ending Rybakina's 13-match winning streak. Meanwhile, at the ASB Classic, Sonay Kartal from Great Britain lost a tight match to Elina Svitolina in a final-set tie-break, and Fran Jones retired due to injury. The article highlights key performances as players gear up for major tournaments.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3a8f76fc0173c9e3_f2294d2e4b2a.webp",
      "category": "Fun"
    },
    {
      "id": "20030556c2e326a9",
      "title": "The Unresolved Friendship: Boxer and Trainer's Story",
      "summary": "This article explores the complex relationship between Prince Naseem Hamed, a former world featherweight champion boxer, and his trainer Brendan Ingle. They began working together when Hamed was seven years old in Sheffield, leading to Hamed's rise to global stardom by age 21 under Ingle's guidance. However, their bond deteriorated due to financial disputes over Ingle's 25% cut of fight purses and the publication of a critical book, The Paddy and The Prince, in 1998. This led to a bitter split after Hamed's win over Wayne McCullough. Despite Hamed's attempts to reconcile over the years, Ingle refused to meet, and their relationship remained unresolved until Ingle's death in 2018. The new film Giant, starring Pierce Brosnan and Amir El-Masry, dramatizes their story, including an imagined reconciliation scene that Hamed wishes were real. The article highlights themes of regret, mentorship, and the impact of unresolved conflicts in sports.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_20030556c2e326a9_e067574993fe.webp",
      "category": "Fun"
    },
    {
      "id": "d372be61002eff39",
      "title": "University Student Competes on Traitors, Potentially Boosting School's Profile",
      "summary": "Jade Scott, a PhD student at the University of Warwick, is a contestant on the fourth series of the BBC show Traitors, competing for a £120,000 prize. Known to fellow students Ethan Jessamy and Jenny Gauchan as their labs assessor, Scott is described as serious and focused, traits that may aid her in the game. She is researching women's health and pregnancy and applied for the show due to her interest in similar video games. Gauchan notes that Scott remains authentic on television, not altering her personality. Jessamy emphasizes that a victory for Scott would provide excellent publicity for the University of Warwick, highlighting the potential benefits of such media exposure for educational institutions. The article underscores the intersection of academia and popular culture, showing how student achievements can reflect positively on their universities.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d372be61002eff39_41f293bb2796.webp",
      "category": "Fun"
    },
    {
      "id": "123c541e0c683055",
      "title": "Dylan Thomas's Schoolboy Plagiarism Revealed by Researcher",
      "summary": "Alessandro Gallenzi, an author and publicist, uncovered that Dylan Thomas, the iconic Welsh poet, engaged in plagiarism during his school years. While editing a new collection of Thomas's poetry, Gallenzi found at least a dozen instances where Thomas copied poems from other sources and published them under his own name in Swansea Grammar School's magazine. The discovery was initially made by Gallenzi's editor, Alex Middleton, after accessing a rare complete collection of the school magazine owned by Geoff Haden of the Dylan Thomas Society. Gallenzi described the plagiarism as 'wholesale,' noting that Thomas copied from publications like the Western Mail and Boy's Own Paper, including a poem by Lillian Gard. He believes Thomas may have plagiarized up to 20-24 poems. Gallenzi suggests reasons for this behavior, such as Thomas's insecurity, desire to impress peers at his new school, and pressure from his father, who was an English teacher there. This finding provides insight into Thomas's early development and raises questions about his motivations, highlighting how even celebrated figures can have complex pasts.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_123c541e0c683055_3506ed4f3b6c.webp",
      "category": "Fun"
    },
    {
      "id": "34a92d8545c731df",
      "title": "Tragedy Strikes a Literary Icon: Adichie's Son Passes Away",
      "summary": "Nigerian author Chimamanda Ngozi Adichie, a prominent figure in postcolonial feminist literature, is mourning the loss of her 21-month-old twin son, Nkanu Nnamdi. The child died after a brief illness, as confirmed by a family statement issued by Omawumi Ogbe. The statement expresses devastation and requests privacy and prayers from well-wishers. Adichie, known for works like 'Half of a Yellow Sun' and 'Americanah,' as well as her influential TED Talk 'We Should All Be Feminists,' is based in the US and explores themes of gender and immigration. She had her first child, a daughter, in 2016, and her twin boys were born via surrogate in 2024. Nigeria's President Bola Tinubu has offered condolences, emphasizing the profound grief of losing a child. Adichie's literary achievements include being listed in Time Magazine's 100 most influential people and having her novel voted the best Women's Prize for Fiction winner. In recent interviews, she discussed her desire for her books to be read in Africa and her experiences with writer's block. This article highlights the personal tragedy amid her public legacy, showing how communities rally in times of loss.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_34a92d8545c731df_9a8cd9c27088.webp",
      "category": "Fun"
    }
  ]
}