{
  "articles": [
    {
      "id": "d2e3714a981dd2f1",
      "title": "A Doctor Says Sorry for Talking About a Singer's Looks",
      "summary": "A doctor in London made a video on TikTok talking about singer Troye Sivan's face and how it looks. He pointed out things he thought were 'problems' and suggested ways to fix them with cosmetic treatments. Many fans and people online did not like this because they felt it was mean and not asked for. Troye Sivan wrote about how the video made him feel sad and insecure about his body. The doctor felt bad and said sorry to Troye, deleting the video. He promised to make nicer content in the future. Troye accepted the apology and said there are no hard feelings. This story shows why it's important to be kind and not judge people's looks without permission.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_d2e3714a981dd2f1_f394ced7b5c0.webp",
      "category": "Fun"
    },
    {
      "id": "712c23a71a5d599b",
      "title": "Novak Djokovic Moves Forward in Tennis Tournament",
      "summary": "Novak Djokovic is a famous tennis player who is doing well at the Australian Open, a big tennis tournament. He was supposed to play against Jakub Mensik, but Mensik got hurt and had to leave the tournament. This means Djokovic automatically goes to the next round, called the quarter-finals. He might play against Lorenzo Musetti or Taylor Fritz next. Djokovic is trying to win his 25th Grand Slam title, which would be a new record. Other players like Naomi Osaka have also left the tournament, and it is very hot in Melbourne, which makes playing hard. Djokovic feels good about his game but is being careful not to get too excited early. He learned from last year when he got injured in some tournaments.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_712c23a71a5d599b_070854b8b033.webp",
      "category": "Fun"
    },
    {
      "id": "b799960cad04c96d",
      "title": "Carlos Alcaraz's New Serve Helps Him Win Tennis Matches",
      "summary": "Carlos Alcaraz is a young tennis player who is doing very well at the Australian Open tournament. He has made changes to his serve, which is how he starts each point by hitting the ball. Alcaraz says his new serve is an 'important weapon' because it helps him win games without losing many points. He is happy with how much he has improved his serve and checks his serve percentage, which shows how often his serve is successful, after each set. In his match against Tommy Paul, Alcaraz won in three sets and did not face many break points, meaning his opponents couldn't win games when he was serving. He is now in the quarter-finals and wants to win the Australian Open to complete a career Grand Slam, which means winning all four major tennis tournaments. Alcaraz is only 22 years old and has already broken a record for most Grand Slam quarter-finals before turning 23.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b799960cad04c96d_50bebd667178.webp",
      "category": "Fun"
    },
    {
      "id": "bf8a777a3d8f2d37",
      "title": "Aryna Sabalenka Wins Tennis Match with Amazing Tie-Break Record",
      "summary": "Aryna Sabalenka is a tennis player who won a big match at the Australian Open. She beat Victoria Mboko by winning two sets: 6-1 and 7-6. In the second set, she played a tie-break, which is a special game to decide the set when it's tied. Sabalenka has won 20 tie-breaks in a row at Grand Slam tournaments, which is a new record. She is very good under pressure and doesn't get nervous. Sabalenka will now play against Iva Jovic in the quarter-finals. She has reached the quarter-finals in many Grand Slams in a row and is trying to win the Australian Open again. People like Annabel Croft say her tie-break record is incredible because she stays confident.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bf8a777a3d8f2d37_bed294562365.webp",
      "category": "Fun"
    },
    {
      "id": "805973b24283c922",
      "title": "How Clothes Tell Stories on a TV Show",
      "summary": "On a TV show called The Traitors, what people wear is very important. Contestants use their outfits to show who they are and to trick others. For example, one person wore a red dress after a big moment, which made others think she might be a traitor. Another contestant named Stephen wore colorful clothes like knitwear and jumpsuits to look friendly and confident, so people wouldn't suspect him. Experts say fashion helps shape how players see each other, and it makes the show more fun to watch. Clothes can tell a story without words, and in this game, they help contestants play their roles better.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_805973b24283c922_c01213145d5f.webp",
      "category": "Fun"
    },
    {
      "id": "d90ae8838883bccc",
      "title": "Jannik Sinner Wins Tennis Match in Hot Weather",
      "summary": "Jannik Sinner is a tennis player who won a big match at the Australian Open in Melbourne. It was very hot, almost 40 degrees Celsius, and he was having trouble with cramps. The heat rule helped him because it stopped the game so he could cool down under a roof. This saved him from losing to another player. Many fans were at the match, and they used mist tunnels and water to stay cool. Ball kids had to be careful not to burn their hands on the hot court. The heat rule is used when it gets too hot to play safely. Sinner said he was lucky because of this rule.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d90ae8838883bccc_6d2aa0e1610e.webp",
      "category": "Fun"
    }
  ]
}