{
  "articles": [
    {
      "id": "0522c5427d4a5588",
      "title": "COP30：一次深度分裂的气候峰会五大要点",
      "summary": "在贝伦举行的COP30气候峰会被视为三十年来最具分裂性的一次会议，旨在就应对全球变暖达成全球共识，但最终协议未提及导致气候变化的化石燃料，引发许多国家愤怒，而依赖化石燃料生产的国家则感到满意。关键要点包括全球气候努力仍在继续，但普遍存在不满情绪。巴西总统卢拉倡导制定远离化石燃料的路线图，得到英国等国家支持，但COP主席安德烈·科雷亚·多拉戈强调共识，导致提案被移除。哥伦比亚、欧盟及约80个国家试图加入更强硬语言反对煤炭、石油和天然气，但通过巴西的集体讨论方式mutirão寻求共识，突显了国际合作的脆弱性。这次峰会暴露了在气候变化问题上达成有意义的进展所面临的挑战，强调了全球治理中的分歧和复杂性。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_0522c5427d4a5588_c0e53d9071cd.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "特朗普称美国结束乌克兰战争计划并非对基辅的'最终提议'",
      "summary": "美国总统特朗普表示，美国结束俄罗斯-乌克兰战争的计划并非他对基辅的'最终提议'，这表明该计划可能还会修改。这一28点计划引发了乌克兰盟友的复杂反应，包括欧洲、加拿大和日本等国的领导人，他们承认计划中包含公正持久和平的要素，但对提议的边界变更和乌克兰军队上限表示严重担忧，认为这可能削弱乌克兰的防御能力和主权。关键的外交会议定于日内瓦举行，美国、英国、法国、德国和乌克兰的安全官员将参与讨论计划细节。乌克兰总统泽连斯基将这一时期描述为极其艰难，指出美国施压要求接受被认为对莫斯科有利的条款。特朗普设定了11月27日的截止日期让乌克兰做出决定，而俄罗斯总统普京则承认该计划可作为解决冲突的'基础'，反映了战略定位。G20峰会发布了多国签署的联合声明，强调边界不得以武力改变，并指出草案需要进一步改进，突显了更广泛的地缘政治紧张。外交协调持续进行，例如英国首相斯塔默与泽连斯基和特朗普的通话，旨在协调'意愿联盟'内的努力，通过结构化谈判推进和平进程。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_e998fae63205.webp",
      "category": "News"
    },
    {
      "id": "b1b91f0007588bf8",
      "title": "泰坦尼克号乘客怀表以创纪录的178万英镑拍卖成交",
      "summary": "一枚从泰坦尼克号最富有乘客之一身上找到的金怀表，在拍卖会上以创纪录的178万英镑成交。这块怀表属于伊西多尔·斯特劳斯，他在1912年4月14日泰坦尼克号撞击冰山沉没时遇难，船上1500多人丧生。斯特劳斯是出生于巴伐利亚的美国商人、政治家，也是纽约梅西百货的共同所有者。他的妻子艾达在沉船当晚拒绝登上救生艇，不愿离开丈夫，最终一同遇难，她的遗体从未被找到。怀表由朱尔·尤尔根森制作，18K金材质，停在02:20，即泰坦尼克号沉没的时刻，据信是艾达在188年送给丈夫的43岁生日礼物，刻有斯特劳斯的名字首字母。拍卖会在英国威尔特郡德维齐斯的亨利·奥尔德里奇拍卖行举行，其他泰坦尼克号纪念品包括艾达在船上用泰坦尼克号信纸写的信件（售价10万英镑）、乘客名单（10.4万英镑）和授予卡帕西亚号船员的金质奖章（8.6万英镑），总成交额达300万英镑。拍卖师安德鲁·奥尔德里奇指出，这一创纪录价格体现了公众对泰坦尼克号故事的持久兴趣，113年后，这些物品仍在讲述乘客和船员的故事。此次拍卖不仅展示了历史文物的经济价值，还反映了人们对重大灾难的个人叙事如何通过物质文化遗产得以保存和传播。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_b1b91f0007588bf8_4538d7a5a028.webp",
      "category": "News"
    },
    {
      "id": "f5fe3c5151eace1b",
      "title": "英格兰明年铁路票价将冻结",
      "summary": "英国政府宣布，英格兰的铁路票价明年将冻结，这是30年来的首次。此次冻结将持续至2027年3月，适用于受监管的票价，包括季票和非高峰时段往返票。最近的票价上涨发生在2025年3月，幅度为4.6%。传统上，铁路票价每年1月基于零售价格指数（RPI）加1%的公式上调，尽管这一公式并非总是被遵循。这一公告在财政大臣公布预算前几天发布，聚焦于生活成本问题。政府表示，此举旨在通过控制日常成本的主要组成部分来“直接限制通货膨胀”。自2021年起，年度涨价已从1月改为3月。政府消息人士承认，未受监管的票价可能仍会上涨，但坚称它们通常跟随受监管票价的变化。在截至2025年3月的一年中，未受监管票价上涨了5.5%，比受监管票价高1.1%，同期铁路票价总体上涨了5.1%。代表英国铁路运营商的铁路交付集团表示，冻结对客户是“好消息”，并承诺与政府合作确保铁路改革带来实际益处。自1996年英国铁路私有化以来，政府开始监管部分票价，此次冻结是自那时起的首次，尽管曾有价格涨幅低于RPI的时期以及2010年金融危机后的价格下跌。在英格兰、威尔士和苏格兰，约45%的铁路票价受政府监管，但此次冻结仅适用于英格兰的旅行，且只涉及英格兰火车运营公司的服务。受监管票价包括覆盖大多数通勤路线的季票、一些长途旅行的非高峰往返票以及主要城市及周边的灵活票。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_f5fe3c5151eace1b_f1c39fad77cd.webp",
      "category": "News"
    },
    {
      "id": "c22cc6226fa9b507",
      "title": "山核桃如何从被忽视的树木变成节日主食——专家解读8000年历史",
      "summary": "这篇文章探讨了山核桃长达8000年的丰富历史，起源于美洲原住民将其用于食物、医药和贸易，得益于其高脂肪含量和便携性。山核桃原产于美国南部，通过自然传播和人类活动扩散，有记录的首例有意种植发生在1722年的纽约，包括乔治·华盛顿的弗农山庄。作者Shelley Mitchell是俄克拉荷马州的推广专家，提供了山核桃作为核果的植物学分类见解，并讨论了其交替结果的生长周期，这历史上导致在生长旺盛的地区被忽视。现代背景下，美国是全球山核桃的主要生产国，占世界产量的80%，应用广泛，如制作山核桃奶、黄油和节日馅饼。叙述不仅记录了山核桃的农业演变，还强调了其在美国传统中的文化嵌入，突出从土著实践到当代经济重要性的转变。分析强调山核桃如何从被忽视的自然资源转变为烹饪和节日景观的组成部分，反映了环境适应和文化交流的广泛主题。",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "特朗普表示美国和平计划不是对乌克兰的最终提议",
      "summary": "美国总统特朗普宣布，美国提出的乌克兰和平计划并非其最终提议，暗示可能在谈判中调整。该计划包含28点，要求乌克兰向俄罗斯割让领土、缩减军队规模并放弃加入北约，这与俄罗斯的长期要求高度一致。乌克兰总统泽连斯基对此表示严重担忧，认为这可能损害国家主权和所需美国支持。欧洲盟友如法国、德国和英国也发出警报，并在联合声明中强调边界不应以武力改变，且乌克兰需要强有力的安全保障以防未来攻击。计划在日内瓦举行会议，美国与乌克兰代表团将在德国、法国、英国和欧盟特使参与下讨论该提案。特朗普设定了基辅回应期限，而欧洲领导人如默茨和马克龙坚持和平须经广泛协商并考虑欧洲安全议题，如俄罗斯被冻结资产和乌克兰加入欧盟。这反映了在追求快速停火与维护国际法治之间的复杂平衡，凸显全球外交中的深刻分歧。",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    }
  ]
}