{
  "articles": [
    {
      "id": "30e43bd950e7dcea",
      "title": "Sombr: A Singer with Two Sides",
      "summary": "Sombr is a young singer who is becoming very popular in music. He came in third on a big list of new artists for 2026. He has gone viral on TikTok, sold out tours, and been on TV shows like Jimmy Fallon. Taylor Swift likes his music too. He might win a Grammy Award soon, which is a big music prize. At the MTV Video Music Awards, he won a trophy and performed two different types of songs. One song was sad and rock-like, and he looked moody. The other was happy and disco-like, with dancers and glitter. This shows he has two sides: he can be a sad indie singer and a fun pop star. He mixes styles from artists like Jeff Buckley and Harry Styles. In today's music, you don't have to choose one style; you can be both cool and pop.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_30e43bd950e7dcea_3c23f0991dc4.webp",
      "category": "Fun"
    },
    {
      "id": "225ccc49758626f2",
      "title": "Light That Can Do Amazing Things",
      "summary": "Scientists are studying a new way to use light called quantum structured light. This light is made with special patterns that help it carry more information. It can make communication safer by sending secret messages that are hard to hack. It also helps computers work faster and better. In addition, this light can take clearer pictures of tiny things like cells and make sensors that are very sensitive. Researchers from around the world are working together to improve this technology. They say it is no longer just an idea but a real tool that can change how we send messages, use computers, and see the world. Even though it is exciting, there are still challenges, like sending this light over long distances.",
      "source": "Science Daily - Technology",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_225ccc49758626f2_0bce1e037134.webp",
      "category": "Fun"
    },
    {
      "id": "2c4f9d2e573c65b7",
      "title": "Watching a Pulsar Twinkle in Space",
      "summary": "Scientists from the SETI Institute watched a pulsar called PSR J0332+5434 for almost a year to see how its radio signals flicker as they travel through space. Pulsars are spinning stars that send out steady radio flashes. As these signals move through clouds of gas between stars, they get scattered, causing them to twinkle and arrive at Earth at slightly different times. This twinkling is called scintillation. The team used the Allen Telescope Array to measure these changes every day for about 300 days. They found that the twinkling strength changes over days to months, with a big cycle every 200 days. Understanding this helps make pulsar timing more accurate and can aid in searching for signals from other civilizations by telling natural space signals apart from human-made ones.",
      "source": "Science Daily - Technology",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2c4f9d2e573c65b7_cd503c6cab19.webp",
      "category": "Fun"
    },
    {
      "id": "592fe227bd154737",
      "title": "Charlotte Church Thanks Her Dad for Helping Her Stay Safe",
      "summary": "Charlotte Church is a famous singer who became a star when she was just 11 years old. She says she would not be alive today without her dad's help. Growing up as a child star was very hard, with many temptations that could have led to bad choices like addiction. Her dad, James Church, traveled with her and her mom to take care of her while her mom handled the business. He helped her stay grounded and enjoy her fame while it lasted. Now, her dad is very sick with a rare blood disorder and has been in the hospital many times. Charlotte is making a photo album to show how much he means to her and how he shaped her life. She credits him for being a nurturing and wise person who kept her safe during her childhood.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_592fe227bd154737_597cf43b6a72.webp",
      "category": "Fun"
    },
    {
      "id": "ce615281d6e3f6d8",
      "title": "Ashley Tisdale Leaves a Mean Mom Group",
      "summary": "Ashley Tisdale is a famous singer and actress who was in High School Musical. She is a mom to two young daughters. She joined a group of other moms to get support and make friends. But the group started to act mean, like in high school. Some moms left her out and did not include her in activities. This made Ashley feel sad and alone. She decided to leave the group because it was not nice anymore. She told the other moms that their behavior was like high school and she did not want to be part of it. Ashley learned that it is important to have friends who are kind and supportive. She wants other moms to know they should not stay in groups that make them feel bad.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_ce615281d6e3f6d8_62516ae0580d.webp",
      "category": "Fun"
    },
    {
      "id": "68917b2e6aeacfab",
      "title": "Tennis Players Want More Prize Money at Australian Open",
      "summary": "The Australian Open is a big tennis tournament that starts in January. This year, it is giving out a record amount of prize money, which is the money players win. The total prize money is $111.5 million, which is 16% more than last year. The winners of the singles events will get $4.15 million each. All players, including those in singles and doubles, will get at least 10% more money than before. The tournament's boss, Craig Tiley, says this shows they want to help tennis players at all levels. But some top players are unhappy because they think the prize money should be a bigger part of the tournament's total earnings. They also want better support for things like health care and pensions. Last year, other big tournaments like the US Open and Wimbledon gave similar or lower shares of their money to players.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_68917b2e6aeacfab_28114aadd6da.webp",
      "category": "Fun"
    }
  ]
}