{
  "articles": [
    {
      "id": "dc1076c02571432e",
      "title": "Medical Evacuation from ISS: Astronauts Return Early Due to Health Crisis",
      "summary": "A crew of four astronauts, known as Crew-11, was evacuated from the International Space Station and returned to Earth a month early after a serious medical issue arose with one member. The astronauts—NASA's Mike Fincke and Zena Cardman, Japan's Kimiya Yui, and Russia's Oleg Platonov—splashed down safely off the California coast. NASA confirmed the affected crew member is in stable condition but did not disclose details about the illness or identity. This marks the first health-related evacuation from the ISS since its launch in 1998, highlighting the risks of long-duration space missions. The incident led to the cancellation of a planned spacewalk and reduced the station's crew to three until reinforcements arrive in February. The ISS, orbiting Earth at 250 miles altitude, conducts vital research on microgravity effects, but lacks an onboard doctor, relying on training and limited medical equipment. The early return underscores the challenges of managing health emergencies in space and the protocols in place for crew safety.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    },
    {
      "id": "ee12276aeb128fa5",
      "title": "Uncovering a Rare Neonatal Diabetes Through Genetic Research",
      "summary": "An international team of scientists has identified a previously unknown form of diabetes that affects infants, using advanced techniques like DNA sequencing and stem cell models. The research, led by the University of Exeter Medical School and Université Libre de Bruxelles, focused on six children who developed diabetes within the first six months of life and also exhibited neurological conditions such as epilepsy and microcephaly. By analyzing genetic data, the team discovered that mutations in the TMEM167A gene were responsible for both the metabolic and neurological symptoms. To understand the mechanism, researchers used stem cells transformed into pancreatic beta cells and applied CRISPR gene-editing to alter the TMEM167A gene. Experiments revealed that damaged TMEM167A leads to dysfunction in insulin-producing cells, causing stress responses and cell death. This finding highlights the gene's critical role in insulin secretion and neuron function, offering insights into rare diseases and potentially informing studies on more common forms of diabetes, which affect millions globally. The collaborative effort underscores the importance of genetic research in advancing medical knowledge.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_ee12276aeb128fa5_9f54543d855d.webp",
      "category": "Science"
    },
    {
      "id": "b7fec72587ee2b11",
      "title": "Unlocking Ice Age Secrets: Woolly Rhino DNA from a Wolf's Stomach",
      "summary": "Researchers discovered a 14,400-year-old frozen wolf puppy in Siberia with partially digested woolly rhino meat in its stomach. By sequencing the DNA from this meat, they obtained a complete genome of the woolly rhino, revealing that its population was genetically healthy and not inbred at that time. This finding was unexpected because woolly rhinos went extinct about 400 years later, suggesting they were thriving in northeastern Siberia just before disappearance. The study also compared this genome to an older one from 49,000 years ago, indicating a major population drop between 114,000 and 63,000 years ago, but recovery to a stable size. An effective population of around 1,600 rhinos was sufficient to avoid genetic issues, challenging previous assumptions about their decline. This research highlights how ancient DNA can provide insights into extinction events and population dynamics.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_b7fec72587ee2b11_005e4d9475b3.webp",
      "category": "Science"
    },
    {
      "id": "e6a49ae6502ff2e1",
      "title": "Uncovering the Link Between Statins and Muscle Pain",
      "summary": "Statins are widely prescribed medications for lowering cholesterol, but a significant number of patients discontinue use due to muscle pain, weakness, and fatigue. Researchers at Columbia University have identified a potential mechanism behind these side effects. Their study reveals that certain statins, such as simvastatin, bind to a protein called the ryanodine receptor in muscle cells. This binding opens a channel, causing calcium ions to leak into areas where they normally shouldn't be, which disrupts muscle function and can lead to pain and weakness. The research used cryo-electron microscopy, an advanced imaging technique, to observe this interaction at the atomic level. With approximately 40 million adults in the U.S. taking statins and about 10% experiencing muscle-related issues, this finding is crucial. The team is now exploring ways to redesign statins to avoid binding to the ryanodine receptor, aiming to develop safer cholesterol-lowering drugs that minimize side effects.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e6a49ae6502ff2e1_da85bb9bd647.webp",
      "category": "Science"
    },
    {
      "id": "dcd5ffa93577aecd",
      "title": "Unveiling Marine Darkwaves: Hidden Threats to Ocean Ecosystems",
      "summary": "Marine darkwaves are intense, short-lived periods of underwater darkness caused by factors such as sediment runoff, algae blooms, and organic debris, which drastically reduce light reaching the seafloor. An international team of scientists developed the first framework to identify and compare these events, analyzing decades of data from coastal regions in California and New Zealand. The research, published in Communications Earth & Environment, reveals that marine darkwaves can last from a few days to over two months and are often linked to powerful storms and large-scale weather systems like Cyclone Gabrielle. These events pose significant risks to photosynthetic marine organisms, including kelp forests, seagrass meadows, and corals, by impairing photosynthesis and affecting the behavior of fish, sharks, and marine mammals. Previously, scientists focused on long-term declines in water clarity, but this study highlights the damaging impact of sudden darkwaves. The new framework adds to tools for monitoring ocean stressors like marine heatwaves and acidification, providing coastal communities and conservation groups with a way to detect immediate ecosystem stress and inform management strategies.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcd5ffa93577aecd_23ea0f5e3b81.webp",
      "category": "Science"
    },
    {
      "id": "dcea2bc1e347a583",
      "title": "EPA Rule Limits State and Tribal Authority Over Pipeline Permits",
      "summary": "The Trump administration has proposed a new rule to change Section 401 of the Clean Water Act, aiming to speed up the permitting process for energy and infrastructure projects like oil and gas pipelines. This rule reduces the authority of states and tribes to review and block projects that could harm water quality. Previously, states and tribes could consider a wide range of water-quality impacts, including indirect effects such as blocking fish migration or altering river flows. Under the new rule, they are limited to assessing only direct discharges into federally protected waters, making the process more predictable and efficient for companies. EPA officials argue this prevents misuse of Section 401 for political purposes, but environmental groups warn it weakens oversight and could leave smaller streams and wetlands unprotected. The rule comes after recent Supreme Court decisions that have narrowed which waterways qualify for federal protection, further limiting state power. This change highlights a tension between promoting economic development and ensuring environmental safeguards.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_dcea2bc1e347a583_f21406c6c1f7.webp",
      "category": "Science"
    }
  ]
}