{
  "articles": [
    {
      "id": "819d86f0c8335e74",
      "title": "Solar Activity Promises Enhanced Northern Lights Viewing in 2026",
      "summary": "The article predicts that 2026 will be a promising year for observing the Northern Lights in the UK, due to ongoing solar activity. The Sun follows an 11-year cycle, with peak activity occurring in late 2024, as confirmed by NASA. Despite moving past this peak, solar events like flares and coronal mass ejections continue to occur, sending charged particles toward Earth that interact with the atmosphere to create auroras. In November 2025, an X5.1 solar flare triggered a significant Northern Lights display, visible as far south as Devon and Cornwall. While the strongest flares of 2024 were more intense, the current cycle remains active, with solar minimum not expected until around 2031-32. Consequently, even a single large solar event in 2026 could produce stunning auroral displays across the UK. The article emphasizes that while solar activity is declining, it remains sufficient for potential sightings, offering hope for skywatchers.",
      "source": "BBC Science",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    },
    {
      "id": "1d6decb70e89865f",
      "title": "Unlocking Hidden Mineral Resources in U.S. Mining Operations",
      "summary": "A recent statistical study led by Elizabeth Holley reveals that the United States might already be mining most of the critical minerals it requires, but these valuable materials are often discarded as byproducts during metal extraction. Critical minerals, such as cobalt, nickel, and lithium, are essential for modern technologies like electric vehicle batteries, wind turbines, and electronics, yet they face supply risks due to limited domestic production. The research combined data on U.S. mine production with geochemical measurements to estimate that recovering even a small percentage, like 1% to 90%, of these byproducts could significantly reduce the nation's dependence on foreign imports. This recovery could meet nearly all U.S. needs for critical minerals, offering economic benefits by turning waste into valuable resources and enhancing supply security for energy and defense industries. Additionally, it presents environmental advantages by reducing mine waste volumes and potential harm. However, challenges include the need for advanced technology and cost-effective methods to extract minerals from complex ores. The study highlights a strategic opportunity to leverage existing mining operations for national benefit, though practical implementation requires further innovation and policy support.",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_1d6decb70e89865f_def9779d10df.webp",
      "category": "Science"
    },
    {
      "id": "7d0fa82b95ae9968",
      "title": "James Webb Telescope Captures Distant Supernova from Cosmic Dawn",
      "summary": "Astronomers have achieved a significant breakthrough by using the James Webb Space Telescope (JWST) to detect a supernova at an unprecedented distance, occurring when the universe was approximately 730 million years old during the reionisation era. The discovery began with a long-duration gamma-ray burst (GRB) detected by the SVOM monitor, which led to follow-up observations with the ESO/VLT and JWST. JWST's Near Infrared Camera enabled researchers to isolate the supernova's fading light from its host galaxy, confirming its nature. This supernova, named SN in GRB 250314A, closely resembles SN 1998bw, a known supernova from a gamma-ray burst, suggesting that massive stars in the early universe died similarly to those today. The findings challenge previous assumptions that early star explosions would be brighter or different, indicating consistency across cosmic time. Future JWST observations are planned to further study the host galaxy and refine understanding of stellar evolution in the early universe.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_7d0fa82b95ae9968_b2980b462bf7.webp",
      "category": "Science"
    },
    {
      "id": "246824e2ce795666",
      "title": "Uncovering the Role of Mid-Sized Fish in Ocean Ecosystems",
      "summary": "Researchers at the Woods Hole Oceanographic Institution have discovered that large sharks spend extended periods in the mesopelagic zone, a deep ocean layer rich in biomass but dominated by small organisms. This raised questions about why such predators linger there. A study published in Marine Ecology Progress Series reveals that mid-sized predators, particularly the bigscale pomfret, serve as a crucial link between deep and shallow ocean ecosystems. Using satellite-based tracking tags, scientists monitored the movements of these fish, finding they are permanent residents of the twilight zone and undergo diel migration—staying deep during the day and moving to shallower waters at night to feed. Collaboration with commercial fishermen was essential for tagging enough fish due to their elusive nature. The research also shows that environmental factors, like water clarity in areas such as the Sargasso Sea, influence their behavior and migration patterns. This highlights how overlooked species in the mesopelagic zone play a significant role in marine food webs, connecting large predators like sharks to smaller prey and emphasizing the importance of understanding these intermediate links for ocean ecology.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_246824e2ce795666_a20bf90c5699.webp",
      "category": "Science"
    },
    {
      "id": "ff3befafa5fc188a",
      "title": "Brain Organoids Reveal Electrical Biomarkers for Schizophrenia and Bipolar Disorder",
      "summary": "Researchers have developed brain organoids, which are miniature brain models grown from stem cells derived from patients with schizophrenia, bipolar disorder, and healthy controls. These organoids, about three millimeters in diameter, mimic parts of the human prefrontal cortex and include various neural cells and myelin. By analyzing electrical activity using machine learning and multi-electrode arrays, the team identified specific biomarkers—patterns in neuron firing—that distinguish between healthy and affected organoids with up to 92% accuracy when stimulated. This study, published in APL Bioengineering, aims to address the diagnostic challenges of psychiatric conditions, which often rely on clinical judgment and trial-and-error treatments. The findings could lead to more precise diagnoses and personalized drug testing on organoids, potentially improving mental health care.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ff3befafa5fc188a_3d9d64b07cf2.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Revised Inheritance Tax on Farms: Balancing Policy and Protests",
      "summary": "The UK government has revised its proposal to tax inherited farmland, increasing the threshold from £1 million to £2.5 million after facing significant opposition. Initially announced in last year's Budget, the plan aimed to impose a 20% tax on agricultural assets above £1 million from April 2026, ending long-standing tax relief. This climbdown followed months of protests by farmers and concerns from Labour backbenchers in rural areas. Environment Secretary Emma Reynolds stated that the change protects more ordinary family farms while ensuring larger estates contribute more. The National Farmers' Union welcomed the adjustment, noting it removes many family farms from tax liability, but the Country Land and Business Association cautioned that some businesses with high-value assets might still face unaffordable burdens due to narrow profit margins. Farmer Ben Ardern viewed it as a positive step but argued for exempting family farms entirely and targeting corporations that invest in land for tax avoidance. The political fallout included a suspended MP for voting against the government, highlighting internal dissent. This revision reflects the government's responsiveness to public pressure but leaves ongoing debates about fairness and economic impact in rural communities.",
      "source": "BBC Science",
      "time_ago": "5 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    }
  ]
}