{
  "articles": [
    {
      "id": "01fbebe214b402dd",
      "title": "卢比奥在慕尼黑演讲前警告欧洲地缘政治新时代",
      "summary": "美国国务卿马可·卢比奥在前往欧洲参加慕尼黑安全会议发表重要演讲前，警告世界正面临“新时代”的地缘政治变化。此次会议约有50位世界领导人出席，讨论关键议题如乌克兰战争、中美紧张关系以及潜在的伊朗核协议。卢比奥的讲话发生在跨大西洋关系紧张加剧的背景下，部分源于去年美国副总统JD·万斯批评欧洲政策的演讲，以及近期特朗普政府威胁吞并格陵兰的无证据主张，这些行为削弱了与欧洲盟友的信任。欧洲领导人意见分歧：法国总统埃马纽埃尔·马克龙强调欧洲需增强战略自主性，而北约秘书长马克·吕特则重申跨大西洋纽带的重要性。文章指出对美国北约承诺的担忧，前美国大使和指挥官在一封公开信中呼吁继续支持北约，称其为增强美国影响力的“力量倍增器”。讨论将聚焦欧洲防务和美欧关系未来，卢比奥呼吁在此演变的地缘政治格局中重新审视各国角色。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_01fbebe214b402dd_03bca675e4b9.webp",
      "category": "News"
    },
    {
      "id": "eaab5917be26518e",
      "title": "特朗普撤销认定温室气体危害公共健康的里程碑裁决",
      "summary": "美国总统唐纳德·特朗普撤销了2009年的一项关键科学裁决，即“危害认定”，该认定由环境保护署（EPA）在奥巴马时代提出，结论是一系列温室气体（如二氧化碳和甲烷）对公共健康构成威胁。这一认定成为联邦控制排放（尤其是车辆排放）的法律基石。特朗普政府称此次撤销为“美国历史上最大的去监管行动”，声称将使汽车更便宜，为汽车制造商每辆车节省2400美元成本。然而，环保组织强烈反对，认为这是迄今为止最重要的气候行动倒退，并计划在法庭上挑战。前总统巴拉克·奥巴马批评这一决定，称其将使美国人更容易受到健康风险和气候影响。危害认定在奥巴马任期内至关重要，因为国会当时在气候立法上存在分歧，使得EPA能够实施排放控制。专家指出，撤销这一认定可能削弱多个行业的环保标准，反映经济政策与环境治理之间的更广泛冲突。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_eaab5917be26518e_58030d1b6705.webp",
      "category": "News"
    },
    {
      "id": "4089d83b00e6e648",
      "title": "史蒂文·斯皮尔伯格向已故詹姆斯·范德比克的GoFundMe捐款25,000美元",
      "summary": "奥斯卡获奖电影导演史蒂文·斯皮尔伯格及其妻子凯特·卡普肖向已故《恋爱时代》演员詹姆斯·范德比克的GoFundMe活动捐赠了25,000美元，该活动旨在为其家人筹集200万美元以支付医疗费用。范德比克因肠癌去世，享年48岁，留下妻子金伯利和六个孩子，筹款活动已超过200万美元目标。其他名人如女演员佐伊·索尔达娜-佩雷戈每月捐赠2,500美元，导演朱浩伟也捐赠了10,000美元。范德比克家族的朋友们组织了这次筹款，并发表声明感谢捐助者的爱心与支持，强调在深重悲痛中社区团结的重要性。尽管斯皮尔伯格与范德比克从未正式合作，但范德比克是其粉丝，其角色道森的卧室墙上贴有斯皮尔伯格电影的海报。此事件突显了医疗费用对家庭的负担以及众筹在提供援助中的作用，反映了社会对悲剧的集体回应和名人慈善的影响力。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4089d83b00e6e648_ca6ca7bc028b.webp",
      "category": "News"
    },
    {
      "id": "b0900ee236bd58be",
      "title": "新闻摘要：法官阻止五角大楼惩罚参议员凯利",
      "summary": "联邦法官理查德·莱昂暂时阻止了五角大楼惩罚亚利桑那州参议员马克·凯利，原因是他参与了一段呼吁部队抵制非法命令的视频。五角大楼上月谴责了凯利，并威胁要降职和削减他的退休金，但莱昂法官裁定这些行为侵犯了凯利的权利，并威胁到数百万军事退休人员的宪法自由。凯利回应称，这一裁决是关键时刻，并猛烈抨击了特朗普政府。国防部长皮特·赫格塞斯表示，五角大楼将对今天的裁决提出上诉。此前，一个大陪审团拒绝就视频起诉凯利和其他五名民主党议员。此外，文章还涉及其他头条新闻：参议院委员会的民主党人批评了本周埃尔帕索空域的关闭，称真正的沟通问题导致了前所未有的关闭；印度农民和工会组织了一场全国性罢工，抗议与美国的贸易协议，突显了更广泛的政治和经济紧张局势。这些内容共同展示了法律、政治和国际关系在当代新闻中的交叉点。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b0900ee236bd58be_9647e01f70c1.webp",
      "category": "News"
    },
    {
      "id": "d788890689f08a25",
      "title": "特朗普撤销温室气体排放监管标志性政策",
      "summary": "美国环境保护署（EPA）已正式撤销了2009年奥巴马政府时期制定的《危害认定》，这是一项关键的气候政策评估。该认定基于广泛的科学审查，结论是温室气体（如二氧化碳、甲烷和氧化亚氮）通过加剧人为气候变化、极端天气事件和空气污染，危害公众健康与福利。根据《清洁空气法案》的法律框架，这一认定要求EPA对工业和车辆排放进行监管。特朗普政府通过EPA署长李·泽尔丁废除了此认定，称其缺乏科学和法律依据，是一场骗局，并宣称这是美国历史上最大的放松管制行动，预计将为纳税人节省超过1.3万亿美元，促进经济灵活性。同时，公共卫生和环保组织警告，撤销可能导致未来几十年内过早死亡和哮喘发作等发病率上升。这一政策逆转预计将引发法律诉讼，反映了在气候治理、监管权力和环境科学解释方面的深刻意识形态分歧。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d788890689f08a25_c9928abad9cb.webp",
      "category": "News"
    },
    {
      "id": "aed76e18d790d11b",
      "title": "尽管遭遇挫折，研究人员在南极洲思韦茨冰川发现新发现",
      "summary": "本文报道了在南极洲思韦茨冰川进行的一项科学考察，由冰川学家大卫·霍兰德领导，PBS新闻一小时记者迈尔斯·奥布莱恩随行报道。考察队旨在通过钻孔在冰川下的海洋中部署传感器，以监测冰融化和海平面上升的关键数据，但钻孔努力以失败告终，未能安装传感器。尽管遭遇这一挫折，考察队继续进行了其他研究项目，并强调了气候变化背景下冰川研究的紧迫性。文章将这一科学挑战置于特朗普政府放松气候法规的更大政治环境中，探讨了极地研究的方法论困难以及科学家在恶劣条件下的适应能力。通过连接局部发现与全球影响，如海洋变暖和冰损失，本文倡导在政治和环境不确定性中持续进行科学探究，展示了气候科学中的韧性和持久努力的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aed76e18d790d11b_14079f8b8e32.webp",
      "category": "News"
    }
  ]
}