{
  "articles": [
    {
      "id": "0911261569fcdc52",
      "title": "K2 Secures Funding for Advanced Satellite Development",
      "summary": "K2, a startup founded in 2022, has raised $250 million in a Series C funding round led by Redpoint Ventures, bringing its total funding to over $400 million. The company is based in Torrance, California, and operates a large factory to produce two classes of satellites: Mega and Giga. Their first major mission, the Gravitas satellite, is set to launch in March 2026 on a Falcon 9 rocket, funded by the US Space Force. Gravitas will test advanced systems, including a 20-kilowatt Hall-effect thruster and twin solar arrays generating 20 kilowatts of power. K2 aims to leverage upcoming heavy-lift rockets like SpaceX's Starship and Blue Origin's New Glenn to deploy Giga satellites, which can produce up to 100 kilowatts per satellite for applications such as AI computing and astronomy telescopes. The company uses a vertical integration strategy, designing its own components to reduce costs and scale production. K2 has secured $500 million in contracts with commercial and government customers, highlighting demand for large satellite platforms in emerging space markets.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    },
    {
      "id": "757eecb0e6022e55",
      "title": "Medical Cannabis: Balancing Hope and Evidence in Modern Medicine",
      "summary": "Medical cannabis is increasingly used for conditions like chronic pain, anxiety, and insomnia, but a comprehensive analysis by UCLA Health reveals that scientific evidence supporting these applications is often insufficient. The study, published in JAMA, reviewed over 2,500 scientific papers from 2010 to 2025, prioritizing 120 based on factors like sample size and relevance. It found that only FDA-approved pharmaceutical-grade cannabinoids have clear clinical benefits, specifically for HIV/AIDS-related appetite loss, chemotherapy-induced nausea, and severe pediatric seizure disorders such as Dravet syndrome. For other issues, including chronic pain—which over half of users seek it for—clinical guidelines do not recommend cannabis as a first-line treatment due to uncertain evidence. The analysis also identified significant risks: high-potency cannabis in adolescents is linked to higher rates of psychotic symptoms and generalized anxiety disorder, while daily use, especially of inhaled products, may increase cardiovascular risks like heart attack and stroke. Additionally, about 29% of medical users meet criteria for cannabis use disorder. The researchers emphasize that clinicians should provide honest, evidence-based guidance, screening for cardiovascular and psychotic disorders, and weighing potential harms against benefits. This highlights a gap between public perception and scientific reality, urging more research and cautious medical practice.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_757eecb0e6022e55_b7551b0c36a4.webp",
      "category": "Science"
    },
    {
      "id": "bba9a77e9eb03d6f",
      "title": "Theobromine in Dark Chocolate Linked to Slower Biological Aging",
      "summary": "A recent study from King's College London has identified theobromine, a compound found in cocoa, as potentially slowing biological aging. Published in the journal Aging, the research analyzed blood samples from 509 participants in TwinsUK and 1,160 in KORA, totaling over 1,600 individuals from European groups. The study measured theobromine levels in the blood and compared them with biological aging markers, such as DNA methylation and telomere length. Biological age reflects how well the body functions based on epigenetic changes, rather than chronological age. Results showed that higher theobromine concentrations were associated with a younger biological age. The researchers, led by Professor Jordana Bell, emphasized that this finding links a key component of dark chocolate to healthier aging, though they caution against increasing chocolate consumption without further evidence. Theobromine stood out among other cocoa and coffee metabolites as the only compound with this specific association. The team is now investigating whether theobromine acts independently or alongside other compounds like polyphenols. This research aims to explore how dietary metabolites interact with the epigenome to influence aging and disease risks.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bba9a77e9eb03d6f_5858891954ff.webp",
      "category": "Science"
    },
    {
      "id": "3878160253258136",
      "title": "Neutrinos Trigger Rare Atomic Reactions in Underground Detector",
      "summary": "Researchers have achieved a breakthrough by observing neutrinos, often called ghost particles due to their weak interactions, converting carbon-13 atoms into nitrogen-13 in an underground detector. This experiment, conducted at SNOLAB in Sudbury, Canada, used the SNO+ detector to capture rare events where solar neutrinos from the Sun's core hit carbon-13 nuclei, causing a transformation. Over 231 days, the team detected 5.6 such events, matching predictions based on solar neutrino flux. The detection relied on a delayed coincidence technique, identifying two light bursts: one from the initial neutrino interaction and another from the decay of nitrogen-13 minutes later. This method helped distinguish true signals from background noise. The findings build on earlier work by the SNO experiment, which contributed to a Nobel Prize, and open new avenues for studying low-energy neutrino interactions. Scientists highlight this as a step forward in understanding stellar processes and nuclear reactions, using neutrinos as a natural test beam for atomic research.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3878160253258136_bc9ac76ed769.webp",
      "category": "Science"
    },
    {
      "id": "d7414bebeefb3023",
      "title": "Unraveling the Mysteries of TRAPPIST-1e",
      "summary": "Astronomers are focusing on TRAPPIST-1e, an Earth-sized exoplanet orbiting the red dwarf star TRAPPIST-1, located about 39 light-years from Earth. This planet lies within the star's habitable zone, where temperatures could allow liquid water if an atmosphere exists, raising the possibility of life. Recent studies using NASA's James Webb Space Telescope have provided the first detailed observations of the TRAPPIST system. Researchers, including Sukrit Ranjan from the University of Arizona, analyzed data from transits where the planet passes in front of its star, using the Near-Infrared Spectrograph to detect atmospheric gases. They observed faint hints of methane, but caution is needed because TRAPPIST-1 is an M dwarf star with different properties than our sun, making it hard to distinguish planetary signals from stellar noise. Ranjan's team modeled various atmospheric scenarios and found that the methane hints are more likely noise from the star, not evidence of an atmosphere. They emphasize that while the findings are a step forward, more data and rigorous studies are required to confirm if TRAPPIST-1e has an atmosphere and is habitable. The James Webb Telescope, though not originally designed for small exoplanets, is proving valuable in this exploration.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d7414bebeefb3023_2ce0aa63a2be.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Officials Discuss Impacts of Anti-Science Policies on Public Health",
      "summary": "This article announces a live discussion featuring three former top leaders from the Centers for Disease Control and Prevention (CDC): Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan. They resigned in protest after Health Secretary Robert F. Kennedy Jr., an anti-vaccine activist, implemented policies that undermine the agency's scientific mission. Kennedy cut funding, reduced staff, and fired CDC Director Susan Monarez for refusing to approve recommendations from a panel of vaccine skeptics. The CDC, a key public health agency, faced chaos, including a shooting incident targeting its scientists. The former leaders managed critical programs: Daskalakis oversaw immunization and respiratory diseases, Houry handled a $6 billion budget and science offices, and Jernigan led responses to infectious diseases like Ebola and SARS. In the event, they will detail how Kennedy's anti-science agenda is damaging the CDC's ability to protect public health, emphasizing the loss of evidence-based policymaking and potential long-term consequences for disease prevention. The discussion aims to raise awareness and suggest ways to address the damage.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    }
  ]
}