{
  "articles": [
    {
      "id": "0911261569fcdc52",
      "title": "投资者向设计“千兆”卫星的初创公司注资2.5亿美元",
      "summary": "一家名为K2的初创公司已筹集2.5亿美元，用于在加利福尼亚州托伦斯的一家工厂扩大生产。K2成立于2022年，旨在制造新型高功率卫星，分为Mega和Giga两类。其首颗主要演示卫星Gravitas计划于2026年3月由猎鹰9号火箭发射，由美国太空军资助。Gravitas将测试关键系统，包括一个20千瓦的霍尔效应推进器和可产生20千瓦电力的双太阳能阵列。K2计划利用即将到来的重型火箭，如SpaceX的星舰和蓝色起源的新格伦，部署Giga卫星，每颗卫星可产生高达100千瓦的电力，用于人工智能计算和天文望远镜等任务。公司采用垂直整合策略，自行设计推进器和航空电子设备等组件，以降低成本并扩大生产。K2已获得商业和政府客户5亿美元的签约合同，反映了对大型卫星平台的需求。这一举措旨在利用日益增长的发射能力，探索轨道上的新可能性。",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    },
    {
      "id": "757eecb0e6022e55",
      "title": "科学家揭示医疗大麻的真实益处与潜在风险",
      "summary": "医疗大麻广泛用于慢性疼痛、焦虑和失眠等问题，但加州大学洛杉矶分校健康中心主导的一项重大分析报告指出，科学支持这些用途的证据仍然薄弱。该研究发表在《美国医学会杂志》上，审查了2010年1月至2025年9月期间发布的2500多篇科学论文，包括随机临床试验、荟萃分析和临床指南。其中120多项研究基于样本量、时效性、相关性和所涉及健康问题的范围被优先考虑。研究发现，只有美国食品药品监督管理局批准的特定制药级大麻素产品显示出明确的临床益处，这些药物仅限于某些条件，如HIV/AIDS相关的食欲不振、化疗引起的恶心呕吐以及严重儿科癫痫障碍如Dravet综合征和Lennox-Gastaut综合征。对于许多其他健康问题，现有证据仍不确定或不足。尽管超过一半的医疗大麻使用者尝试用于慢性疼痛，但当前临床指南不推荐大麻基治疗作为疼痛管理的首选。分析还检查了安全问题：青少年长期研究表明，高效力大麻可能与较高的精神病症状率（12.4%对比7.1%）和广泛性焦虑障碍率（19.1%对比11.6%）相关。约29%的医疗大麻使用者符合大麻使用障碍的标准。每日消费，尤其是吸入或高效力产品，可能导致心血管问题，包括与非每日使用相比，冠心病、心脏病发作和中风的风险升高。该综述建议临床医生在推荐含THC产品前，筛查心血管疾病和精神病障碍，考虑可能的药物相互作用，并评估潜在危害是否超过益处。这凸显了公众认知与科学证据之间的差距，呼吁更多研究和谨慎的医疗实践。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_757eecb0e6022e55_b7551b0c36a4.webp",
      "category": "Science"
    },
    {
      "id": "bba9a77e9eb03d6f",
      "title": "科学家发现黑巧克力成分可延缓衰老",
      "summary": "伦敦国王学院的研究人员近期在《衰老》期刊上发表了一项研究，发现黑巧克力中的天然成分可可碱可能有助于延缓生物衰老。该研究分析了来自TwinsUK的509名参与者和KORA的1160名参与者，总计超过1600名欧洲个体的血液样本，测量了可可碱水平并与生物衰老标志物（如DNA甲基化和端粒长度）进行比较。生物年龄反映了基于表观遗传变化的身体功能状态，而非实际年龄。结果显示，血液中可可碱浓度较高的人往往具有更年轻的生物年龄。研究团队由Jordana Bell教授领导，强调这一发现将黑巧克力的关键成分与更健康的衰老联系起来，但警告在没有进一步证据的情况下不应增加巧克力摄入量。可可碱在其他可可和咖啡代谢物中脱颖而出，是唯一具有这种特定关联的化合物。团队目前正在研究可可碱是独立作用还是与多酚等其他化合物协同作用。这项研究旨在探索膳食代谢物如何与表观基因组相互作用，以影响衰老和疾病风险，为营养表观基因组学领域提供了新的见解，可能有助于开发促进长寿和预防年龄相关疾病的策略。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bba9a77e9eb03d6f_5858891954ff.webp",
      "category": "Science"
    },
    {
      "id": "3878160253258136",
      "title": "幽灵粒子穿透地球引发隐藏原子反应",
      "summary": "科学家们最近在地下实验室中观察到来自太阳的幽灵粒子——中微子——将碳-13原子转化为氮-13原子的现象。这项研究在加拿大萨德伯里的SNOLAB进行，使用了SNO+探测器来捕捉这一罕见事件。中微子因其与物质极弱的相互作用而难以探测，在此实验中，研究人员通过延迟符合技术识别了两个相关的光爆发：第一个来自中微子击中碳-13核，第二个来自氮-13约十分钟后的衰变。在231天的时间里，探测器记录了5.6次这样的事件，与基于太阳中微子通量的预测相符。这一发现建立在SNO实验的基础上，后者曾因解决太阳中微子问题获得诺贝尔奖。新研究提供了对该特定核反应的首个直接截面测量，有助于理解恒星过程和核物理。科学家们强调，这为中微子作为天然测试束研究稀有原子反应开辟了新途径，推动了粒子物理学和宇宙学的发展。地下设施的使用有效屏蔽了宇宙射线和背景辐射，确保了测量的精确性。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3878160253258136_bc9ac76ed769.webp",
      "category": "Science"
    },
    {
      "id": "d7414bebeefb3023",
      "title": "附近地球大小的行星变得更加神秘",
      "summary": "天文学家正专注于研究TRAPPIST-1e，这是一颗地球大小的系外行星，围绕红矮星TRAPPIST-1运行，距离地球约39光年。该行星位于恒星的宜居带内，如果存在大气层，温度可能允许液态水存在，从而引发生命可能性。最近利用NASA詹姆斯·韦伯太空望远镜进行的研究提供了TRAPPIST系统的首次详细观测。研究人员包括亚利桑那大学的Sukrit Ranjan，他们分析了行星凌星时的数据，使用近红外光谱仪探测大气气体。他们观测到微弱的甲烷迹象，但需谨慎，因为TRAPPIST-1是一颗M矮星，与太阳性质不同，难以区分行星信号与恒星噪声。Ranjan的团队模拟了多种大气情景，发现甲烷迹象更可能是恒星噪声，而非大气证据。他们强调，尽管这些发现是向前迈出的一步，但需要更多数据和严格研究来确认TRAPPIST-1e是否拥有大气层并适宜居住。詹姆斯·韦伯望远镜虽非最初为小型系外行星设计，但在此探索中证明有价值。这项研究突出了系外行星科学中的挑战，即在寻找潜在宜居世界时需谨慎解释数据。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d7414bebeefb3023_2ce0aa63a2be.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "前CDC领导详述RFK Jr.反科学议程的影响",
      "summary": "本文预告了由Ars Technica组织的一场直播讨论，特邀三位前美国疾病控制与预防中心（CDC）高级官员：Drs. Demetre Daskalakis、Debra Houry和Daniel Jernigan。他们在卫生部长罗伯特·F·肯尼迪（RFK Jr.）——一位反疫苗活动家——实施反科学政策后协调辞职，以抗议其对CDC科学使命的破坏。肯尼迪削减资金、裁员，并解雇了CDC主任Susan Monarez，因她拒绝批准其亲手挑选的疫苗怀疑论者小组的建议。CDC陷入混乱，甚至发生枪击事件，超过500发子弹射向其总部，针对科学家。这三位前领导拥有丰富专业知识：Daskalakis管理免疫和呼吸道疾病应对，Houry监督60亿美元预算和科学办公室，Jernigan领导应对埃博拉和SARS等新发传染病。讨论将深入探讨肯尼迪反科学议程的系统性影响，分析意识形态优先于实证证据如何损害CDC保护公共健康的能力，可能导致长期公共卫生风险。活动旨在提高意识，探讨修复损害的策略，强调对国家健康安全和科学话语的广泛影响。直播定于12月16日星期二东部时间下午2点举行。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    }
  ]
}