{
  "articles": [
    {
      "id": "f348eaeb2e9c1e83",
      "title": "Water Companies Get New Checks to Keep Water Clean",
      "summary": "The government in England and Wales is making big changes to help water companies do a better job. They will have surprise inspections, like MOT checks for cars, to make sure they are not polluting or wasting water. Water companies will also need to put labels on appliances like dishwashers to show how much water they use, so families can save water and money. This is because many people have been upset about dirty water, leaks, and water shortages. The government says water companies have been checking their own work, which is not fair, so now there will be new teams to watch them closely. A new boss called a chief engineer will help make sure everything runs smoothly. Some people think these changes are good but not enough to fix all the problems quickly.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_f348eaeb2e9c1e83_5235b4d1519c.webp",
      "category": "Science"
    },
    {
      "id": "56bcb744ac8faff5",
      "title": "Why Some Wounds Won't Heal: A Simple Explanation",
      "summary": "Scientists have found out why some wounds, like those from diabetes, take a long time to heal. They discovered that a common bacterium called Enterococcus faecalis can stop the body from fixing wounds. This bacterium makes something called hydrogen peroxide, which is like a harmful chemical that hurts skin cells. When skin cells get hurt, they can't do their job to close the wound. This is a big problem because many people around the world get these chronic wounds, and they can lead to serious issues like amputations. The good news is that by stopping this bacterium from making hydrogen peroxide, wounds might heal faster. This research was done by scientists from Singapore and Switzerland, and it could help doctors treat wounds better in the future.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_56bcb744ac8faff5_09eff5f8a5b7.webp",
      "category": "Science"
    },
    {
      "id": "b3b6b64719ab0135",
      "title": "A Study on Bacteria in Diabetic Foot Infections",
      "summary": "Scientists from King's College London and the University of Westminster studied E. coli bacteria found in foot infections in people with diabetes. They looked at bacteria from patients in many countries like Nigeria, the UK, and China. The study showed that these bacteria are very different from each other and not just one type. Some bacteria can resist antibiotics, making infections hard to treat. This research helps doctors understand the bacteria better so they can choose the right medicines to help patients heal faster and avoid serious problems like amputation.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b3b6b64719ab0135_62c9b88b81cb.webp",
      "category": "Science"
    },
    {
      "id": "5b6007d0d3c3a093",
      "title": "A Wobbly Black Hole Jet Affects a Galaxy",
      "summary": "In space, some galaxies have a super bright center called an active galactic nucleus, powered by a supermassive black hole. This black hole pulls in gas and dust, releasing energy that can create jets shooting out from the galaxy. Astronomers led by Justin Kader studied a nearby galaxy named VV 340a and found that its black hole jet is wobbling like a spinning top. This wobbling jet pushes gas out of the galaxy at a fast rate, about 19 suns' worth of mass each year. When gas is pushed out, it can't be used to make new stars, so this affects how many stars the galaxy can form in the future. The scientists used telescopes like the James Webb Space Telescope to see through dust and observe this process, helping us understand how black holes change galaxies over time.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_5b6007d0d3c3a093_27c1bb797860.webp",
      "category": "Science"
    },
    {
      "id": "6bb33234675be288",
      "title": "NASA's Big Rocket Moves to the Launch Pad for a Moon Trip",
      "summary": "NASA's Artemis II rocket and spacecraft moved to the launch pad in Florida. It took 12 hours to roll out from a big building. A slow crawler carried the rocket 4 miles to the pad. Engineers will now do a test called a wet dress rehearsal. This test practices fueling the rocket and counting down like on launch day. The Artemis II mission will carry four astronauts around the Moon for 10 days. This is a step to help NASA send people back to the Moon and later to Mars. The rocket is part of NASA's plan to explore space with humans.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_6bb33234675be288_3ef4197b035d.webp",
      "category": "Science"
    },
    {
      "id": "579d406d1766e32d",
      "title": "What Hedgehogs Do at Night in Gardens",
      "summary": "Scientists used hidden cameras to watch hedgehogs in gardens at night. They studied over 400 gardens in Chester and found hedgehogs in more than half of them. Hedgehogs are small, spiny animals that come out after dark. They like to visit gardens because they can find food there. Hedgehogs are in danger because their numbers are going down. People can help by leaving out food that is good for hedgehogs and making gardens friendly with wildflowers and holes in fences. This study helps us learn how to protect hedgehogs so they can survive.",
      "source": "BBC Science",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_579d406d1766e32d_1cdc1bc08bae.webp",
      "category": "Science"
    }
  ]
}