{
  "articles": [
    {
      "id": "62845d62ac14d55c",
      "title": "科学家发现隐藏几何结构，使电子像重力一样弯曲",
      "summary": "日内瓦大学与萨莱诺大学及CNR-SPIN研究所的研究人员合作，在量子材料领域取得重大突破，发现了一种名为量子度量的几何特征，它能改变电子运动方式，类似于重力弯曲光的现象。这项研究发表在《科学》杂志上，重点关注了钛酸锶和铝酸镧之间的界面，这是一个研究量子行为的强大平台。通过应用强磁场，团队检测到电子轨迹因量子度量而扭曲，从而实验性地证明了其存在，结束了约20年的理论推测。量子度量描述了量子空间的曲率，影响材料的光学、电子和传输特性。研究发现，量子度量是许多材料的基本特征，而非先前认为的罕见例外，这为探索和利用量子几何开辟了新途径。潜在应用包括太赫兹频率电子学、超导性和光-物质相互作用，可能推动下一代电子设备的发展，提高能源效率，并为高速通信和可持续技术带来创新。这一发现强调了量子几何在材料科学中的重要性，为未来量子器件和先进能源解决方案奠定了基础。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_62845d62ac14d55c_c06e29aab7b2.webp",
      "category": "Science"
    },
    {
      "id": "b4eaccadb354363b",
      "title": "科学家发现将肠道细菌转化为抗衰老工厂的方法",
      "summary": "研究人员发现了一种方法，可以诱导动物消化系统中的细菌像微型工厂一样生产与延长寿命相关的化合物。这项研究由Janelia高级组长Meng Wang领导，她的团队专注于理解衰老生物学。他们探索了是否能够促使肠道微生物群（肠道中产生多种化合物的细菌集合）制造支持健康和长寿的物质，重点关注了结肠酸——一种由肠道细菌自然产生的化合物，已被证明能延长线虫和果蝇的寿命。在最新实验中，Wang的团队发现，当暴露于低剂量抗生素头孢利定时，肠道细菌产生了更高水平的结肠酸。给予头孢利定的线虫寿命更长，将这种细菌化合物的增加与改善的寿命联系起来。研究人员随后在小鼠中测试了这种方法。低剂量的头孢立德激活了肠道细菌中参与制造结肠酸的基因表达，导致年龄相关代谢的显著变化，包括雄性小鼠中好胆固醇水平升高和坏胆固醇水平降低，以及雌性小鼠中胰岛素水平降低。头孢立德有一个重要优势：口服时不会被吸收到血液中，这意味着它可以影响肠道微生物群而不影响身体其他部分，有助于避免毒性和不必要的副作用。根据研究人员的说法，这些结果突显了一种有前景的策略，即使用作用于细菌而非人类细胞的药物来促进长寿。他们建议这项工作可能重塑未来药物的设计方式，将重点转向引导微生物群为宿主生产健康支持分子的化合物。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_b4eaccadb354363b_93b1c858e9bd.webp",
      "category": "Science"
    },
    {
      "id": "a3a3772ed48370f6",
      "title": "马斯克的SpaceX申请发射一百万颗卫星入轨",
      "summary": "埃隆·马斯克的SpaceX公司已向美国联邦通信委员会提交申请，计划发射多达一百万颗卫星进入地球轨道，以构建“轨道数据中心”来支持人工智能（AI）的发展。该公司声称，与传统的陆地数据中心相比，这种太空基地在成本和能源效率上更具优势，能够满足AI日益增长的计算需求。这些卫星将采用太阳能供电，并在低地球轨道（海拔500-2000公里）运行，类似于现有的近一万颗Starlink卫星网络，后者提供互联网服务。SpaceX表示，该系统可为全球数十亿用户提供计算能力，并是迈向“卡尔达肖夫II型文明”——即能利用太阳全部能量的先进社会——的第一步。然而，专家们提出担忧：太空拥堵可能增加碰撞风险和碎片积累；卫星的无线电波会干扰天文观测；在轨道上发射、维护和保护硬件的物流复杂性依然很大。马斯克反驳这些关切，强调太空的广阔性，但监管和环境挑战持续存在。申请中未指定时间表，反映了在太空可持续性和技术可行性争议中实施的不确定性。",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a3a3772ed48370f6_a7a11f1c18f3.webp",
      "category": "Science"
    },
    {
      "id": "1abd2f659d6582c0",
      "title": "科学家最终解释他汀类药物引起的肌肉疼痛",
      "summary": "他汀类药物通过降低胆固醇显著改善了心血管健康，为数百万人减少了心脏病发作和中风的风险。尽管有这些益处，许多患者会出现不必要的副作用，包括肌肉疼痛和无力，在罕见情况下甚至可能导致肌肉组织危险分解并引发肾衰竭。不列颠哥伦比亚大学与威斯康星大学麦迪逊分校的科学家现已确定了引发这些肌肉相关问题的机制。他们的研究发表在《自然通讯》上，指出了一条开发不引起这些并发症的更安全他汀类药物的途径。研究人员使用冷冻电子显微镜这一先进成像方法，观察了他汀类药物如何与一种名为兰尼碱受体（RyR1）的关键肌肉蛋白相互作用。该蛋白调节肌肉细胞内的钙流动，作为仅在肌肉需要收缩时打开的闸门。研究发现，当他汀类药物与RyR1结合时，会迫使通道处于开放位置，导致钙持续泄漏，这可能对肌肉组织产生毒性并导致损伤。研究聚焦于阿托伐他汀，这是全球最常用的他汀类药物之一，但研究人员认为相同机制可能适用于他汀家族的其他药物。他们发现他汀以不寻常的方式结合兰尼碱受体：三个他汀分子在蛋白质的口袋中聚集，第一个分子在通道关闭时结合，为开放奠定基础，然后另外两个分子嵌入，迫使通道完全开放。这一发现为设计不与肌肉组织相互作用的他汀类药物提供了路线图。通过仅修改他汀分子中负责这些有害相互作用的部分，研究人员可能能够在降低肌肉损伤风险的同时保留降胆固醇益处。严重的肌肉损伤仅影响全球超过2亿他汀用户的很小一部分，但较轻微的症状如酸痛和疲劳更为常见，并常导致患者停止服药。新发现可能有助于减少这些副作用，并鼓励患者继续接受保护心脏健康的治疗。该研究强调了尖端成像工具如何改变医学研究，将长期存在的安全问题转化为可操作的科学研究，可能塑造未来疗法。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_1abd2f659d6582c0_da85bb9bd647.webp",
      "category": "Science"
    },
    {
      "id": "9fa78a1704c6e721",
      "title": "木星云层隐藏的重大发现",
      "summary": "一项由芝加哥大学和喷气推进实验室的研究人员领导的最新研究，通过开发迄今为止最详细的木星大气模型，揭示了其内部组成的长久谜团。该模型整合了大气化学和流体动力学，同时模拟化学反应和气体运动，提供了对这颗气态巨行星密集云层的前所未有的洞察。关键发现表明，木星的氧含量约为太阳的1.5倍，这一结果澄清了关于其组成的争论，并增进了对行星吸积和太阳系形成理论的理解。木星的大气以剧烈现象为特征，如持续数百年的“大红斑”风暴，给直接观测带来挑战，例如伽利略号探测器在进入大气层时失去联系。当前任务，如美国宇航局的朱诺号，从轨道收集氨和甲烷等化学数据，但推断深层过程需要复杂的建模。这项研究解决了过去对水和氧含量估计的矛盾，展示了计算进步如何通过弥合化学分析和大气行为之间的差距来改变行星科学研究。该研究发表在《行星科学杂志》上，强调了多学科方法在解开气态巨行星大气复杂性中的重要性。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9fa78a1704c6e721_ddb0c947d21f.webp",
      "category": "Science"
    },
    {
      "id": "1924a2590abe37c3",
      "title": "HS2铁路沿线发现的宝藏藏于秘密仓库",
      "summary": "在英国HS2高速铁路建设过程中，考古学家发现了约45万件文物，为英国历史提供了新的见解。这些宝藏藏于约克郡的一个秘密仓库中以确保安全，包括可能属于罗马角斗士的标签、一把可能超过4万年前的手斧以及19世纪的金假牙。自2018年以来，约1000名考古学家在伦敦至伯明翰路线的60个挖掘点进行了工作，这是英国规划法律要求的遗产保护评估的一部分。虽然野外工作已基本完成，但这些文物的未来——是继续储存还是公开展示——尚未决定。该项目引发了争议：像英格兰遗产这样的组织赞扬这些发现，但批评者如议员格雷格·史密斯则认为，HS2不断攀升的成本、延误以及对环境和历史景观的破坏使其不值得建设。HS2的回应承认了过去的问题，但强调了其考古团队的细致工作。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    }
  ]
}