{
  "articles": [
    {
      "id": "16bf3d951b211066",
      "title": "TV Licence Fee Going Up in the UK",
      "summary": "The TV licence fee in the UK will increase by £5.50 to £180 starting in April. This fee helps pay for BBC shows and services like TV and online programs. The government announced this change, and the fee goes up every year with inflation until 2027. People need a TV licence if they watch or download BBC shows on iPlayer or watch live TV on any channel. The government is also asking the public for ideas on how to fund the BBC in the future, which might include different payment options. They want to make sure the funding is fair and affordable for everyone, especially during tough times with living costs. Some people, like those over 75 on pension credit, can get a free licence, and others may pay less.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_16bf3d951b211066_04bd0451ffb7.webp",
      "category": "News"
    },
    {
      "id": "4a7c84c36a02b8eb",
      "title": "Sir Elton John Says Press Snooping on His Baby Was Wrong",
      "summary": "Sir Elton John is a famous singer who is very upset because a newspaper called the Daily Mail looked into his private life without permission. He says they found out about his health problems and the birth of his son, Zachary, which he thinks is not fair or nice. Sir Elton and his husband, David Furnish, are in court with other people like Prince Harry to sue the newspaper for invading their privacy. They feel angry and hurt because they did not know this was happening. The newspaper says they did nothing wrong. Sir Elton told the court that everyone should have the right to keep personal things private, and he wants to stop this from happening to others.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4a7c84c36a02b8eb_68ddbd03bd73.webp",
      "category": "News"
    },
    {
      "id": "5979071c44b1079d",
      "title": "The Winter Olympics in Italy: A Fun Sports Event",
      "summary": "The Winter Olympics are happening in Italy in 2026, and it's a big sports event with athletes from many countries. Over 2,900 athletes will compete in snow and ice sports for 16 days. The games are in different places in northern Italy, like Milan and Cortina. The opening ceremony starts on Friday at a stadium in Milan, with singers like Mariah Carey performing. Great Britain has athletes carrying the flag, and they hope to win more medals than before. The BBC will show the games on TV and online. This event is exciting because it brings people together to watch sports.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_5979071c44b1079d_b1e0914001c3.webp",
      "category": "News"
    },
    {
      "id": "df3861608f685e78",
      "title": "U.S. and Russia Start Talking Again to Help Ukraine",
      "summary": "The United States and Russia have agreed to start talking to each other again through their military leaders. This is the first time in over four years they are having these high-level talks. They stopped talking in 2021 because of tensions before Russia invaded Ukraine in 2022. Now, with President Donald Trump back in office and trying to end the war in Ukraine, they want to work towards peace. The talks happened in Abu Dhabi, the capital of the United Arab Emirates, with American, Russian, and Ukrainian officials. The goal is to have consistent contact to avoid accidents between their forces, like a past incident where a U.S. drone was damaged by Russian jets in the Black Sea. Meanwhile, Russia is attacking Ukraine's power grid to make life hard for civilians, but fighting continues along a long front line in eastern and southern Ukraine. This agreement is a sign that relations between the U.S. and Russia are getting better as they seek a lasting peace.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_df3861608f685e78_72cf2624b584.webp",
      "category": "News"
    },
    {
      "id": "d3b63aa3fac23880",
      "title": "Super Bowl Commercials: Fun Ads with Stars and New Ideas",
      "summary": "The Super Bowl is a big football game watched by over 120 million people in the U.S. This year, many companies are making special commercials to show during the game. They use famous people like Kendall Jenner and George Clooney to make their ads fun and memorable. The ads also include horses from Budweiser and scenes from movies like Jurassic Park. This year, some ads will talk about weight-loss drugs and AI technology. Experts say the ads will be light and silly to help people have fun and forget about serious news. Companies pay a lot of money, up to $10 million, for just 30 seconds of ad time because so many people watch the game. The Super Bowl ads show what is popular in America each year.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d3b63aa3fac23880_d5194fea888d.webp",
      "category": "News"
    },
    {
      "id": "6f8963a5d4332df8",
      "title": "Trump Says No to Nuclear Treaty with Russia",
      "summary": "President Trump said no to Russia's offer to keep a nuclear weapons treaty going for a little longer. This treaty, called New START, stopped the U.S. and Russia from having too many nuclear weapons, but it ended today. Trump thinks the old deal was not good and wants to make a new one with help from nuclear experts. The United Nations is worried because now there are no rules to limit nuclear weapons between these two countries for the first time in over 50 years. At the same time, the U.S. and Russia agreed to start talking again through military channels to help avoid problems, and Ukraine and Russia finished two days of talks in Abu Dhabi, which they said were good. Trump also wants China to join a new treaty, but China does not want to.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f8963a5d4332df8_f500269518cf.webp",
      "category": "News"
    }
  ]
}