{
  "articles": [
    {
      "id": "d9154e7e2c05c501",
      "title": "Tennis Match: Paolini Beats Boulter in Mexico",
      "summary": "Katie Boulter from Britain played a tennis match against Jasmine Paolini from Italy in Mexico. Boulter started very strong and won the first set without losing any games. But then, Paolini fought back and won the next two sets to win the match. Boulter had been winning many matches before this, but Paolini played better in the end. Paolini said she stayed calm and hit the ball harder to win. This match was part of a tournament called the Merida Open, and Paolini moved on to the next round.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d9154e7e2c05c501_68efa93396ee.webp",
      "category": "Fun"
    },
    {
      "id": "1a99850a024b691c",
      "title": "President Trump Stops Using a Company's AI Tools",
      "summary": "President Donald Trump has told all government agencies to stop using technology from a company called Anthropic. Anthropic makes AI tools, but it refused to let the military use them without limits. The government says this is a risk and will not work with Anthropic anymore. Anthropic says this is unfair and will fight it in court. They are worried the government might use their AI for spying on people or making weapons that work alone. Trump says Anthropic's tools will be removed from government work over six months. This affects companies that work with the military too. Anthropic wants to help switch to other tools if needed.",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_1a99850a024b691c_8e8981288973.webp",
      "category": "Fun"
    },
    {
      "id": "17bcac7ea436a6ee",
      "title": "F1 Racing Gets More Famous Friends",
      "summary": "Formula 1 racing is a fast car sport that has always been glamorous, but now it is becoming even more popular with celebrities. Susie Wolff, who knows a lot about F1, says the paddock area at races is like a catwalk where famous people show up. This change started when a company called Liberty Media bought F1 in 2017 and made it more modern. They stopped using grid girls and made a Netflix show called Drive to Survive, which shows behind-the-scenes drama and has brought in many new young fans. Celebrities like Beyoncé and Jennifer Lopez now go to races, making F1 a hot ticket. The sport is not just about racing anymore; it is also about the fun and excitement off the track.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_17bcac7ea436a6ee_829636072a89.webp",
      "category": "Fun"
    },
    {
      "id": "8bb2efd0e986fcc2",
      "title": "Fun Things to Watch at the Brit Awards Tonight",
      "summary": "The Brit Awards is a big music show happening tonight in Manchester, not London for the first time. Many famous singers and bands are there, like Olivia Dean and Lola Young who have the most nominations. Harry Styles will perform a new song called Aperture, and there might be a funny sketch with host Jack Whitehall. The show has been predictable lately, with stars like Harry Styles winning many awards, but this year could be different with new talent. You can watch to see who wins prizes, enjoy cool performances, and laugh at jokes. It's a fun event for music fans to celebrate pop and rock music.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_8bb2efd0e986fcc2_f20239824a85.webp",
      "category": "Fun"
    },
    {
      "id": "e60d6901b7f1abcc",
      "title": "A Big Movie Company Deal: What It Means for Watching Shows",
      "summary": "Two big movie companies, Warner Bros and Paramount, might join together. This deal could change how we watch movies and TV shows. They plan to mix their streaming services, Paramount+ and HBO Max, into one big service. This means you could watch more shows like The Pitt, Casablanca, Star Trek, Friends, and The Sopranos with just one subscription. Prices might go down at first for people who pay for both services now, but later, they might go up because there is less competition. The deal needs approval from the government, which could take years, so big changes won't happen soon. Movie theaters were worried, but this deal might not hurt them as much as a Netflix takeover would have.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_e60d6901b7f1abcc_8cf076698a85.webp",
      "category": "Fun"
    },
    {
      "id": "9a5f3eeaa3832b23",
      "title": "Cruz Beckham Starts a Rock Band and Goes on Tour",
      "summary": "Cruz Beckham is the youngest son of famous parents David and Victoria Beckham. He is starting a music career as the singer in a rock band. This week, he began his first headline tour, which means he is the main performer at concerts. He played in Birmingham, and many fans came to see him. Some people know him because of his family, but others discovered his music without knowing who he was. Cruz is having fun and making feel-good music. He does not talk about family problems and focuses on his band. His music is described as ebullient and indie, and fans like it.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9a5f3eeaa3832b23_be271ef094d6.webp",
      "category": "Fun"
    }
  ]
}