{
  "articles": [
    {
      "id": "6b6366225860ec3b",
      "title": "阿尔茨海默病可能欺骗大脑擦除自身记忆",
      "summary": "阿尔茨海默病是一种神经退行性疾病，以逐渐破坏脑细胞及其之间的连接（称为突触）而闻名，导致记忆和认知功能丧失。虽然β淀粉样蛋白积累长期以来被认为是主要因素，但新研究表明炎症也起关键作用。一项发表在《美国国家科学院院刊》上的研究探讨了这两种因素如何通过共享的分子途径相互作用。研究团队由Carla Shatz和Barbara Brott领导，专注于LilrB2受体，该受体已知参与突触修剪——这是大脑发育和成人学习中清除不必要突触的正常过程。先前工作显示，β淀粉样蛋白可与LilrB2结合，触发阿尔茨海默病模型中过度的突触移除。在这项新研究中，科学家调查了炎症相关分子，特别是来自补体级联免疫系统的分子，是否也能类似地与LilrB2相互作用。他们发现补体级联的蛋白质片段C4d能强烈结合LilrB2。在小鼠实验中，向健康大脑注射C4d导致突触丢失，模拟了阿尔茨海默病样效应。这一发现表明，β淀粉样蛋白和炎症可能通过同一受体促进突触消除，为阿尔茨海默病的记忆丧失提供了统一的解释，并突出了新的治疗靶点。研究得到了Knight Initiative for Brain Resilience等机构的支持，强调了重新审视神经退行性疾病基础生物学的重要性。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6b6366225860ec3b_0f6b9a7c6212.webp",
      "category": "Science"
    },
    {
      "id": "329a49c52d0a7935",
      "title": "英国与九个欧洲国家合作开展大型海上风电场项目",
      "summary": "英国正与挪威、德国、荷兰等九个欧洲国家合作，在北海开发一个大规模的海上风电场项目。该项目将首次通过称为互联器的海底电缆，将新风电场直接连接到多个国家，实现电力跨国共享。英国能源大臣埃德·米利班德将在汉堡签署声明，承诺到205年完成这一计划。支持者如行业机构RenewableUK认为，这将通过减少对波动性化石燃料的依赖，增强能源安全，并可能降低消费者账单，因为现有互联器已为英国节省了数十亿英镑。然而，批评者如影子能源大臣克莱尔·康蒂尼奥警告，快速建设风电场可能推高电价，特别是在供应紧张时，运营商可能将电力出售给出价最高者。此外，挪威等地因担心影响国内供应而引发争议，甚至拒绝了与苏格兰的新互联器。总体而言，该项目旨在平衡经济、环境和能源韧性目标，但面临市场机制、地缘政治和监管挑战。",
      "source": "BBC Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_329a49c52d0a7935_ef26420ab84d.webp",
      "category": "Science"
    },
    {
      "id": "c895a4d2c6c1ad39",
      "title": "为什么慢性肠道炎症会转化为结肠癌",
      "summary": "威尔康奈尔医学院的研究人员发现了一种免疫系统内的连锁反应，可能有助于解释为什么患有炎症性肠病（IBD）的人面临更高的结直肠癌风险。这项临床前研究显示了肠道信号如何触发骨髓中白细胞的激增，从而创造促进肿瘤生长的条件。研究聚焦于TL1A，这是一种已知与IBD和结直肠癌相关的炎症信号蛋白。虽然旨在阻断TL1A的药物在IBD临床试验中显示出强劲效果，但科学家此前并未完全理解这种蛋白质如何驱动炎症和癌症发展。在《免疫》杂志上发表的一项研究中，团队表明TL1A主要通过肠道中称为ILC3s的免疫细胞群发挥其影响。当TL1A激活这些细胞时，它们会从骨髓中吸引大量中性粒细胞（一种白细胞），并以促进肿瘤形成的方式改变其行为。IBD包括克罗恩病和溃疡性结肠炎，其特征是消化道长期炎症。研究人员发现，TL1A（主要由已存在于发炎肠道中的免疫细胞产生）主要通过其对ILC3细胞的影响来驱动肿瘤生长。一旦被激活，这些肠道驻留细胞会释放粒细胞-巨噬细胞集落刺激因子（GM-CSF），这是一种刺激血细胞产生的物质。这个信号启动了称为“紧急粒细胞生成”的过程——骨髓中中性粒细胞产量的快速增加——随后这些细胞进入肠道。在肠道癌的小鼠模型中，这些中性粒细胞的存在本身就足以加速肿瘤发展。中性粒细胞通过释放可能损伤肠道内衬细胞DNA的反应性分子来帮助结直肠肿瘤生长。在这项研究中，团队还发现ILC3细胞触发了中性粒细胞内独特的基因活动模式。这种模式包括与癌症起始和进展相关的基因活性更高。在来自患有IBD相关结肠炎的人的结肠组织样本中也发现了类似的基因表达变化。重要的是，在接受阻断TL1A的实验性治疗的患者中，这种促肿瘤特征不太明显。研究结果表明，这种免疫途径的几个组成部分可以作为未来的治疗靶点。除了TL1A本身，ILC3细胞、GM-CSF以及由ILC3s招募的中性粒细胞都可能在与治疗IBD同时降低结直肠癌风险的策略中发挥作用。团队正在继续研究这种免疫通信网络在肠道炎症期间如何运作。未来的工作将探讨早期或偶尔接触GM-CSF是否可能以增加对IBD易感性的方式启动骨髓细胞，从而可能为早期干预和预防打开大门。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c895a4d2c6c1ad39_674bfbde3e6d.webp",
      "category": "Science"
    },
    {
      "id": "bb4cd09ea6f63481",
      "title": "古代人在美国西南部携带野生马铃薯",
      "summary": "一项2026年发表的研究揭示，超过10,000年前，生活在美国西南部的古代人携带了一种现代马铃薯的野生祖先——四角马铃薯（Solanum jamesii）——跨越长距离。由犹他大学的Lisbeth Louderback领导的研究团队检查了来自14个考古遗址的磨石工具，在九个遗址的工具上识别出马铃薯的淀粉颗粒，证据可追溯到10,900 cal BP。这表明土著社区积极移动了这种植物，将其范围向北扩展到犹他州和科罗拉多州等地区，超出了其原始栖息地。遗传研究支持这一点，显示一些北部马铃薯种群起源于更南部的地区。反复使用和移动植物表明了早期驯化的阶段，人们开始塑造其未来。此外，研究还包括对15名纳瓦霍长者的访谈，确认了这种野生马铃薯至今仍具有文化重要性，用于食物和精神目的。这项研究结合了考古植物学数据、基因测序和土著知识，突出了古代人类行动如何影响该地区的植物分布和文化认同。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_bb4cd09ea6f63481_91f360efb8d6.webp",
      "category": "Science"
    },
    {
      "id": "f778210f524e1332",
      "title": "科学家通过扭曲微小晶体控制电力",
      "summary": "日本理化学研究所新兴物质科学中心的科学家开发了一种新技术，利用聚焦离子束仪器从单晶材料中直接构建三维纳米级器件。他们从钴、锡和硫组成的拓扑磁性晶体Co3Sn2S2中雕刻出微小的螺旋结构。测试表明，这些结构表现为可切换的二极管，意味着电流在一个方向上比另一个方向更容易流动，且该效应可通过改变磁化或螺旋手性来逆转。这种方法解决了现有制造技术的局限性，如材料选择受限和设备质量受损。通过比较不同大小的螺旋并在各种温度下测量行为，研究团队发现二极管效应源于电子沿弯曲、手性壁的不均匀散射，表明物理形状可以直接影响电学特性。这提示几何形状可作为一种设计工具，用于未来低功耗的记忆、逻辑和传感技术组件。该研究发表在《自然·纳米技术》上，强调了将材料物理与先进纳米制造相结合以工程化新电子功能的潜力。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f778210f524e1332_ab90924c60d6.webp",
      "category": "Science"
    },
    {
      "id": "5064511f364a3c3c",
      "title": "爱迪生是否在1879年意外制造了石墨烯？",
      "summary": "莱斯大学的化学家们复制了托马斯·爱迪生1879年的关键实验，发现了一个令人惊讶的副产品。石墨烯是已知最薄的材料，由单层碳原子以六角形晶格排列而成，具有许多特殊性质，在电池、超级电容器、天线、水过滤器、晶体管、太阳能电池和触摸屏等领域有广阔应用前景。2010年，首次在实验室合成石墨烯的物理学家获得了诺贝尔物理学奖。但根据发表在《ACS Nano》期刊上的一篇新论文，19世纪的发明家托马斯·爱迪生可能在一个多世纪前研究白炽灯泡时，无意中制造了石墨烯作为副产品。研究团队由研究生卢卡斯·埃迪领导，他们重新创建了爱迪生的实验，使用竹制灯丝的工艺灯泡，在110伏电源下加热20秒，达到2000-3000°C的温度。通过拉曼光谱和透射电子显微镜分析，他们发现部分灯丝转变为涡轮层石墨烯，呈现光泽银色。尽管这不能证明爱迪生确实制造了石墨烯，因为他缺乏检测工具，但这项研究强调了用现代材料科学工具重新审视早期技术的潜力。作者指出，其他早期技术如真空管、弧光灯和早期X射线管，也可能意外产生了当时未分析或注意到的特殊材料或反应。创新可以通过用新工具和新问题重新解读过去而涌现，在“爱迪生石墨烯”的案例中，一个140年前的发明不仅在字面上，而且在科学上继续发光。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5064511f364a3c3c_819b9f5626c4.webp",
      "category": "Science"
    }
  ]
}