{
  "articles": [
    {
      "id": "6cb7af9507eeab3a",
      "title": "John Virgo: A Snooker Star Who Made People Smile",
      "summary": "John Virgo was a famous snooker player and TV host who has died at age 79. He played snooker professionally for 18 years and won a big tournament called the UK Championship. After he stopped playing, he became a commentator for the BBC, where he talked about snooker games on TV. Many people knew him from a fun TV show called Big Break, where he presented with a comedian. He was loved for his catchphrase 'where's the cue ball going?' when players were about to make a mistake. Other snooker stars, like Ronnie O'Sullivan and Mark Selby, said they were very sad and will miss him a lot. John Virgo also did trick shots and impressions to entertain fans.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_6cb7af9507eeab3a_001cf141ed1c.webp",
      "category": "News"
    },
    {
      "id": "a05aab6afac574e3",
      "title": "Nigel Farage and His New Party: Are They Ready to Lead?",
      "summary": "This article talks about Nigel Farage and his political party called Reform. Farage is a famous politician who wants to become prime minister, but he admits his party is not fully ready yet. The article follows Reform as it faces lots of attention and questions. Reform has become very popular in polls, even beating big parties like Labour and Conservatives. It controls some town halls in England and uses social media to share its ideas. The article asks if Reform knows what it's doing and if it can handle the pressure of being in the spotlight. It also mentions past issues where Farage was accused of upsetting people when he was younger, but he says he didn't mean to hurt anyone. The story shows how Reform is growing and trying to become a strong force in politics.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a05aab6afac574e3_9ca285e74fd9.webp",
      "category": "News"
    },
    {
      "id": "ae0ab58c9e11dc36",
      "title": "A Man Fights a Shark to Save Himself",
      "summary": "Peter Smith was on holiday in Tobago with his wife and friends. He went for a swim in the sea, and suddenly a big shark bit his leg. The shark was a bull shark, which is very dangerous. Peter punched the shark hard to fight back, and it also bit his arm and stomach. He lost a lot of blood. His friends helped him get out of the water, and his wife saw his bad injuries. Peter was taken to the hospital, and he felt a lot of pain. Even though this happened, Peter is not scared of sharks anymore. The attack was rare because sharks don't usually attack people in Tobago. This story shows how brave Peter was during a scary time.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ae0ab58c9e11dc36_755ae2c178a5.webp",
      "category": "News"
    },
    {
      "id": "238225e3e02fc365",
      "title": "Melinda French Gates Talks About Her Ex-Husband and Jeffrey Epstein",
      "summary": "Melinda French Gates, a famous philanthropist, recently spoke about her ex-husband Bill Gates, who started Microsoft. She said that new documents mentioning Bill Gates in connection with Jeffrey Epstein, a bad man who hurt people, brought back sad memories from her marriage. Melinda feels very sad about the Epstein situation and thinks Bill and others named should explain their actions. Bill Gates has denied any wrongdoing, saying the claims are false. The documents include emails from Epstein that make accusations, but it's unclear if they were sent. Melinda and Bill divorced in 2021 after 27 years together. This story is about family feelings and public questions.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_238225e3e02fc365_bc59f48bf35c.webp",
      "category": "News"
    },
    {
      "id": "0f5de80c653881c2",
      "title": "President Trump Says PBS and NPR Waste Money",
      "summary": "President Donald Trump said that PBS and NPR are a waste of money. He made this comment before signing a bill to fund the government. Last year, he helped cut funding for public media like PBS and NPR. This caused some problems, like layoffs and changes at stations. But PBS and NPR still show news and other programs on TV, radio, and online. Trump has said negative things about these networks before, like claiming they were closed, which was not true. The funding cut affected an organization called CPB that gives money to public media.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0f5de80c653881c2_15451e0bf27e.webp",
      "category": "News"
    },
    {
      "id": "bf27b3cd293870e5",
      "title": "A Leader Asked a Helper to Watch a Search",
      "summary": "This article talks about something that happened in Georgia. The FBI, which is a group of police officers for the whole country, went to an elections office to look for things. Tulsi Gabbard, who is a leader in the government, said that President Trump asked her to be there while the FBI searched. This made people worried about how elections are kept safe and who has the power to do things like searches. The article says this is unusual because leaders don't usually watch police searches. People in Congress, especially Democrats, wanted to know why she was there, so she wrote a letter to explain. She also helped President Trump talk to the FBI agents on the phone. This story is important because it shows how leaders might get involved in police work, which can be a problem for fairness.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bf27b3cd293870e5_8668f77bb329.webp",
      "category": "News"
    }
  ]
}