{
  "articles": [
    {
      "id": "c206ac273d779efb",
      "title": "Katie Boulter Loses Tennis Match at Australian Open",
      "summary": "Katie Boulter, a tennis player from Great Britain, lost her match at the Australian Open in Melbourne. She played against Belinda Bencic from Switzerland, who is a top player. Boulter lost the first set quickly without winning any games. In the second set, she played better and broke Bencic's serve to tie at 4-4, but she still lost the set and the match. Boulter said she had a tough year in 2025 with injuries and dropped in the world rankings. She is now working with a new coach and plans to play in smaller tournaments to improve. She is also getting married this year, which makes her happy. The article talks about her tennis career and personal life.",
      "source": "BBC Tennis",
      "time_ago": "Just now",
      "image_url": "/article_images/article_c206ac273d779efb_32dab85fc03b.webp",
      "category": "Fun"
    },
    {
      "id": "7217012c18460b5b",
      "title": "Jannik Sinner Wins Tennis Match and Talks About His Serve",
      "summary": "Jannik Sinner is a top tennis player who won his first match at the Australian Open tournament. His opponent, Hugo Gaston, had to stop playing because Sinner was winning easily. Sinner says he is working on improving his serve, which is how he starts each point in tennis. He changed how he moves his arm when he serves to make it better. Even though he is good at serving, he does not feel very confident with it yet. Sinner thinks the serve is very important because it can help him win points quickly. He played well in the match, hitting many aces, which are serves that the other player cannot hit back. Sinner is happy with his win but wants to keep getting better at serving.",
      "source": "BBC Tennis",
      "time_ago": "Just now",
      "image_url": "/article_images/article_7217012c18460b5b_62150e96d0d4.webp",
      "category": "Fun"
    },
    {
      "id": "d5b74672911354b0",
      "title": "Alexandra Eala's Big Fan Crowd at the Australian Open",
      "summary": "Alexandra Eala is a tennis player from the Philippines who became very popular at the Australian Open. Thousands of fans came to see her play, creating long lines outside the court. She is only 20 years old and has won some important matches, like beating a champion named Iga Swiatek. Eala is the first Filipina to win a junior Grand Slam title and has been on the cover of Vogue magazine. She practices at Rafael Nadal's academy in Mallorca. At the tournament, she felt overwhelmed by all the attention but is learning to handle it. Her news conference had many more viewers online than other famous players. This shows how much people in the Philippines love and support her, even though the country doesn't have many top tennis players.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d5b74672911354b0_094b934fac87.webp",
      "category": "Fun"
    },
    {
      "id": "304d46fa88e5c44c",
      "title": "Casper Ruud's Family Comes First",
      "summary": "Casper Ruud is a tennis player from Norway who is playing in the Australian Open tournament in Melbourne. His wife Maria is about to have their first baby, a daughter. Ruud says that if Maria goes into labor, he will leave the tournament right away to be with her. He thinks family is more important than tennis. Ruud won his first match easily and is happy to play, but he always keeps his phone on in case Maria calls. He wants to travel with his wife and baby to future tournaments. Ruud's dad, who used to play tennis, is his coach and helps him. Ruud feels excited to have a new person to play for.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_304d46fa88e5c44c_ebde64dbdaee.webp",
      "category": "Fun"
    },
    {
      "id": "a27af50886b61a27",
      "title": "A Famous View Blocked by New Buildings",
      "summary": "A new building is being built in St Ives, Cornwall, that will block a sea view from a house where Virginia Woolf, a famous writer, used to stay as a child. This view inspired her to write books like 'To the Lighthouse'. People who love her books are upset because they think the view is important to remember her. The building company says the plan is similar to what was approved in 2009. The house is called Talland House, and the view looks out to a lighthouse. Some locals and experts want to save the view because it is part of history and culture.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a27af50886b61a27_0ee421cecff1.webp",
      "category": "Fun"
    },
    {
      "id": "500c73c9ac450208",
      "title": "Jacob Alon Wins a Big Music Award",
      "summary": "Jacob Alon is a singer from Scotland who just won a special music award called the Brits Critics' Choice Award. This award is for new and talented musicians. Jacob was very surprised and happy to win. They beat other singers like Sienna Spiro and Rose Gray. Jacob makes folk music and wrote an album about love stories. They started playing music in school talent shows but first studied science at university. Later, Jacob moved to London to try music but found success back in Scotland. Jacob uses they/them pronouns and thanked everyone for supporting their work.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_500c73c9ac450208_c0927c03677d.webp",
      "category": "Fun"
    }
  ]
}