{
  "articles": [
    {
      "id": "92eb70fcf2cbc404",
      "title": "Scientists Solve a Superconductor Puzzle Under High Pressure",
      "summary": "Scientists have solved a big mystery about superconductors, which are special materials that let electricity flow without any resistance. This is important for things like fast trains and powerful computers. The problem was that superconductors usually only work at very cold temperatures, which makes them hard to use in everyday life. Recently, scientists found new superconductors made with hydrogen that work at higher temperatures, but they are tricky to study because they need to be squeezed under huge pressure. Researchers at the Max Planck Institute created a new tool to look inside these materials under pressure. They discovered that the superconductors have a special property called a superconducting gap, which helps electrons team up to let electricity flow smoothly. This finding helps explain how these materials work and could lead to better technology in the future.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_92eb70fcf2cbc404_1f7a493dd002.webp",
      "category": "Science"
    },
    {
      "id": "6ad3f82e86f3eefe",
      "title": "Mapping the Invisible Universe with Galaxy Shapes",
      "summary": "Scientists are exploring the invisible parts of the universe, called dark matter and dark energy, which make up most of space but cannot be seen. They use a tool called weak gravitational lensing, where light from galaxies gets bent by matter, to study these hidden forces. A project called the Dark Energy Survey measured the shapes of over 150 million galaxies from 2013 to 2019 using a camera in Chile. Recently, researchers at the University of Chicago added more data, doubling the number of galaxies studied, to check if their findings match a standard model of the universe. They found that the growth of structures in space aligns with predictions, helping us understand how the universe evolves. This work is important because it uses galaxy shapes to learn about dark matter and dark energy without seeing them directly.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6ad3f82e86f3eefe_de9a9c18d336.webp",
      "category": "Science"
    },
    {
      "id": "322aefce08ee1beb",
      "title": "Old Air Samples Show How Mosses Change with Climate",
      "summary": "Scientists in Sweden found a cool way to learn about climate change. They looked at old air samples collected by the military since the 1960s to check for nuclear fallout. These samples also had tiny bits of DNA from plants like mosses. By studying this DNA, the scientists discovered that mosses now release their spores, which are like tiny seeds, much earlier than before. In the past, mosses started releasing spores around a certain time, but now they do it about four weeks earlier. This change happens because autumns are getting warmer, giving mosses more time to grow before winter. The study helps us see how nature is changing quickly due to climate warming. It also shows that old samples can teach us new things about the environment.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_322aefce08ee1beb_a3329b8d062d.webp",
      "category": "Science"
    },
    {
      "id": "7f1563696d2ffd70",
      "title": "Ants Choose More Friends Over Strong Armor",
      "summary": "This article is about ants and how they evolved to have many workers instead of strong armor. Scientists studied ants from all over the world using special 3D scans to see their exoskeletons, which is like their armor. They found that ants with big colonies, meaning lots of ants living together, have thinner armor. This is because if a colony has thousands of ants, losing a few to predators is not a big problem, so they don't need to spend energy making each ant super strong. Instead, they use that energy to make more ants. This trade-off helps ants survive and spread to new places faster. The research shows how teamwork in nature can lead to success by focusing on numbers over individual strength.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7f1563696d2ffd70_1c40fec48983.webp",
      "category": "Science"
    },
    {
      "id": "ae96f504464a3b08",
      "title": "A Coal Plant Stays Open: A Story About Energy and Decisions",
      "summary": "In Washington state, a coal power plant was supposed to close and switch to natural gas to reduce pollution, as planned for 15 years. But the Trump administration's Energy Secretary, Chris Wright, said there is an electricity emergency and ordered the plant to keep burning coal for 90 more days. State leaders like Governor Bob Ferguson disagree, saying there is no real emergency and the plant is almost shut down. Meanwhile, Washington is dealing with a real emergency from heavy rain and floods. The article also talks about how the region uses a lot of electricity for things like data centers and electric cars, which might cause future power shortages. People are arguing about whether keeping the coal plant open is the right choice.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ae96f504464a3b08_bb2088693ba3.webp",
      "category": "Science"
    },
    {
      "id": "9a71cbda7ffe909b",
      "title": "Scientists Find Hidden Switches in Our DNA That Help Fight Alzheimer's Disease",
      "summary": "Our DNA is like a big instruction book for our bodies, but only a tiny part of it, about 2%, contains genes that tell our cells what to do. The rest, called 'junk DNA,' was thought to be useless, but scientists have discovered it has important switches that control genes. Researchers from UNSW Sydney studied brain cells called astrocytes, which help neurons and are linked to Alzheimer's disease. They tested nearly 1000 DNA switches, called enhancers, in lab-grown astrocytes and found about 150 that work. These enhancers turn genes on or off, and many of them control genes related to Alzheimer's. This discovery helps scientists understand how Alzheimer's develops and could lead to new treatments by focusing on these hidden switches in our DNA.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9a71cbda7ffe909b_8d216c8c9214.webp",
      "category": "Science"
    }
  ]
}