{
  "articles": [
    {
      "id": "7d3d69b5db4c3d62",
      "title": "消防泡沫中的有毒化学物质暴露工人",
      "summary": "BBC《档案4》调查揭露，数十年来，斯旺西一家工厂的工人暴露在消防泡沫中的有毒化学物质中。这家工厂由美国巨头3M公司运营，自1952年至2023年生产尿布扣和录像带等产品，雇佣了超过1000名员工。部分工人被选为“消防队”成员，每月使用含水膜形成泡沫（AFFF）进行化学火灾扑救训练。这种泡沫含有PFOS和PFOA，这两种“永久化学物质”具有致癌性并在环境中持久存在。3M公司知晓健康风险，但未告知员工。尽管公司在2002年停止生产这些化学物质，它们仍残留在工厂，导致2006年发生环境事故。2023年，3M关闭工厂并申请重新开发，但提交给地方议会的土地污染报告显示，该地点因历史消防活动而受到PFOS和PFOA污染。BBC追踪到前工人，他们首次公开讲述经历，突显了企业责任和工人安全问题。此案例引发对工业卫生、透明度和PFAS污染长期影响的关注。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7d3d69b5db4c3d62_5029d9888707.webp",
      "category": "Science"
    },
    {
      "id": "f071a846c557f3de",
      "title": "千年前隐藏的气候变化可能激发了史诗般的太平洋航行",
      "summary": "一项由南安普顿大学和东英吉利大学领导的新研究指出，大约一千年前南太平洋气候条件的重大变化可能鼓励人们向东迁移和定居。研究表明，随着西部地区部分区域逐渐变干，社区可能被迫寻找降雨更可靠的岛屿。研究团队报告称，西波利尼西亚的有人居住岛屿，包括萨摩亚和汤加，经历了干旱化。与此同时，东波利尼西亚更东部的岛屿，如法属波利尼西亚（塔希提岛），逐渐变得更湿润，可能使它们成为更适宜居住和农耕的地方。这项工作属于南安普顿大学和东英吉利大学更大的合作项目PROMS（太平洋千年尺度降雨）的一部分，该项目调查太平洋降雨如何长期变化以及这些变化如何影响人类迁移。为了重建过去的降雨，研究人员从东波利尼西亚的塔希提岛和努库希瓦岛收集了沉积物岩芯，并检查了植物蜡——叶子上的脂肪层。对这些蜡的先进实验室测试可以指示植物生长时的干湿条件。然后，团队将这些新结果与波利尼西亚及更广泛太平洋地区的其他气候记录相结合。使用这个高分辨率数据集，研究人员估计了过去1500年太平洋降雨模式的变化。他们还使用新的气候模型模拟来确定降雨变化发生的时间和地点，并确定最可能的驱动因素。团队得出结论，最可能的原因是太平洋海面温度模式的自然变化，这似乎在大约1100至400年前推动了南太平洋辐合带向东移动。研究人员表示，西部的长期干旱可能起到了“推力”作用，使已建立人口的生活更加困难。同时，东部降雨增加和淡水可用性改善可能创造了向新岛屿定居的“拉力”。研究表明，这种气候模式可能有助于激励人们逐步向东旅行，包括到库克群岛和塔希提岛等岛屿。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_f071a846c557f3de_5be662d9beb5.webp",
      "category": "Science"
    },
    {
      "id": "9dac1c7723f613cc",
      "title": "为什么意识存在",
      "summary": "这篇文章探讨了意识（即感知快乐、痛苦等主观体验的能力）为何在生物中进化存在。科学家阿尔伯特·纽文和卡洛斯·蒙特马约尔提出了意识的三种形式：基本唤醒，最早进化出现，用于在生命威胁情况下触发警报，疼痛作为感知身体损伤并引发逃跑等生存反应的关键机制；一般警觉，后来发展，使个体能专注于重要信号（如烟雾以寻找火源），从而学习相关关联；以及反射性（自我）意识，见于人类和一些动物（如黑猩猩和鸟类），涉及自我反思、镜像识别和社会协调，促进群体功能。研究由詹马尔科·马尔达雷利和奥努尔·京蒂尔昆支持，表明鸟类也表现出感官意识，例如鸽子对模糊图像的不同解读和乌鸦大脑中与感知相关的神经信号。鸟类大脑尽管解剖结构不同，但包含类似哺乳动物前额皮质的NCL区域，支持信息整合，符合全局神经元工作空间理论。分析强调意识是一种适应性特征，通过增强生存、学习和社会整合能力，在物种间具有连续性，挑战了以人类为中心的观点。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9dac1c7723f613cc_06cba3a37ad5.webp",
      "category": "Science"
    },
    {
      "id": "e4aa223801eb2e1d",
      "title": "隐藏维度可能解释质量的来源",
      "summary": "最近的理论物理学研究提出，质量的起源可能由隐藏维度和几何结构解释，而非传统的希格斯场。在《核物理B》发表的一项研究中，物理学家Richard Pincak及其团队研究了额外维度，这些维度紧凑且折叠成复杂的七维形状，称为G2流形。这些维度无法直接观测，但可以通过称为G2-Ricci流的数学过程随时间演化，改变其内部几何。研究人员发现，这些形状可以具有扭转，一种类似于DNA或氨基酸的内在扭曲，导致称为孤子的稳定配置。这些孤子可能为自发对称破缺等现象提供几何解释，这在粒子物理学中至关重要。与标准模型中质量来自希格斯场相互作用不同，该理论认为质量源于几何本身的阻力。此外，团队将几何扭转与时空曲率联系起来，可能解释与宇宙加速膨胀相关的宇宙学常数。他们还推测存在一种新粒子，称为Torstone，可能在未来的实验中检测到。这项工作通过强调几何作为物理力和粒子的基本驱动因素，扩展了爱因斯坦的愿景。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e4aa223801eb2e1d_eeebefaafce9.webp",
      "category": "Science"
    },
    {
      "id": "3df1e28cca87df08",
      "title": "恐龙时代末期，巨型海怪生活在河流中",
      "summary": "一项由乌普萨拉大学领导的研究发现，摩萨龙——一种生活在6600万年前的大型海洋爬行动物——在灭绝前的最后一百万年里适应了淡水河流环境。研究人员在北达科他州的河流沉积物中发现了一颗摩萨龙牙齿，与暴龙牙齿和鳄鱼颌骨一同出土，表明当时存在陆生和水生动物混合的古环境。通过阿姆斯特丹自由大学进行的同位素分析，科学家检测了牙齿釉质中的氧、锶和碳同位素。结果显示，较轻的氧同位素（16O）水平较高，锶同位素比率也指向淡水栖息地而非海洋环境。碳同位素数据进一步表明，这只摩萨龙不进行深潜，可能以溺死的恐龙为食。附近其他地点的额外牙齿分析支持了这些发现，证实摩萨龙在灭绝前曾栖息于河流系统。研究解释，由于淡水输入增加，西部内陆海道——一个曾经横穿北美中部的古老内陆海——逐渐从咸水变为半咸水，最终成为淡水，形成了盐跃层，使用肺呼吸的摩萨龙得以生活在表层淡水中。这种从海洋到淡水的适应在进化史上相对简单，类似于现代动物如河豚和河口鳄鱼的生态灵活性。这一发现挑战了摩萨龙 exclusively 海洋生态的传统观点，揭示了环境变化如何驱动物种栖息地转移，为理解史前巨型动物的适应能力提供了新见解。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_3df1e28cca87df08_b59e123ef4fa.webp",
      "category": "Science"
    },
    {
      "id": "470288b113db43b0",
      "title": "西班牙对可再生能源的承诺可能受到质疑",
      "summary": "西班牙正在推进其可再生能源转型，以阿拉贡地区的菲格雷拉斯镇为例，该镇拥有风力涡轮机和一个由中荷公司投资的新电动汽车电池工厂。这项投资凸显了西班牙对绿色能源的承诺，去年可再生能源贡献了57%的电力，高于2017年的三分之一，政府目标是在2030年达到81%。首相佩德罗·桑切斯以“绿色，宝贝，绿色”等口号推广这一转变。然而，4月份的一场大停电影响了西班牙和葡萄牙，引发了政治辩论。反对党领袖阿尔韦托·努涅斯·费霍批评政府对可再生能源的“狂热”，认为过度依赖可能导致了停电，尤其是在之前太阳能发电创纪录的背景下。政府和电网运营商否认这一联系，但该事件引发了对西班牙能源模式及其对风能、太阳能等间歇性能源依赖的质疑。这一辩论反映了在快速脱碳过程中，环境目标与能源可靠性之间的紧张关系，以及政治和技术挑战的复杂性。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_470288b113db43b0_7e5dc5701571.webp",
      "category": "Science"
    }
  ]
}