{
  "articles": [
    {
      "id": "75d1dd3aa8f324a8",
      "title": "更潮湿的冬季和频繁的洪水会成为常态吗？",
      "summary": "本文探讨了英国冬季变得更加潮湿和洪水频发的趋势，并将其与气候变化联系起来。近期，由于斯堪的纳维亚上空的高压系统阻塞了天气模式，导致降雨无法移开，英国多地经历了创纪录的降雨。英国气象局估计，由于全球变暖，像2023/24年这样的极端潮湿冬季已从每80年发生一次变为每20年发生一次，且随着进一步变暖，频率可能继续增加。这对住房、交通和粮食供应产生了重大影响，例如萨默塞特的一位农民因洪水面临作物腐烂的风险。环境署数据显示，超过100个地点发布洪水警告，300多所房屋已被淹没。历史记录显示，近250年来十个最潮湿的冬季中有六个发生在本世纪，符合气象机构的预测。科学解释是，燃烧化石燃料释放的温室气体使地球变暖，每升温1°C，大气可多容纳7%的水分，导致降雨加剧。同时，自1901年以来，由于海洋热膨胀和冰川融化，海平面上升了20厘米，加剧了沿海洪水。目前，英国每年约有七天降雨量超过80毫米，如果全球温度比工业化前水平升高超过2°C，这一数字可能增至九天。尽管有减排政策，联合国预计到2100年全球温度将至少上升2.5°C，突显了持续的风险。",
      "source": "BBC Science",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_75d1dd3aa8f324a8_bd8b0be7daa0.webp",
      "category": "Science"
    },
    {
      "id": "13b26dc0b1b1c952",
      "title": "SpaceX下一代超重型助推器通过四天“低温验证”测试",
      "summary": "SpaceX已成功完成其超重型V3助推器的低温验证测试，这是实现下一次星舰飞行的关键步骤。测试在德克萨斯州星基地的梅西测试场进行，历时六天，涉及四次加载超冷液氮循环，以模拟实际火箭燃料的压力和热应力。此次测试具有重要意义，因为之前分配给星舰V3任务的助推器在11月的压力测试中失败并遭废弃。新助推器通过测试，将安装33台升级的猛禽3发动机和三片栅格翼，以提高下降过程中的可控性。SpaceX计划进行进一步测试，包括静态点火，目标是在3月底前发射星舰V3。这次飞行是系列测试的一部分，旨在提升SpaceX执行雄心勃勃任务的能力，如轨道加油以及前往月球和火星的旅程。NASA密切关注进展，因为星舰是阿尔忒弥斯月球计划中用于运送宇航员登月的主要着陆器选项。文章强调了SpaceX通过严格测试降低风险的迭代开发方法，并指出轨道加油演示对于未来深空探索的关键作用。",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_13b26dc0b1b1c952_e0f8186e9566.webp",
      "category": "Science"
    },
    {
      "id": "882f7c2fc9006029",
      "title": "当免疫细胞停止对抗癌症并开始帮助它",
      "summary": "日内瓦大学和路德维希癌症研究所的研究人员发现，中性粒细胞这种常见的免疫细胞可以被肿瘤微环境重新编程，从而支持癌症生长。通常，中性粒细胞作为早期防御细胞对抗感染，但在癌症中，它们被肿瘤招募并开始产生一种名为CCL3的分子。这种趋化因子促进肿瘤生长而非对抗它。该研究发表在《癌症细胞》杂志上，涉及克服技术挑战以特异性操纵中性粒细胞中的CCL3基因。当CCL3被移除时，中性粒细胞不再助长肿瘤生长，尽管在其他部位功能正常。这一发现表明，CCL3可作为追踪多种癌症类型进展的信号，建立在之前关于巨噬细胞研究的基础上。该工作突出了肿瘤环境中复杂的相互作用，并为癌症治疗提供了潜在新靶点的见解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_882f7c2fc9006029_62831e0e185a.webp",
      "category": "Science"
    },
    {
      "id": "c7e78dd29e232a5e",
      "title": "科学家揭示重塑复活节岛的气候冲击",
      "summary": "一项来自拉蒙特-多尔蒂地球观测站的新研究提供了迄今为止最有力的证据，表明从1550年左右开始，一场持续干旱重塑了拉帕努伊（复活节岛）的生活。为了揭示这段历史，科学家从岛上有限的淡水地点提取了沉积物岩芯：高海拔湿地拉诺阿罗伊和火山口湖拉诺考。这些沉积物保存了记录过去环境条件的自然化学信号。通过研究沉积物中保存的植物叶蜡的氢同位素组成，研究人员重建了800年来的降雨模式。结果显示，年降雨量在16世纪中叶急剧下降，并持续低水平超过100年。这些发现并非指向突然的社会崩溃，而是表明拉帕努伊社区在严重且持久的气候压力下适应并坚持了下来。主要作者雷德蒙德·斯坦解释了团队如何追踪这段隐藏的气候历史，以及为什么这对于理解环境与文化之间的关系至关重要。该研究为长期以来的“生态灭绝”叙事增添了气候背景，该叙事认为森林砍伐导致冲突和人口下降。相反，证据表明岛民从16世纪起就在应对恶化的干旱条件，这在淡水稀缺的岛上是一个严峻挑战。研究人员强调，降雨变化可能影响了人们应对环境压力的方式，而复活节岛的历史远比生态灭绝叙事所暗示的更为复杂。一个明确的启示是人类韧性，但研究人员强调，现代关于气候变化的讨论应优先考虑生活在复活节岛和其他地方的人们的声音。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c7e78dd29e232a5e_7e09cf8d0498.webp",
      "category": "Science"
    },
    {
      "id": "b7c9c8c6a479efcf",
      "title": "2020年后甲烷激增的原因出人意料",
      "summary": "2020年代初期，大气中甲烷浓度以前所未有的速度上升，原因是自然清除能力减弱以及变暖的湿地、河流、湖泊和农业区排放增加。一个国际研究小组在《科学》杂志上报告了这些发现，指出大气化学和气候条件的变化是主要驱动因素。最大的驱动因素之一是羟基自由基的急剧下降，这些是空气中分解甲烷的主要化学物质。在2020年至2021年期间，这种大气清理过程显著放缓。据研究团队（包括波士顿学院地球与环境科学教授田汉钦）称，这种下降解释了甲烷积累速度年际变化约80%的原因。同时，2020年至2023年的长期拉尼娜阶段给热带大部分地区带来了比平均更潮湿的天气。这些条件扩大了洪水景观，这是产生甲烷的微生物的理想环境。因此，湿地、河流、湖泊和农田的排放增加，加剧了甲烷的积累，甲烷是仅次于一氧化碳的第二重要温室气体。测量显示，大气甲烷在2019年至2023年间上升了55 ppb，2023年达到创纪录的1921 ppb。最快的增长发生在2021年，甲烷水平增加了近18 ppb，这一跳跃比2019年的增长高出84%。田汉钦表示：“随着地球变暖和变湿，湿地、内陆水域和稻田系统的甲烷排放将日益影响近期气候变化。我们的研究结果强调，全球甲烷承诺必须考虑气候驱动的甲烷源以及人为控制，才能实现其减缓目标。”激增不仅限于自然湿地，管理环境如稻田和内陆水域也贡献显著。排放增加最大的是热带非洲和东南亚，北极湿地和湖泊也因变暖温度促进微生物活动而显著增长。相比之下，2023年南美湿地的甲烷排放因极端厄尔尼诺相关干旱而下降。这种对比突显了甲烷释放对气候极端事件的敏感性。田汉钦及其同事通过将土地、淡水和大气过程联系在先进的地球系统模型中，展示了气候变率如何放大跨连接生态系统的排放。该研究还发现，化石燃料使用和野火在近期甲烷增加中作用很小。化学指纹表明，微生物源（包括湿地、内陆水域、水库和农业）是观测到的大部分变化的原因。研究主要作者菲利普·西亚伊斯表示：“通过提供截至2023年的最新全球甲烷预算，这项研究阐明了大气甲烷为何上升如此迅速。它还表明，未来的甲烷趋势不仅取决于排放控制，还取决于气候驱动的自然和管理甲烷源的变化。”",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_b7c9c8c6a479efcf_ac34ed88524c.webp",
      "category": "Science"
    },
    {
      "id": "8b7b8b98abfde1da",
      "title": "科学家发现存在于地球所有生命之前的基因",
      "summary": "在《细胞基因组学》期刊上发表的一项研究中，科学家亚伦·戈德曼、格雷格·富尼耶和贝图尔·卡卡尔调查了通用旁系同源基因，这是一组罕见的基因，存在于最后普遍共同祖先（LUCA）之前，LUCA是所有现代生命 descended 的最早生物体，约在四十亿年前。通用旁系同源基因是基因家族，在几乎所有生物体的基因组中至少出现两个副本，表明它们在LUCA出现之前就已复制。研究人员分析这些基因以获取生命最早进化事件的见解。他们发现每个已知的通用旁系同源基因都参与蛋白质生产或分子跨细胞膜运输，表明这些功能是最早进化出来的。利用基于人工智能的技术和计算工具，团队重建了这些基因的古老形式，例如一个涉及将蛋白质嵌入膜的基因，揭示了原始细胞可能如何运作。这种方法为研究LUCA之前的生物学提供了新窗口，将现代科学与生命起源联系起来。作者强调，通用旁系同源基因虽然数量稀少，但提供了关于LUCA之前细胞谱系的关键证据，有助于将进化中的未知转化为可测试的假设。这项研究结合了进化生物学、计算方法和人工智能，推动了对生命最深层次历史的理解，并为未来探索早期细胞功能和进化机制奠定了基础。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_8b7b8b98abfde1da_12a729412d76.webp",
      "category": "Science"
    }
  ]
}