{
  "articles": [
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "COVID-19 净化了天空，但也加剧了甲烷排放",
      "summary": "2020年，COVID-19大流行导致全球工业和旅行几乎停滞，卫星传感器记录到二氧化氮（内燃机和重工业的副产品）急剧下降，空气暂时变得比几十年来更清洁。然而，甲烷（仅次于二氧化碳的第二重要人为温室气体）却开始激增，其增长率达到16.2 ppb，是自1980年代系统记录以来的最高值。《科学》杂志上发表的一项新研究通过分析对流层（大气最低层）的复杂化学过程，发现这两种变化可能相关。自1960年代末以来，我们知道大气中的甲烷不会自行消失，它被羟基自由基主动清除，这种高活性分子将甲烷分解为水蒸气和二氧化碳。问题是羟基自由基的寿命极短——不到一秒，要作为大气甲烷清除剂，它必须通过阳光触发的一系列化学反应不断再生。这些反应的关键成分是氮氧化物，正是2020年汽车停驶和工厂关闭时大幅减少的污染物。当2020年封锁期间全球氮氧化物水平下降约15%至20%时，羟基自由基的产生几乎停滞。没有足够的羟基自由基，本应被破坏的甲烷分子在大气中停留更久。彭树诗（北京大学教授，研究合著者）及其同事估计，这种甲烷汇的减弱解释了2020年甲烷增长率大幅飙升的约80%。空气越清洁，甲烷停留变暖地球的时间越长。但剩余问题是这些甲烷最初来自何处。整个疫情期间，有人推测激增可能由石油和天然气行业的超级排放事件引起，或封锁期间泄漏基础设施缺乏维护。然而，新研究表明排放源并非许多人预期的那样。虽然减弱的大气汇解释了2020年激增的大部分，但并非唯一因素。剩余的20%增长，以及2021年和2022年更大部分的增长，来自地面实际排放的增加。为追踪这些排放源，彭的团队分析了卫星和各种地面监测站的大量数据。甲烷具有不同的同位素特征：来自天然气泄漏或煤矿等化石燃料的甲烷较重，含有较高比例的稳定同位素碳-13；相反，由牲畜肠道、垃圾填埋场和尤其是湿地中的微生物产生的甲烷较轻，富含碳-12。当研究人员分析美国国家海洋和大气管理局全球瓶采样网络（追踪地球大气化学成分的全球监测系统）的数据时，发现神秘激增期间的大气甲烷显著变轻。这是生物源的确凿证据。激增并非来自管道或发电厂，而是来自微生物。大流行的时间与相对罕见的气象事件重合。拉尼娜现象（通常导致热带降雨增加的厄尔尼诺-南方涛动的冷相位）持续了三个连续的北半球冬季（2020年至2023年），使2020年代初异常潮湿。研究人员利用温室气体观测卫星的卫星数据和复杂的大气模型，将轻甲烷的来源追踪到热带非洲和东南亚的广阔湿地地区。在南苏丹的苏德沼泽和刚果盆地等区域，破纪录的降雨淹没了大片土地。在这些水淹、缺氧的环境中，产甲烷微生物大量繁殖，加速产生甲烷。",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    },
    {
      "id": "d5e002ce322d363e",
      "title": "新批评揭穿树木能感知日食的说法",
      "summary": "2025年的一项研究声称，意大利多洛米蒂山脉的云杉树在部分日食期间表现出同步的生物电活动，暗示了植物通信的新机制。研究人员亚历山德罗·基奥列里奥等人将电极附着在三棵树和五个树桩上，记录了2022年10月日食期间活动增加，峰值出现在日食中期，且老树表现出更早、更强的反应。作者将其解释为树木对黑暗条件的协调适应，可能通过重力效应或记忆过程介导，并建议树木间知识传输。然而，这一说法在《植物科学趋势》期刊上发表的新批评中被彻底揭穿，由阿里尔·诺沃普兰斯基和赫齐·伊扎克合著。批评者系统性地驳斥了该研究的基础，强调其样本量不足、未控制变量众多，以及未能考虑温度波动或雷击等混杂因素。诺沃普兰斯基认为，日食的轻微光照减少（两小时内仅10.5%）与日常云层变化相比微不足道，使得任何适应性理由都不可信。此外，由于每次日食的独特天体力学，日食记忆的概念受到批评，重力变化也被视为无关紧要。批评将原论文描述为伪科学侵入生物学的例子，警告该领域容易受到设计不良的研究影响，这些研究推动个人叙事，类似于“木联网”和“母树”争议。这一事件凸显了科学探究中方法严谨性、同行审查和认知谦逊的重要性。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d5e002ce322d363e_e6bd318b61af.webp",
      "category": "Science"
    },
    {
      "id": "0cd1db26cbf6e95e",
      "title": "科学家创造能隐藏图像和改变形状的智能合成皮肤",
      "summary": "宾夕法尼亚州立大学的研究团队，由助理教授孙洪涛领导，开发了一种新型智能合成皮肤，采用创新的制造技术。这种材料由水凝胶制成，具有可编程性，能执行多种任务，如隐藏或显示信息、实现自适应伪装以及支持软体机器人系统。受头足类动物如章鱼的启发，这些动物能动态控制皮肤外观和纹理，团队使用4D打印系统来制造这种皮肤。方法涉及半色调编码打印，将数字图案嵌入水凝胶中，以指导材料对外部触发因素如热量、溶剂或应力的响应。例如，团队将蒙娜丽莎图像编码到皮肤中，该图像仅在特定条件如冰水或加热下变得可见，展示了其在隐蔽和通信方面的潜力。该研究成果发表在《自然通讯》上，突显了材料科学在创造适应性智能系统方面的进展。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0cd1db26cbf6e95e_278f8b017850.webp",
      "category": "Science"
    },
    {
      "id": "d43936f99913322f",
      "title": "为什么结直肠癌打破免疫系统的规则",
      "summary": "结直肠癌在免疫学上呈现独特现象，与大多数实体瘤不同，其中调节性T（Treg）细胞数量增加通常与更长的生存期相关，而非更差的结果。一项来自斯隆凯特琳研究所的新研究揭示了这一悖论的原因：Treg细胞并非同质，而是包含两种功能相反的亚型——一种抑制肿瘤生长，另一种促进肿瘤生长。这一发现基于超过20年的研究，并利用模拟人类肿瘤的小鼠模型，重点关注微卫星稳定（MSS）型结直肠癌，这类癌症通常对免疫检查点抑制剂治疗反应不佳。研究结果可能有助于改进结直肠癌及类似上皮癌（如胃癌和皮肤癌）的免疫疗法，通过选择性靶向Treg细胞亚型来增强治疗效果。该研究强调了在癌症免疫治疗中需要更精细的方法，以利用有益Treg细胞并抑制有害亚型。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d43936f99913322f_d8deaab4c206.webp",
      "category": "Science"
    },
    {
      "id": "87d753bb36df4fd9",
      "title": "立法者探讨国际空间站“存储”可能性",
      "summary": "美国众议院科学、空间和技术委员会通过了一项NASA授权法案修正案，要求NASA重新考虑在2030年国际空间站（ISS）退役后的处理方案。目前，NASA计划在2031年将ISS引导至太平洋上空进行受控再入，确保碎片落入无人海域。但由众议员乔治·怀特塞德斯提出的修正案，要求NASA进行工程分析，评估将ISS转移至安全轨道港口存储的可行性，以便潜在重用，保存这一价值超过1000亿美元、代表数十年国际合作的资产。该修正案获得两党支持，但不改变ISS在2030年结束运营的时间表。法案还授权使用私人火箭进行商业深空计划。NASA此前已授予SpaceX近10亿美元合同，开发用于脱轨的飞船。文章指出，NASA曾考虑将空间站提升至更高轨道，但因担心失控再入风险而放弃。该法案仍需通过众议院全体投票、参议院批准，并由总统签署才能成为法律。这一政策辩论反映了空间可持续性和商业实体在深空探索中日益增长的作用，突显了空间治理中财政责任、技术遗产和安全需求之间的紧张关系。",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_87d753bb36df4fd9_a4a5b2beb28f.webp",
      "category": "Science"
    },
    {
      "id": "8e96fde278e122a5",
      "title": "产前酒精暴露对大脑的隐藏影响",
      "summary": "一项发表在《神经科学杂志》上的新研究探讨了产前酒精暴露和压力对恒河猴的长期影响。由威斯康星大学麦迪逊分校的玛丽·施耐德和亚历山大·康弗斯领导的研究团队，让怀孕的猴子接触适量酒精、轻度压力或两者兼有。当后代成年后，研究人员检查了多巴胺系统（大脑中涉及奖励和动机的途径）的变化，并测量了酒精消耗量。研究发现，产前酒精暴露改变了多巴胺系统，导致成年猴子饮酒速度加快。有趣的是，在猴子接触酒精之前进行的多巴胺测量能够预测其后的饮酒行为，这表明大脑差异在问题饮酒开始之前就已存在。研究还观察到，随着猴子饮酒，多巴胺系统发生进一步变化，这些变化因个体而异，可能推动某些个体从典型饮酒模式转向酒精使用障碍。虽然产前压力本身与饮酒行为没有直接关联，但它可能影响其他未检查的行为方面。该研究强化了怀孕期间饮酒的风险，并将动物模型与人类健康联系起来，突显了早期经历如何塑造成年后的结果。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8e96fde278e122a5_0e47c427ce0a.webp",
      "category": "Science"
    }
  ]
}