{
  "articles": [
    {
      "id": "f97faa3c2b6c67b7",
      "title": "The Science Behind Birmingham's Pink Sky During Snowfall",
      "summary": "During a rare snowfall in the West Midlands, residents observed a mysterious pink glow in the sky, sparking speculation about vivid sunsets or the Northern Lights. However, the phenomenon was traced to practical LED lights used on football pitches at St Andrew's in Birmingham and in Hednesford. These lights are employed to aid grass growth and recovery for sports. Meteorologist Simon King explained that atmospheric conditions, including low cloud cover and falling snow, enhanced the reflectivity of the sky, allowing the light from these sources to create a visible pink hue. This event highlights how human activities, combined with specific weather patterns, can produce unexpected visual effects, debunking initial supernatural theories. The article underscores the intersection of technology, meteorology, and urban environments in shaping natural appearances.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f97faa3c2b6c67b7_389864155ad0.webp",
      "category": "News"
    },
    {
      "id": "d6b41722eb21e7b4",
      "title": "Trademark Dispute: Cambridge University vs. Local Rowing Business",
      "summary": "Omar Terywall founded Cambridge Rowing Limited in Cambridge in 2021, offering novice rowing experiences on the River Cam through his Cambridge Rowing Experience. The company has introduced rowing to over 5,000 people, including hundreds of local children, promoting community engagement. In January 2022, Terywall applied to register a trademark featuring a shield with a rower and the words 'Cambridge Rowing.' However, in May 2022, the University of Cambridge filed a formal opposition, arguing the need to protect its trademarks from misuse. A hearing was held in 2025, with a decision expected in early 2026. Terywall describes the situation as terrifying and bullying, highlighting the power imbalance between his small local business and the university, a multibillion-pound entity. He feels overwhelmed and uncertain about legal recourse, emphasizing the challenges small entrepreneurs face when confronting large institutions over intellectual property rights. This case raises questions about trademark law, corporate dominance, and support for local enterprises.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d6b41722eb21e7b4_9a7ce1fa3cd0.webp",
      "category": "News"
    },
    {
      "id": "702ca4da253febc2",
      "title": "Skye Newman's Rise to Fame with BBC Sound of 2026 Win",
      "summary": "Skye Newman, a 22-year-old pop singer from south-east London, has been named the winner of BBC Radio 1's Sound of 2026 award. This annual poll is recognized as a predictor of future success in the music industry, with past winners including notable artists like Adele and Haim. Newman's career took off last year when her debut single 'Hairdresser' entered the top 20, followed by 'Family Matters' reaching number five, making her the first female artist since 2014 to achieve this with her first two singles. Her music is characterized by raw emotion and honest lyrics about personal trauma, such as growing up in a challenging environment with issues like drug abuse. High-profile endorsements from artists like Ed Sheeran, Lewis Capaldi, and Sir Elton John, who praised her talent, have bolstered her recognition. Newman expresses disbelief at her rapid rise, viewing her songs as a therapeutic outlet for her experiences. The award highlights her potential to influence pop music and connect with audiences through authentic storytelling.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_702ca4da253febc2_dd598f0a239c.webp",
      "category": "News"
    },
    {
      "id": "6f44010fcce6105b",
      "title": "School Maintenance Crisis: PFI Contract Fallout in Stoke-on-Trent",
      "summary": "At Trentham Academy in Stoke-on-Trent, students faced extreme cold during mock exams due to a broken heating system, highlighting broader issues with Private Finance Initiative (PFI) contracts. These contracts, signed 25 years ago by the city council, involved private companies like Transform Schools (Stoke) Ltd maintaining school buildings for profit. As one of 88 local schools under this PFI, Trentham's contract ended in October, but vital repairs worth £24m-£30m were incomplete. The company went into liquidation shortly after, leaving the council to address safety concerns with £3.5m in public funds. A BBC investigation revealed that repair work slowed in the contract's final year, with jobs marked as closed without being fixed. Students reported difficulties concentrating and writing in the cold, bundled in extra clothing. This situation reflects a national challenge, as around 660 similar PFI contracts across the UK begin to expire, risking unfinished repairs and financial burdens on public authorities.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f44010fcce6105b_9440137239a3.webp",
      "category": "News"
    },
    {
      "id": "515789bc2ccaf274",
      "title": "Global News: Iran Protests, Ukraine Power Crisis, and U.S. Withdrawals",
      "summary": "In Iran, widespread protests over economic conditions led to an almost complete shutdown of internet and phone services, a move seen as an attempt to control demonstrations. Exiled Crown Prince Reza Pahlavi encouraged protests via social media, with some protesters showing support by tearing flags and chanting. Meanwhile, in Ukraine, emergency crews are racing to restore power after Russian military strikes on energy targets caused extensive blackouts, affecting hundreds of thousands and raising concerns about winter hardships. Ukrainian officials accuse Russia of weaponizing winter. Additionally, United Nations officials are condemning the Trump Administration's decision to withdraw from dozens of international organizations, including key climate change treaties, calling it detrimental to global security and prosperity. These events highlight ongoing geopolitical tensions and challenges in international cooperation.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_515789bc2ccaf274_0af34aaa6702.webp",
      "category": "News"
    },
    {
      "id": "4ded522138ce16db",
      "title": "Senate Challenges Trump on Venezuela Military Policy",
      "summary": "In a significant political move, the U.S. Senate voted to advance a bill that would restrict President Trump from deploying additional military forces to Venezuela. The vote, which passed with support from five Republicans joining Democrats, marks a rare rebuke of the president's foreign policy. This procedural step sets the stage for a full debate and vote next week on the bill, which aims to ban actions like blockades or troop increases in Venezuela. While the bill faces challenges in the House and a potential veto from Trump, it symbolizes Congress asserting its constitutional authority over military engagements. The article highlights the bipartisan nature of the vote, with unexpected support from Republicans such as Senators Josh Hawley and Todd Young, and underscores the ongoing tension between the executive and legislative branches regarding U.S. intervention in Venezuela's crisis.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4ded522138ce16db_3ede7babd24c.webp",
      "category": "News"
    }
  ]
}