{
  "articles": [
    {
      "id": "b995f9c19ceb7c67",
      "title": "Measles Outbreak in London Schools: Unvaccinated Kids Might Stay Home",
      "summary": "In north London, there is a measles outbreak, which is a very contagious sickness. Schools might tell kids who haven't gotten their measles shots to stay home for 21 days if they were near someone with measles. This is to stop the disease from spreading. So far, 34 children in Enfield have gotten measles this year, and some had to go to the hospital. Doctors are worried because more kids are getting sick than usual. Measles can be serious, so it's important for children to get vaccinated to stay healthy and protect others. The government is trying to get more kids vaccinated to prevent outbreaks like this.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_b995f9c19ceb7c67_c20d5ee170d0.webp",
      "category": "News"
    },
    {
      "id": "ff9b506136262b90",
      "title": "Europe Learns to Protect Itself in a Changing World",
      "summary": "In Munich, Germany, people are seeing posters for drones and new military technology, which is unusual because Europe used to feel safer. Now, many Europeans worry about threats from countries like Russia and China, and even the United States is acting differently. Germany is helping Ukraine with military aid and plans to spend a lot more money on defense. Leaders from around the world met at a big security conference in Munich to talk about how Europe can work with other countries to stay safe. They discussed if old friends like the US are enough or if they need new partners. This shows that Europe is quickly adjusting to protect itself in a world that is changing fast.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ff9b506136262b90_d261a1fb3bfa.webp",
      "category": "News"
    },
    {
      "id": "36b33e28c43212b3",
      "title": "UK Plans to Spend More on Defense",
      "summary": "The UK government is thinking about spending a lot more money on defense to keep the country safe. The prime minister wants to increase defense spending to 3% of the country's economic output, which is measured by GDP. This plan might happen sooner than expected, possibly by 2029, but no final decision has been made yet. The Treasury is being careful about the costs, which could be billions of pounds extra each year. Officials say that current defense budgets are not enough to cover all the needs, so they are looking at ways to spend more money faster. The idea was discussed in a meeting with the prime minister and his advisers to figure out the best plan.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_36b33e28c43212b3_f9aeccdf6964.webp",
      "category": "News"
    },
    {
      "id": "5335eea3288d8c23",
      "title": "A Glove Mystery Near Savannah Guthrie's Mom's House",
      "summary": "A glove with DNA was found near the home of Savannah Guthrie's mom, Nancy Guthrie, who is missing. The FBI says the glove might match gloves worn by a masked person seen on video outside her door. Nancy, who is 84 years old, disappeared from her Arizona home, and her blood was found on the porch. Police are looking for clues, like a backpack and a car, but no one has been arrested yet. They are worried because Nancy needs medicine for her heart. Many gloves were found nearby, but most were from people searching for her.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_5335eea3288d8c23_33fb0a7bf158.webp",
      "category": "News"
    },
    {
      "id": "d135721195d44b9c",
      "title": "Big Storm in the Southeast and Warmer Weather in the Northeast",
      "summary": "A big storm hit the Southeast over the weekend, bringing strong winds and tornado warnings to states like Mississippi, Louisiana, Georgia, and Florida. In Louisiana, the wind was so strong it flipped a horse trailer and a Mardi Gras float, broke power poles, and damaged buildings. Luckily, no one was seriously hurt. The storm caused power outages, with thousands of people losing electricity in Florida, Mississippi, and Louisiana. At the same time, the Northeast, which had been very cold for weeks, started to get warmer. Boston, for example, had been much colder than usual but is now expecting temperatures to rise closer to normal. On the West Coast, California is getting ready for another big storm with heavy rain, wind, and snow in the mountains, which could cause flooding and mudslides in some areas.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d135721195d44b9c_26a1cfbc35e0.webp",
      "category": "News"
    },
    {
      "id": "5222721e142584c9",
      "title": "Israel's New Land Rules in the West Bank",
      "summary": "Israel has decided to start a new process in the West Bank, an area it controls. This process involves checking who owns the land. People must show papers to prove they own the land. If they cannot, Israel might take control of the land. A group called Peace Now says this is like a big land grab from Palestinians. Palestinians are upset and say it is against international law. They want other countries to help stop this. Israel says it is doing this to make things more clear and fair. The West Bank is divided into areas, and this affects Area C, which Israel fully controls. This decision could lead to more Israeli settlements and less land for Palestinians.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5222721e142584c9_50a6daf9201e.webp",
      "category": "News"
    }
  ]
}