{
  "articles": [
    {
      "id": "39997850af176a4f",
      "title": "英国拟将地租上限设为每年250英镑以改革租赁产权制度",
      "summary": "英国政府宣布计划在英格兰和威尔士将租赁产权业主支付的地租上限设为每年250英镑，作为改革租赁产权制度的一部分。地租是租赁产权业主每年向永久产权业主支付的费用，此次上限旨在防止过高的收费负担房主。这些改革措施详细体现在《租赁产权和共有产权改革法案》草案中，还包括禁止销售新的租赁产权公寓，并赋予房主更多对建筑管理的控制权。首相基尔·斯塔默在TikTok视频中强调了此举，称它将为租赁产权业主节省数百英镑，并应对生活成本问题。英格兰和威尔士约有500万套租赁产权住宅，这些变化回应了人们对高地租的担忧，因为地租可能翻倍或随通货膨胀上涨，使房产难以出售或获得抵押贷款。此外，该法案将废除没收权，即租赁产权业主可能因低至350英镑的债务而失去房屋和积累的资产，并简化向共有产权的转换，这是一种业主共同拥有土地和建筑的制度，无需到期租赁。该法案将接受住房委员会的审查，并可能在2028年底生效，履行工党结束封建租赁产权制度的承诺。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_39997850af176a4f_db2a8e4b1f16.webp",
      "category": "News"
    },
    {
      "id": "a97561718ba18e7e",
      "title": "泪眼婆娑的卡罗尔·柯克伍德宣布将离开BBC",
      "summary": "天气预报员卡罗尔·柯克伍德在BBC早餐节目中含泪宣布，她将在为BBC服务超过25年后离开公司。她拥抱了共同主持人，表示“这对我来说很难说出口，因为我热爱我的工作”。柯克伍德于1998年加入BBC，将于4月离职，并称能为观众带来天气信息是“绝对的荣幸”。这位63岁的主持人在完成日常早晨天气预报后，坐在早餐节目的沙发上宣布了这一消息，说她期待与丈夫史蒂夫共度更多时光并去旅行。她告诉主持人乔恩·凯和萨莉·纽金特：“我不想情绪化，但你们是我的朋友，我深爱你们。”柯克伍德来自苏格兰西海岸的莫拉尔，于2023年与警察史蒂夫·兰德尔结婚。她被认为是BBC最熟悉和友好的面孔之一，每天的天气更新被数百万观众观看和信任。自2010年起，她一直是BBC早餐节目的主要天气预报员。除了主持每日简报外，柯克伍德经常在温布尔登、切尔西花展和皇家活动等地点现场报道天气。她还为《The One Show》做过报道，并在2015年参加了《舞动奇迹》，与搭档帕夏·科瓦列夫进入了第八周。她多次在电视和广播行业俱乐部奖项中被评为最佳电视天气预报员。但偶尔，她也会因直播失误而走红，比如一次被一只狗抢镜。柯克伍德的BBC职业生涯始于BBC早餐节目的制作秘书和助理。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a97561718ba18e7e_a944b2ca8f2c.webp",
      "category": "News"
    },
    {
      "id": "885f8421f3de5f14",
      "title": "天气主持人宣布离职：情感时刻",
      "summary": "卡罗尔·柯克伍德，一位著名的天气主持人，宣布她将在四月离开英国广播公司（BBC），结束超过25年的职业生涯。她在BBC早餐节目的沙发上向共同主持人乔恩·凯和萨莉·纽金特透露了这一消息，解释说她希望有更多时间陪伴丈夫史蒂夫。卡罗尔于1998年加入BBC，并多次获得奖项，包括在电视和广播行业俱乐部奖项中九次被评为最佳电视天气主持人，其中2012年至2017年连续获奖。她的离职标志着一个时代的结束，突显了她对天气报道的贡献以及与观众的情感联系。这一新闻强调了公众人物在职业生涯中常面临个人牺牲和转型，卡罗尔将家庭置于长期职业角色之上。报道还提及了其他无关内容，如节目主持人和慈善活动，但核心焦点是卡罗尔的职业决定及其对英国广播业的影响。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_885f8421f3de5f14_f9269b1649d1.webp",
      "category": "News"
    },
    {
      "id": "7224b583abeb88c2",
      "title": "五十名工党议员签署信函反对阻止伯纳姆参选决定",
      "summary": "据BBC新闻报道，约50名工党议员签署了一封致党魁基尔·斯塔默爵士的信函，反对国家执行委员会阻止大曼彻斯特市长安迪·伯纳姆参加即将举行的议会补选的决定。签署者认为，这一举措对工党的选举前景不利，因为民调显示伯纳姆可能是赢得空缺的戈顿和登顿席位的最佳人选。他们声称没有合法理由阻止伯纳姆，并要求国家执行委员会重新评估。基尔爵士为这一决定辩护，称允许伯纳姆参选会将关键资源（如资金和竞选人员）从其他重要选举中转移，从而优先考虑更广泛的政党战略。这封信还获得了数名工党上议院议员的支持，据报道在议会工党和全国成员中引发了显著的焦虑和愤怒。国家执行委员会（包括基尔爵士）以压倒性多数投票支持阻止，理由是避免大曼彻斯特不必要的市长选举，此前该选举花费了纳税人约470万英镑。这一内部冲突突显了工党在领导和资源分配方面的紧张关系。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_7224b583abeb88c2_211211f13b7c.webp",
      "category": "News"
    },
    {
      "id": "411813fc0d1452a3",
      "title": "大规模冬季风暴过后数十万人断电",
      "summary": "一场严重的冬季风暴在上周末席卷了美国大部分地区，带来了大量降雪、雨夹雪和冰。风暴导致至少28人死亡，包括因低温和滑雪橇事故造成的 fatalities，突显了极端寒冷的危险性。数百万美国人现在正忍受着预计将持续数日的严寒天气，加剧了危机。广泛的停电影响了超过80万用户，主要发生在南部各州，当局警告称，由于风、雨夹雪和冻雨对电网造成的损坏，恢复供电可能需要数天时间。国家气象局报告称，19个州的积雪超过一英尺，加剧了危险状况。从田纳西州到德克萨斯州再到新泽西州的居民正在应对后果，铲雪并面临日常生活的挑战。这一事件突显了基础设施在恶劣天气下的脆弱性以及应急准备的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_411813fc0d1452a3_4091a9062449.webp",
      "category": "News"
    },
    {
      "id": "2a61b03e8ac515e9",
      "title": "财政部终止与博思艾伦汉密尔顿的合同，因特朗普税单泄露事件",
      "summary": "美国财政部已终止与博思艾伦汉密尔顿公司的合同，这是一家主要的国防和国家安全技术公司，原因是一起重大数据泄露事件。前国税局承包商查尔斯·爱德华·利特尔约翰，受雇于博思艾伦，因向《纽约时报》和ProPublica等媒体泄露包括前总统唐纳德·特朗普在内的数千名富裕个人的机密税务信息，于2018年至2020年间被判处五年监禁。检察官称这些泄露在国税局历史上是前所未有的，指出利特尔约翰故意获取承包商职位以访问特朗普的税单，并精心规避内部检测机制。财政部长斯科特·贝森特指出，博思艾伦未能通过国税局合同实施足够的敏感纳税人数据保护措施，导致终止了年支出480万美元、总义务2100万美元的协议。尽管如此，博思艾伦仍保留与国防部等实体的广泛政府合同，凸显了其在美国国家安全基础设施中的根深蒂固角色。公司发言人布莱恩·P·黑尔强调，博思艾伦谴责非法行为，协助政府调查，且不在其专有系统上存储纳税人数据。这一事件被置于特朗普政府更广泛的报复感知对手的背景下，与博思艾伦此前对特朗普相关项目的财务贡献形成对比，说明了企业问责、数据隐私需求和政治动机之间复杂的相互作用。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_2a61b03e8ac515e9_f9ccc677d030.webp",
      "category": "News"
    }
  ]
}