{
  "articles": [
    {
      "id": "ed1278fb0d958c51",
      "title": "卫星发现“末日冰川”快速崩塌",
      "summary": "一项发表在《地球物理研究杂志：地球表面》（2025年）上的新研究详细揭示了南极洲西部思韦茨冰川（俗称“末日冰川”）的快速结构退化。由地球观测科学中心的研究人员领导，包括主要作者Debangshu Banerjee、Karen Alley博士和David Lilien博士，该研究利用二十年（2002-2022年）的多源数据：卫星图像、冰流速度测量和现场GPS监测。重点在于思韦茨东部冰架，其中靠近锚定点的剪切区显示出逐渐发展的裂缝。分析描述了一个四阶段的弱化过程，特征为初始阶段与冰流方向一致的长裂缝，随后是横向裂缝，最终形成自我强化的正反馈循环。这一循环中，裂缝引起的冰加速加剧了结构损伤，使锚定点从稳定锚转变为不稳定性源。该研究是国际思韦茨冰川合作项目下TARSAN计划的一部分，涉及Ted Scambos博士和Erin Pettitt博士等著名冰川学家的贡献。研究结果表明，类似机制可能在南极洲其他冰架中起作用， potentially amplifying contributions to sea-level rise。这项研究增进了对冰冻圈动力学的理解，并强调了精炼气候模型以预测未来冰川行为的迫切需要。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ed1278fb0d958c51_370d79f6d95d.webp",
      "category": "Science"
    },
    {
      "id": "651d7effcf705dd0",
      "title": "玻利维亚重现失落的亚马逊世界",
      "summary": "2021年9月，一支由专家组成的团队前往玻利维亚亚马逊地区勘探大构造湖，这是该地区最未被记录的区域之一。通过使用激光雷达成像、调查和挖掘，研究人员发现了帕基奥和哈斯查哈等考古遗址，揭示了从公元600年到1400年的人类居住证据。这些遗址包括土方工程、运河和抬高的田地，用于水资源管理和玉米种植，展示了前西班牙时期社区在莫霍斯平原湿地适应季节性洪水的创新策略。饮食分析显示，人们依赖鱼类、爬行动物、哺乳动物和植物，形成了平衡的生存经济。如今，卡尤巴巴和莫维马土著社区继续居住于此，通过环境管理贡献于生物文化遗产。这项研究由野生动物保护协会和波恩大学等机构支持，强调了古代社会在塑造环境方面的韧性和适应性，挑战了亚马逊史前史主要为原始状态的叙事。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_651d7effcf705dd0_3a3d8939f06f.webp",
      "category": "Science"
    },
    {
      "id": "2d3b4a607619df42",
      "title": "新3D扫描揭示复活节岛摩艾石像雕刻者的隐藏网络",
      "summary": "一项于2025年11月26日发表在开放获取期刊《PLOS One》上的新研究报告称，拉帕努伊（复活节岛）著名的石像是由许多独立的雕刻群体创造的。由纽约宾汉姆顿大学的卡尔·菲利普·利波领导的研究团队，通过检查这些社区如何贡献于岛上著名纪念碑的制作，得出了这一结论。复活节岛以其数百尊石像（摩艾）而广为人知，这些石像由波利尼西亚定居者从13世纪开始雕刻。考古工作反复表明，该岛是许多小型家庭群体的家园，而非统一的政治体系。这一背景促使研究人员探索摩艾的雕刻是否遵循相同的去中心化结构。在这项研究中，科学家们收集了超过11,000张拉诺·拉拉库（主要摩艾采石场）的照片。这些图像被合并成一个详细的3D重建模型，捕捉了数百尊处于不同生产阶段的摩艾。分析模型后，团队识别出30个不同的采石区域，每个区域都显示出独特的雕刻方法。额外线索表明，完成或部分成形的摩艾沿着几条不同的路径被移出采石场。综合来看，这些模式表明雕像的创造反映了岛上更广泛的社会组织，雕刻工作是由独立进行的，而非通过中央监督。这些发现对长期以来认为这种规模的项目需要严格等级制度或单一协调权威的观点提出了质疑。摩艾之间的相似性似乎来自文化知识的共享，而非协调的联合劳动。新的采石场模型还提供了一个有价值的数据集，可以支持未来的调查，并指导这个联合国教科文组织世界遗产地的文化管理。这里使用的方法也可以应用于研究其他考古地点。作者解释说：“拉帕努伊（复活节岛）的所谓‘神秘’很大程度上源于缺乏公开可用的详细证据，这些证据本可以让研究人员评估假设并构建解释。在此，我们提出了第一个高分辨率的3D模型，展示了拉诺·拉拉库的摩艾采石场，这是近1000尊雕像的中心采石场，为这些巨型巨石像的组织和制造过程提供了新的见解。”这项研究的实地工作得到了美国国家科学基金会资助（奖项编号#2218602）的支持。资助者未参与研究设计、数据收集和分析、与出版相关的决策或手稿准备。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_2d3b4a607619df42_f56da4d21d27.webp",
      "category": "Science"
    },
    {
      "id": "21f559f63eebf060",
      "title": "科学家发现隐藏的脑回路可重写视觉",
      "summary": "麻省理工学院（MIT）的科学家发现了一个隐藏的脑回路，表明行为和内部状态直接影响视觉处理。这项发表在《神经元》杂志上的研究以小鼠为对象，揭示了前额叶皮层向初级视觉皮层（VISp）和初级运动皮层（MOp）发送定制信号。这些信号根据警觉水平和运动等因素调整神经活动。具体而言，两个前额叶亚区——眶额皮层（ORB）和前扣带区（ACA）——被发现传递具有独特效果的信息：ACA在较高警觉时增强视觉表征，而ORB在警觉非常高时降低编码清晰度，可能减少对干扰刺激的注意力。研究团队使用解剖追踪技术，并在小鼠在轮子上奔跑观看图像时记录神经元活动，通过小气流提高警觉水平。他们发现ACA和ORB与目标区域的不同细胞类型通信，并具有不同的空间模式。通过暂时阻断这些通路，研究人员确认ACA和ORB对视觉编码产生相反的影响，突显了一个专门模型，其中前额叶反馈动态地重写视觉。这挑战了将视觉视为单向过程的传统观点，并强调了大脑的适应性。该研究结合了多学科方法，包括解剖学、电生理学和药理学干预，为理解认知控制如何塑造感知提供了新见解，可能对注意力障碍等神经系统疾病有临床应用价值。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_21f559f63eebf060_6e627b79b500.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "重新引入食肉动物对生态系统的影响仍在研究中",
      "summary": "1995年，美国鱼类和野生动物服务局将14只灰狼重新引入黄石国家公园，引发了科学家对捕食者如何影响生态系统的广泛研究。历史上，人类在20世纪初几乎将狼猎杀至灭绝，导致麋鹿过度繁殖并过度啃食河岸植被，造成侵蚀和水位下降，破坏了河狸等物种的栖息地。狼重新引入后，早期研究认为它们通过改变麋鹿行为触发了营养级联效应，让柳树和白杨树再生，可能帮助河狸恢复。然而，新研究指出这些效应在黄石等复杂生态系统中较弱且更复杂。例如，克里斯·威尔默斯等人的论文回顾了数十年的数据，发现营养级联仅在有限情况下明显，如皇家岛国家公园的狼减少了驼鹿数量，促进了树木生长，但在黄石，河狸活动、人类狩猎等因素使影响变得微妙。2024年的一项研究表明，柳树在模拟河狸坝和围栏保护下生长更快，暗示狼的单独存在不足以改善河岸栖息地。这突出了生态恢复的复杂性，需要长期研究来理解食肉动物在环境中的作用。",
      "source": "Ars Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "猫成为人类伙伴的时间比你想象的要晚得多",
      "summary": "最新科学研究表明，猫的驯化发生时间比先前认为的要晚得多，大约在3500至4000年前，并且起源于北非，而非黎凡特地区。这项由牛津大学的Greger Larson教授领导的研究，通过分析来自欧洲、北非和安纳托利亚考古遗址的猫骨DNA，并与现代猫的基因库进行比较，得出了这一结论。所有现代家猫都源自非洲野猫，驯化过程始于埃及，那里的人们崇拜猫，并将其艺术化和木乃伊化。猫因能控制害虫而受到重视，随人类传播到世界各地，例如约2000年前罗马人将猫带到欧洲，之后又经丝绸之路传入中国。有趣的是，证据显示在中国，一只野猫在驯化猫到来之前就曾与人类共处。这项研究利用遗传和考古方法，重塑了我们对动物驯化和人类历史的理解，突出了科学证据在修正历史观点中的重要性。",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}