{
  "articles": [
    {
      "id": "cd601c337d21d657",
      "title": "A New Planet That Might Have Life",
      "summary": "Astronomers from the University of California, Irvine have found a new planet called GJ 251 c that is not too far from Earth. This planet is in a special area around its star where it might be warm enough for liquid water to exist. Water is important for life as we know it. The planet is rocky like Earth but bigger, so it's called a super-Earth. It orbits a common type of star called an M-dwarf, which can be active with flares and spots. Scientists used special tools to detect the planet by watching how it makes its star wobble. They hope to use a big new telescope called the Thirty Meter Telescope to take pictures of the planet and see if it has water. This discovery is exciting because it could help us learn if there is life elsewhere in space.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cd601c337d21d657_25348dfd4934.webp",
      "category": "Science"
    },
    {
      "id": "5f73ff4ea1d754b7",
      "title": "A Big Solar Storm Squeezed Earth's Protective Bubble",
      "summary": "A huge solar storm called the Gannon storm hit Earth in May 2024. It was the strongest in over 20 years. Solar storms happen when the Sun sends lots of energy and particles toward our planet. Scientists used a satellite named Arase to watch what happened. They saw that the storm squeezed Earth's plasmasphere, which is a protective layer of charged particles around Earth. This layer got much smaller, shrinking from 44,000 km to only 9,600 km high. It took more than four days to grow back, which is very slow. This storm also made beautiful auroras appear in places like Japan and Mexico, where they don't usually happen. Understanding this helps scientists protect satellites and GPS from space weather problems.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_5f73ff4ea1d754b7_480e29665371.webp",
      "category": "Science"
    },
    {
      "id": "9adaa7c129290f43",
      "title": "How Baby Turtles Find Their Way with a Hidden Sense",
      "summary": "Baby loggerhead turtles have a special hidden sense that helps them navigate the ocean. When they hatch from eggs on the beach, they start a long journey that can last for years. Scientists found that these turtles use their ability to feel the Earth's magnetic field to know where they are. This is like having a built-in map. They also have a compass sense to know which direction to go. Researchers did experiments by training turtles to dance for food in certain magnetic fields. Then, they used a strong magnetic pulse to see if the turtles could still dance. The turtles danced less, showing they rely on feeling the magnetic field to find their way. This helps them survive in the big ocean.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_9adaa7c129290f43_2ed375436174.webp",
      "category": "Science"
    },
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "Why Bees Get a New Queen",
      "summary": "In a honey bee colony, sometimes the queen bee gets sick and can't lay enough eggs. When this happens, the worker bees notice and decide to raise a new queen to take over. This process is called supersedure. Scientists found that viruses can make the queen's ovaries shrink, so she lays fewer eggs and makes less of a special smell called methyl oleate. This smell tells the workers she is healthy. Without it, they start to replace her. Bees are important because they help pollinate many of the foods we eat, like fruits and vegetables. If the queen is replaced, it can cause problems for the hive and for farmers who rely on bees. Beekeepers might use a fake version of the smell to help keep the queen in charge and the hive strong.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Ancient City Found in Kazakhstan",
      "summary": "Archaeologists have discovered an old city called Semiyarka in Kazakhstan. It was built 3,500 years ago during the Bronze Age. The city was very big, with houses, a large building, and workshops where people made bronze tools and objects. It was found using spy photos from space and modern tools like drones. Most people back then were nomads who moved around, but this city had permanent homes. The city was in a good spot near a river, which helped with trade and control. This discovery shows that ancient people on the steppe were more advanced than we thought.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Space Rockets: Successes and Surprises",
      "summary": "This article talks about exciting news in space rockets. Blue Origin's New Glenn rocket had a successful launch and landing, and they plan to make it even stronger. SpaceX is getting ready to test its new Starship rocket. A company called Katalyst won a contract from NASA to rescue an old space telescope named Swift using a Pegasus rocket, which hasn't flown much lately. Another company, Ursa Major, got a lot of money to build rocket engines for defense and space projects. Rocket Lab launched a secret payload quickly from New Zealand. The article explains why the Pegasus rocket was chosen for the rescue mission, even though it's expensive, because it can reach the right orbit and other rockets can't do the job as well. It's all about how companies are working hard to explore space and keep satellites safe.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}