{
  "articles": [
    {
      "id": "02581d6d986bd2ec",
      "title": "Astronauts Come Home Early from Space",
      "summary": "Four astronauts from NASA, Japan, and Russia came back to Earth early from the International Space Station. They landed safely in the Pacific Ocean near San Diego after spending over five months in space. The crew did many science experiments and helped keep the space station running. They returned about one month earlier than planned because one astronaut had a medical issue, but everyone is okay. After landing, they went to a hospital for check-ups and will go to NASA in Houston. This mission shows how countries work together in space and how NASA can bring astronauts home quickly if needed.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_02581d6d986bd2ec_ce646c3e90b6.webp",
      "category": "Science"
    },
    {
      "id": "b7e51d806ab17d78",
      "title": "How Animals Live Longer When They Have Fewer Babies",
      "summary": "Animals like elephants and mice live very different lengths of time. Elephants can live up to 80 years but have only a few babies, while mice live just a few years but can have many babies. Scientists studied this and found a rule: when animals use less energy to have babies, they can live longer. They looked at 117 mammal species in zoos and found that animals who don't have babies, because of things like medicine or surgery, live about 10% longer on average. This happens because having babies takes a lot of energy from the body. For example, female baboons given medicine to stop babies lived 29% longer, and male baboons who had surgery lived 19% longer. Both males and females live longer, but for different reasons. Males live longer if they don't have certain hormones, and females live longer if they avoid the hard work of pregnancy and nursing. This helps explain why some animals age slower.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b7e51d806ab17d78_105166fbe31d.webp",
      "category": "Science"
    },
    {
      "id": "b1e2226e4af10711",
      "title": "How Soil Helps Forests Grow Back Faster",
      "summary": "Scientists discovered that tropical forests can grow back twice as fast after being cut down if the soil has enough nitrogen. They did a big experiment in Central America, watching 76 forest plots for up to 20 years. They added different nutrients like nitrogen and phosphorus to the soil to see what happened. They found that forests with nitrogen grew much faster in the first 10 years. This is important because forests help fight climate change by taking carbon from the air. The scientists suggest planting bean family trees or choosing areas with good soil to help forests without using fertilizer, which can be harmful. This research helps people understand how to make forests recover better.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b1e2226e4af10711_9073c0db2682.webp",
      "category": "Science"
    },
    {
      "id": "b13307ced15bbf21",
      "title": "Stretchy Screens for Wearable Tech",
      "summary": "Scientists have made a big step forward in creating stretchy screens that can bend and stretch without breaking. These screens, called OLEDs, are used in phones and TVs, but now they might be used in wearable devices like smartwatches or health monitors that stick to your skin. A team from Seoul National University and Drexel University developed a new type of OLED that can stretch up to 1.6 times its original length and stay bright. They used special materials like MXene and a stretchy polymer layer to make it work better. This could help show real-time information like temperature or blood flow on your skin. The research was published in a science journal called Nature, and it solves problems with old flexible screens that lost brightness when bent too much.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b13307ced15bbf21_831dca6339dd.webp",
      "category": "Science"
    },
    {
      "id": "855f6ffb9098c6a4",
      "title": "Astronauts Come Home Early from Space for Health Check",
      "summary": "Four astronauts came back to Earth early from the International Space Station because one of them had a health problem. They landed safely in the Pacific Ocean near San Diego using a SpaceX Crew Dragon spacecraft. The astronauts had been in space for 167 days, but they left over a month early to get medical help on the ground. NASA said it was not an emergency because the sick astronaut was stable, but they wanted to make sure they got proper treatment. The other astronauts on the station will now have fewer people to help with work until new astronauts arrive next month. This is the first time NASA has ended a space mission early for medical reasons.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_855f6ffb9098c6a4_f8cc7c6c453e.webp",
      "category": "Science"
    },
    {
      "id": "dc1076c02571432e",
      "title": "Astronauts Come Home Early from Space Due to Health Problem",
      "summary": "Four astronauts had to leave the International Space Station early because one of them got sick. They landed safely back on Earth in the ocean near California. The astronauts are Mike Fincke, Zena Cardman, Kimiya Yui, and Oleg Platonov. They were supposed to stay in space for six and a half months but came home a month early. NASA said the sick astronaut is stable and doing okay. This is the first time astronauts have been evacuated from the space station for health reasons since it started in 1998. The space station is a big lab in space where scientists study how living in space affects people and plants. Now, only three astronauts are left on the station until more arrive next month.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    }
  ]
}