{
  "articles": [
    {
      "id": "f97faa3c2b6c67b7",
      "title": "A Pink Sky Mystery in Birmingham",
      "summary": "In Birmingham, when it snowed one evening, people saw a pink glow in the sky. They wondered if it was a pretty sunset or the Northern Lights. But it was actually from LED lights on a football pitch at St Andrew's, where Birmingham City plays. The lights help the grass grow. The snow and clouds made the sky reflect the light, turning it pink. Other places like Hednesford also saw this because of their football lights. It was a fun surprise, not something magical.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f97faa3c2b6c67b7_389864155ad0.webp",
      "category": "News"
    },
    {
      "id": "d6b41722eb21e7b4",
      "title": "A Small Business Fights a Big University Over a Name",
      "summary": "Omar Terywall started a company called Cambridge Rowing Limited in Cambridge, his home city, in 2021. His company offers rowing experiences on the River Cam for beginners, including many local children, and has taught over 5,000 people. He wanted to trademark the name and logo with a shield and rower. But the University of Cambridge, a very large and rich organization, objected to the trademark in 2022, saying they need to protect their own trademarks. A hearing happened in 2025, and a decision is expected soon. Omar feels scared and bullied because the university is so big compared to his small business, and he doesn't know what to do. This story shows how a little company can get into a legal fight with a giant over a name.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d6b41722eb21e7b4_9a7ce1fa3cd0.webp",
      "category": "News"
    },
    {
      "id": "702ca4da253febc2",
      "title": "Skye Newman Wins a Big Music Award",
      "summary": "Skye Newman is a young singer who just won a special music award called BBC Sound of 2026. She is 22 years old and lives in London. This award is very important because it helps people know who might become a big star in pop music. Skye became famous last year when her first song did very well. She sings about her life, including tough times like family problems. Famous singers like Ed Sheeran and Elton John think she is very talented. Skye feels happy and surprised to win this award. She uses her music to share her feelings and stories with others.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_702ca4da253febc2_dd598f0a239c.webp",
      "category": "News"
    },
    {
      "id": "6f44010fcce6105b",
      "title": "Cold Classrooms: School Repairs Left Unfinished",
      "summary": "At Trentham Academy, a school in Stoke-on-Trent, students are shivering during exams because the heating system is broken. This happened because a contract with a private company to fix the school ended before repairs were done. The company, called Transform Schools (Stoke) Ltd, went out of business, leaving many problems like barricaded swimming pools and cold classrooms. The city council had to use public money to try to make schools safe and warm. Students like Esme and Sam found it hard to concentrate and write in the cold. This is part of a bigger issue with similar contracts across the UK, where schools might not get fixed on time.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f44010fcce6105b_9440137239a3.webp",
      "category": "News"
    },
    {
      "id": "515789bc2ccaf274",
      "title": "Iran's Internet Shut Down During Protests",
      "summary": "In Iran, the internet and phone services were almost completely shut off because of big protests about the country's economy. People are unhappy with how things are going. At the same time, in Ukraine, emergency crews are working hard to bring back power after Russia attacked energy targets, causing a big blackout. Also, United Nations officials are criticizing the Trump Administration for leaving many international groups, including one that helps with climate change. These are three important news stories happening around the world.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_515789bc2ccaf274_0af34aaa6702.webp",
      "category": "News"
    },
    {
      "id": "4ded522138ce16db",
      "title": "Senate Says No to Military Action in Venezuela",
      "summary": "The Senate, which is part of the U.S. government, voted to stop President Trump from sending more soldiers to Venezuela. Venezuela is a country in South America. This vote happened because some Republicans, who are usually on the president's side, joined with Democrats to say no. It was a close vote, and it means that next week, there will be a bigger debate and another vote on this idea. Even though the House of Representatives and the president might not agree, this vote is important because it shows Congress is trying to have a say in military decisions. The article explains that this is a way for Congress to use its power against the president.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4ded522138ce16db_3ede7babd24c.webp",
      "category": "News"
    }
  ]
}