{
  "articles": [
    {
      "id": "20dc2e96b9f9b9e7",
      "title": "Tiny Plastics Harm the Ocean's Cooling Power",
      "summary": "Scientists found that tiny plastic pieces called microplastics are hurting the ocean's ability to soak up carbon dioxide, which helps keep Earth cool. Microplastics are very small plastic bits that are everywhere, even in the ocean. They can carry bad stuff that harms animals and people. In the ocean, they mess with tiny plants and animals called phytoplankton and zooplankton, which are important for moving carbon around. This makes it harder for the ocean to take carbon out of the air. The study says this is a big problem because it could make Earth warmer and hurt sea life. Researchers from different countries worked together and want people to act fast to stop plastic pollution to help fight climate change.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_20dc2e96b9f9b9e7_225a6b99f6f0.webp",
      "category": "Science"
    },
    {
      "id": "8a45436ff5008b1f",
      "title": "Turning Thyme into Tiny Medicine Drops",
      "summary": "Scientists are making thyme, a plant used in cooking and natural remedies, into tiny medicine drops. Thyme has good stuff like thymol that helps fight germs and reduce swelling, but it can evaporate quickly and irritate the body. To fix this, researchers from Russia found a way to put very small droplets of thyme extract inside another liquid. They use a special chip to mix thyme with gelatin and sodium alginate, then add oil to break it into tiny drops. This keeps the thyme from evaporating and allows it to be given in small, safe doses. The scientists say this method can be used for other substances too and might help make medicines more precise. They are working on making it even better with technology like AI.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_8a45436ff5008b1f_708477eb62df.webp",
      "category": "Science"
    },
    {
      "id": "7fca6bd6079eaf41",
      "title": "AI Helps Find What Makes Cancer Survival Better Around the World",
      "summary": "Scientists used a smart computer program called AI to study cancer survival in many countries. They looked at data from 185 countries to see what helps people survive cancer. They found that things like having enough money for healthcare, access to radiotherapy machines, and universal health coverage are important. The team made an online tool so people can pick a country and see what factors matter most there. This helps countries know what to improve to save more lives from cancer. The research was published in a cancer journal and led by doctors and researchers in the USA. They hope this work will guide countries to make better plans for cancer care.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_7fca6bd6079eaf41_04d637c10870.webp",
      "category": "Science"
    },
    {
      "id": "8b44fcf8cff69b66",
      "title": "Tiny Earthquakes Show Hidden Dangers Under California",
      "summary": "Scientists are using tiny earthquakes to learn about a dangerous area off the coast of Northern California. This place is where two big earthquake zones meet: the San Andreas fault and the Cascadia subduction zone. It can cause very strong earthquakes. Researchers from the U.S. Geological Survey and universities studied small earthquakes that people cannot feel. They found that there are five moving pieces under the ground, not just three plates. One piece is called the Pioneer fragment, which is being pulled under North America. This helps scientists understand how earthquakes happen and predict future dangers. The study was published in a science journal.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8b44fcf8cff69b66_548e07d87ff2.webp",
      "category": "Science"
    },
    {
      "id": "c5ec1cff9d56c978",
      "title": "NASA's Big Moon Rocket Moves to Launch Pad",
      "summary": "NASA is getting ready to send astronauts to the Moon again! A huge rocket called the Space Launch System is moving slowly from a building to a launch pad in Florida. It will carry four astronauts—Reid, Victor, Christina, and Jeremy—on a trip around the Moon. This mission is called Artemis II, and it's the first time people will go near the Moon since 1972. The rocket rides on a special crawler vehicle that goes very slow, less than one mile per hour. The astronauts will travel far from Earth and come back fast, setting a speed record. NASA wants to show that the rocket and spacecraft are safe for future Moon missions. This is exciting because it helps America return to the Moon before other countries like China.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c5ec1cff9d56c978_1dc203376d73.webp",
      "category": "Science"
    },
    {
      "id": "3bf9e0a99eae4a78",
      "title": "A Giant Old Ship Found Underwater in Denmark",
      "summary": "Archaeologists in Denmark have discovered a huge old shipwreck from the medieval times, around the year 1410. The ship, called Svaelget 2, was a type of cargo ship known as a cog, used for trading goods across the sea. It was much bigger than most ships of its time, measuring about 28 meters long and 9 meters wide, and could carry about 300 tons of cargo. This shows that medieval Europe was growing rich and trading a lot. The ship was found half-buried in sand, which helped protect it from damage over 600 years. Archaeologists found cool things like ropes, combs, shoes, and rosary beads, giving clues about the sailors' lives. This discovery helps us learn more about how people traded and lived long ago.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3bf9e0a99eae4a78_262acb180a09.webp",
      "category": "Science"
    }
  ]
}