{
  "articles": [
    {
      "id": "581c47651ecac69a",
      "title": "科学家发现肠道化合物有助于保护肝脏",
      "summary": "一项发表在《eBioMedicine》上的研究揭示，吲哚——一种由有益肠道细菌产生的化合物，能够降低后代患脂肪肝疾病的风险。研究人员来自俄克拉荷马大学，通过对怀孕和哺乳期小鼠进行高脂高糖饮食喂养，并对部分小鼠补充吲哚，发现接受吲哚处理的母鼠所生后代即使后来暴露于不健康饮食，其肝脏更健康、体重增加较少、血糖控制更好且脂肪细胞较小。这种保护作用与激活芳基烃受体（AHR）通路和调节神经酰胺代谢有关，增加了有益的极长链神经酰胺水平。研究还通过粪便微生物移植证实，受保护后代的肠道微生物群本身具有保护作用。脂肪肝疾病，即代谢功能障碍相关脂肪性肝病（MASLD），在肥胖儿童中患病率约为30%，非肥胖儿童中约为10%，目前治疗仅限于减肥且无批准药物。尽管研究基于动物模型，尚不能直接应用于人类，但结果指出了通过早期靶向肠道健康来预防儿童MASLD的新策略，强调了母体饮食和微生物群遗传对长期代谢健康的重要性，为应对日益增长的儿科肝病负担提供了希望。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_581c47651ecac69a_eb0bf4ec1ab0.webp",
      "category": "Science"
    },
    {
      "id": "fe4914e8b72b016b",
      "title": "科学家警告气候模型缺失关键海洋角色",
      "summary": "最近发表在《科学》杂志上的一篇综述指出，钙化浮游生物——如颗石藻、有孔虫和翼足类等微生物——在当前用于预测地球未来的气候模型中未能得到充分体现。这些浮游生物形成碳酸钙外壳，通过海洋碳泵捕获大气中的碳并将其输送至深海，从而调节全球温度。由西班牙ICTA-UAB领导的研究团队警告说，忽略这些生物会导致对海洋应对气候变化的不完整预测。研究强调了浅层溶解过程的重要性，即碳酸钙在上层海洋因生物活动而溶解，这一过程在CMIP6等主要地球系统模型中常被遗漏。此外，不同浮游生物群体面临各异的气候威胁：颗石藻对海洋酸化特别敏感，而有孔虫和翼足类则面临氧气减少和温度上升的风险。作者呼吁紧急开展测量工作，量化各群体碳酸钙的生产、溶解和输出，以完善模型。他们认为，将这些细节纳入模型将改进对海洋-大气相互作用、长期碳储存以及用于重建古气候的沉积记录的解释，从而为生态系统和社会影响提供更精准的气候预测，助力应对环境变化。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_fe4914e8b72b016b_d767ecd56ca2.webp",
      "category": "Science"
    },
    {
      "id": "2025a0b751a96e5e",
      "title": "COVID-19与H1N1如何在数周内席卷美国城市",
      "summary": "哥伦比亚大学梅尔曼公共卫生学院的公共卫生科学家利用先进的计算机模拟技术，追踪了2009年H1N1流感大流行和2020年COVID-19大流行在美国的传播情况。他们的研究结果揭示了呼吸道大流行病如何快速扩展，以及早期阻止它们的挑战。这项研究发表在《美国国家科学院院刊》上，首次直接比较了这两种大流行病在美国大都市区的传播路径。模拟显示，这两种大流行病在短短几周内就在大多数都市区广泛传播，通常早于早期病例检测或政府应对措施的实施。尽管H1N1和COVID-19在不同地点之间遵循不同的路线，但都依赖于共享的传播枢纽，包括纽约和亚特兰大等主要都市区。航空旅行在推动这种快速传播中发挥了比通勤更大的作用。同时，不可预测的传播模式增加了显著的不确定性，使得实时预测疫情爆发地点变得困难。该研究的高级作者Sen Pei博士指出，快速且不确定的传播突显了及时检测和控制的挑战，扩大废水监测覆盖范围结合有效的感染控制可能减缓未来大流行病的初始传播。此外，研究人员开发了一个灵活的框架，可用于研究其他疫情爆发的早期阶段，考虑因素包括人口统计、学校日历和天气模式。这项研究旨在通过提供对地理传播和有效应对策略的见解，改善大流行病的准备情况。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_2025a0b751a96e5e_1dd3ff70ec06.webp",
      "category": "Science"
    },
    {
      "id": "31397e95a2be2060",
      "title": "百年发丝分析揭示铅暴露下降与法规影响",
      "summary": "本文介绍了一项由犹他大学科学家进行的研究，发表于《美国国家科学院院刊》（PNAS），通过分析跨越一个多世纪的头发样本来追踪美国铅暴露的变化。在1970年美国环境保护局（EPA）成立之前，铅污染广泛存在，来源包括工业工厂、含铅涂料、水管，尤其是含铅汽油的车辆尾气。铅是一种有毒重金属，会在体内积累，并与儿童发育问题相关。研究显示，环境法规实施后，头发样本中的铅水平急剧下降，法规前的水平大约是法规后的100倍。这突显了EPA政策在减少铅暴露和改善公共健康成果方面的成功。然而，文章也指出，特朗普政府正在削弱一些铅法规，作为放松环境保障的更广泛努力的一部分，这引发了人们对忘记历史教训的担忧。科学家们使用了48名个体的头发样本，包括一些保存在家庭剪贴簿中的历史样本，创建了犹他州瓦萨奇前沿地区铅暴露的记录，该地区过去面临严重的工业污染。研究结果强调了尽管可能面临行业挑战，维持环境保障的重要性，并提醒我们法规在保护健康方面的关键作用。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_31397e95a2be2060_799c1d2f545d.webp",
      "category": "Science"
    },
    {
      "id": "1611cb9ba70a55dd",
      "title": "特朗普任内EPA环境执法崩溃，报告发现",
      "summary": "一份由环境诚信项目发布的新报告显示，在特朗普总统第二任期的第一年，美国环境保护署（EPA）对环境法律的执法大幅崩溃。根据联邦法院和行政数据分析，司法部基于EPA转介的民事诉讼案件降至仅16起，比拜登政府第一年减少76%，也低于特朗普第一任期。这一下降归因于激进的去监管议程，包括EPA署长李·泽尔丁推出的31项空气和水污染限制回滚。此外，员工减少——EPA裁员数百人，司法部环境部门律师大量离职——削弱了执法能力。EPA采纳了“合规优先”政策，强调与违规者合作而非正式处罚，批评者认为这削弱了威慑力。环境组织如公共雇员环境责任组织和地球正义组织证实了这些发现，警告执法减弱可能导致污染和健康风险增加。报告反映了环境治理中更广泛的政治和意识形态冲突。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1611cb9ba70a55dd_da7bb2fcd9dc.webp",
      "category": "Science"
    },
    {
      "id": "ba39ba71c8f3bb2e",
      "title": "COVID-19 净化了天空，但也加剧了甲烷排放",
      "summary": "2020年，COVID-19大流行导致全球工业和旅行几乎停滞，卫星传感器记录到二氧化氮（内燃机和重工业的副产品）急剧下降，空气暂时变得比几十年来更清洁。然而，甲烷（仅次于二氧化碳的第二重要人为温室气体）却开始激增，其增长率达到16.2 ppb，是自1980年代系统记录以来的最高值。《科学》杂志上发表的一项新研究通过分析对流层（大气最低层）的复杂化学过程，发现这两种变化可能相关。自1960年代末以来，我们知道大气中的甲烷不会自行消失，它被羟基自由基主动清除，这种高活性分子将甲烷分解为水蒸气和二氧化碳。问题是羟基自由基的寿命极短——不到一秒，要作为大气甲烷清除剂，它必须通过阳光触发的一系列化学反应不断再生。这些反应的关键成分是氮氧化物，正是2020年汽车停驶和工厂关闭时大幅减少的污染物。当2020年封锁期间全球氮氧化物水平下降约15%至20%时，羟基自由基的产生几乎停滞。没有足够的羟基自由基，本应被破坏的甲烷分子在大气中停留更久。彭树诗（北京大学教授，研究合著者）及其同事估计，这种甲烷汇的减弱解释了2020年甲烷增长率大幅飙升的约80%。空气越清洁，甲烷停留变暖地球的时间越长。但剩余问题是这些甲烷最初来自何处。整个疫情期间，有人推测激增可能由石油和天然气行业的超级排放事件引起，或封锁期间泄漏基础设施缺乏维护。然而，新研究表明排放源并非许多人预期的那样。虽然减弱的大气汇解释了2020年激增的大部分，但并非唯一因素。剩余的20%增长，以及2021年和2022年更大部分的增长，来自地面实际排放的增加。为追踪这些排放源，彭的团队分析了卫星和各种地面监测站的大量数据。甲烷具有不同的同位素特征：来自天然气泄漏或煤矿等化石燃料的甲烷较重，含有较高比例的稳定同位素碳-13；相反，由牲畜肠道、垃圾填埋场和尤其是湿地中的微生物产生的甲烷较轻，富含碳-12。当研究人员分析美国国家海洋和大气管理局全球瓶采样网络（追踪地球大气化学成分的全球监测系统）的数据时，发现神秘激增期间的大气甲烷显著变轻。这是生物源的确凿证据。激增并非来自管道或发电厂，而是来自微生物。大流行的时间与相对罕见的气象事件重合。拉尼娜现象（通常导致热带降雨增加的厄尔尼诺-南方涛动的冷相位）持续了三个连续的北半球冬季（2020年至2023年），使2020年代初异常潮湿。研究人员利用温室气体观测卫星的卫星数据和复杂的大气模型，将轻甲烷的来源追踪到热带非洲和东南亚的广阔湿地地区。在南苏丹的苏德沼泽和刚果盆地等区域，破纪录的降雨淹没了大片土地。在这些水淹、缺氧的环境中，产甲烷微生物大量繁殖，加速产生甲烷。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ba39ba71c8f3bb2e_08e24d9da410.webp",
      "category": "Science"
    }
  ]
}