{
  "articles": [
    {
      "id": "563414260872fddc",
      "title": "Drivers Fined by Mistake on Roads",
      "summary": "In England, many drivers got speeding fines they didn't deserve because of a problem with speed cameras. Since 2021, about 2,650 times, cameras on A roads and motorways took pictures of cars that weren't really speeding. This happened because there was a delay between the cameras and signs that change speed limits. When the speed limit went up, the camera might still think it was lower, so it fined drivers for going too fast even if they were following the new limit. National Highways, the group that runs these roads, said sorry for the mistake. They are fixing the cameras and will give money back to drivers who paid fines. Police will also take points off licenses if needed. Not all wrong camera activations led to fines, but drivers who were affected will be contacted. Safety is important, so everyone should still follow speed limits as usual.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_563414260872fddc_4eb13bc54c14.webp",
      "category": "News"
    },
    {
      "id": "565e6b9012788ea5",
      "title": "BBC and Trump in a Big Fight Over a Video Edit",
      "summary": "The BBC, a big news company, is in a legal fight with former US President Donald Trump. Trump is suing the BBC for $5 billion because he says they edited his speech in a TV show called Panorama to make him look bad. In the show, they cut parts of his speech from January 6, 2021, which made it seem like he was calling for violence at the US Capitol. The BBC apologized for the edit but says they did not defame Trump and will defend themselves in court. Trump claims they cheated by changing his words. This lawsuit is happening in Florida, and the BBC has said they will not comment more while the case is ongoing. The edit caused some BBC leaders to resign after a memo criticized it.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_565e6b9012788ea5_3758c5ce896e.webp",
      "category": "News"
    },
    {
      "id": "89697c682f3995c5",
      "title": "Lizzo Wins Part of a Lawsuit About Body Shaming",
      "summary": "Pop star Lizzo is happy because a judge said she did not fat-shame her dancers. Some dancers sued her in 2023, saying she made fun of their weight. The judge dismissed that part, but the dancers still have other claims. They say Lizzo made them go to sex shows and touch people without clothes. Lizzo says she fired the dancers for recording her secretly, not for gaining weight. Her team calls the lawsuit a made-up story. The case will continue in court about the sex show claims. Lizzo is known for songs that celebrate all body types.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_89697c682f3995c5_2f19c1f2726c.webp",
      "category": "News"
    },
    {
      "id": "caac82442d58528c",
      "title": "Scammers Trick People to Steal Money Meant for Sick Kids",
      "summary": "This article tells a sad story about children with cancer who are tricked by bad people. Scammers make videos of these sick kids, like a boy named Khalil, to ask for money for their treatment. The videos show the kids looking very sick and crying, but sometimes the scenes are fake, like using onions to make tears. The scammers raise a lot of money from kind people who want to help, but the families often get little or none of it. For example, Khalil's family only got a small filming fee, and he died without the treatment money. The BBC found many families around the world who were scammed this way, with millions of dollars stolen. They identified a man named Erez Hadari as a key person in this scam. The article warns people to be careful when donating online to help sick children.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_caac82442d58528c_eaa6b19140e5.webp",
      "category": "News"
    },
    {
      "id": "d6ea93706e731206",
      "title": "The 30% Rent Rule: Is It Still Useful Today?",
      "summary": "For many years, people have been told to spend no more than 30% of their money on rent when finding a home. This is called the 30% rule. But today, with high housing costs, experts are asking if this rule still works. A study shows that nearly two-thirds of renters struggle to afford rent. Some experts say the rule is helpful for most people, but it has limits. For very poor or very rich people, the rule might not make sense. The rule started long ago to help families budget, and it was used in government programs. Now, in expensive cities, it can be hard to follow this rule. Experts suggest that renters might need other strategies to manage their money better.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d6ea93706e731206_fba2ff3d662a.webp",
      "category": "News"
    },
    {
      "id": "d00f057d2de64782",
      "title": "A Spy Leader Talks About Russia and Ukraine",
      "summary": "A leader from Britain's spy agency, MI6, named Blaise Metreweli, gave a speech about Russia's actions. She said that Russian President Vladimir Putin is not trying to end the war in Ukraine quickly. Instead, he is making peace talks take longer because he wants to control Ukraine and bother other countries in NATO. Metreweli explained that Russia is doing things like cyberattacks, drone flights near airports, and spreading false information to cause trouble without starting a big war. She called this a 'gray zone' between peace and war. Metreweli is the first woman to lead MI6 and spoke from their headquarters in London. She warned that Russia's actions are a threat to many places around the world.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d00f057d2de64782_883dd29fb1f3.webp",
      "category": "News"
    }
  ]
}