{
  "articles": [
    {
      "id": "6918c16e223d0519",
      "title": "Delhi's Air Makes Many People Sick",
      "summary": "In Delhi, India, many people are getting sick because the air is very dirty. Over 200,000 cases of breathing problems were recorded in six big hospitals from 2022 to 2024. More than 30,000 people had to go to the hospital because they couldn't breathe well. The air quality is often very bad, especially in winter, and it can be 20 times worse than what is safe. This happens because of things like cars, factories, and farmers burning leftover crops. The government is studying this problem, and courts are asking for action to clean the air. Kids are also getting sick from the dirty air, so it's a big issue for everyone.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6918c16e223d0519_00d45f7af072.webp",
      "category": "Science"
    },
    {
      "id": "093bcc28c9bc2483",
      "title": "How Everyday Chemicals Can Hurt Your Tummy Bugs",
      "summary": "Scientists found that many chemicals we use every day can harm the tiny bacteria living in our guts. These bacteria help us stay healthy by digesting food and fighting germs. The study looked at over 1,000 chemicals, like pesticides from farms and chemicals in plastics. They discovered 168 of these chemicals can stop good gut bacteria from growing. This is a problem because if the bacteria get hurt, it might make us sick or cause infections that are hard to treat. The scientists made a computer tool to predict which chemicals are bad for gut bacteria, so we can make safer products in the future. They say we need to check if chemicals are safe for our gut bugs, not just for people.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_093bcc28c9bc2483_93b1c858e9bd.webp",
      "category": "Science"
    },
    {
      "id": "440ffdf07812560d",
      "title": "Mayor Helps Families Who Work Hard but Still Need Help",
      "summary": "The mayor of West Yorkshire, Tracy Brabin, talked about families who have jobs but still find it hard to pay for things like food and clothes. She said that many children in her area live in poverty, which means they don't have enough money for a good life. The mayor wants to change a rule called the two-child benefit cap so that families with more than two kids can get more help from the government. She also discussed charging tourists a small fee when they visit Yorkshire to use the money for better buses and events. This will make the area nicer for everyone. The mayor believes these changes can help kids have better opportunities as they grow up.",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_440ffdf07812560d_6d87b56877e9.webp",
      "category": "Science"
    },
    {
      "id": "0e727794e40969d9",
      "title": "How Small Groups Built Easter Island Statues",
      "summary": "Easter Island is famous for its giant statues called moai, built about 800 years ago from volcanic rock at a place called Rano Raraku. Archaeologists made a 3D model of the quarry using drones and photos to learn how the statues were made. They found that small family groups, not one big boss, carved the moai. The statues were moved by 'walking' them with ropes, needing only 18 to 50 people. The model shows different carving styles, meaning each group had its own way of working. This helps us understand how people long ago worked together to create amazing things.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0e727794e40969d9_f8029af83d12.webp",
      "category": "Science"
    },
    {
      "id": "d9e0994a7932a305",
      "title": "A Lab Gets a New Name: What It Means for Energy",
      "summary": "The National Renewable Energy Laboratory in Colorado has been renamed the National Laboratory of the Rockies by the Trump administration. This lab is famous for studying wind, solar, and other clean energy sources. The new name is part of a bigger plan to focus on all types of energy, not just renewable ones. Some people worry this change might mean less support for clean energy research, which could hurt America's ability to compete with countries like China and India. The lab's director says the new name honors the beautiful Rocky Mountains where the lab is located, but he didn't explain how the lab's work will change. This renaming is one of several actions by the government to shift attention away from renewable energy toward fossil fuels like oil and coal.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d9e0994a7932a305_72cf1eb19bcf.webp",
      "category": "Science"
    },
    {
      "id": "21574e46b752c1ec",
      "title": "Ancient Roman Pool Found Near Rome",
      "summary": "Archaeologists have discovered a huge stone basin near Rome, in the old city of Gabii. It was built around 250 B.C., making it one of the earliest big Roman structures outside temples and walls. The basin might have been a pool in the city center, used for public life. The find helps us learn how early Romans planned their cities, inspired by Greek ideas. Gabii is special because it was abandoned long ago, so its layout is well-preserved. Researchers will keep digging to find more about this ancient site and its artifacts.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_21574e46b752c1ec_2f405f335266.webp",
      "category": "Science"
    }
  ]
}