{
  "articles": [
    {
      "id": "51d4389191988317",
      "title": "金夫人谈性别大战：我的是为了社会变革，这个不是",
      "summary": "网球传奇比利·简·金对比了她1973年与鲍比·里格斯的标志性“性别大战”比赛和即将举行的阿丽娜·萨巴伦卡与尼克·克耶高斯之间的表演赛，两者均被冠以同一名称。金强调，她的比赛是社会变革的关键部分，推动了体育中的性别平等，而新比赛则仅仅是娱乐。她的比赛在休斯顿举行，采用标准五盘三胜制，没有规则修改，全球约9000万人观看，成为女权运动的象征。相比之下，萨巴伦卡与克耶高斯的比赛在迪拜举行，采用三盘两胜制，并因数据显示女性球员平均移动速度慢9%而缩小萨巴伦卡的场地。金希望萨巴伦卡获胜，但认为两场比赛的唯一相似之处是涉及一男一女球员，缺乏相同的社会意义。这反映了体育赛事从社会声明向商业化表演的演变，引发关于女性体育代表性和性别动态持续辩论的思考。",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_51d4389191988317_98a5e4543272.webp",
      "category": "Fun"
    },
    {
      "id": "2857df8829dad7ba",
      "title": "1973年性别大战关乎社会变革——金夫人",
      "summary": "美国网球传奇人物比利·简·金表示，即将举行的阿丽娜·萨巴伦卡与尼克·克耶高斯之间的“性别大战”比赛，与她1973年战胜鲍比·里格斯的比赛“不同”，她称后者关乎“社会变革”。金夫人强调，1973年的比赛不仅是一场体育赛事，更是推动性别平等社会变革的催化剂，挑战了当时的性别刻板印象，并为女性在体育及更广泛领域争取权利。她认为，当代比赛虽然有趣，但缺乏相同的社会影响力，因为女性网球已在认可和机会方面取得显著进步。金夫人指出，女子网球正朝着正确方向发展，但仍面临持续的不平等问题。这篇文章源自BBC网球，通过金夫人的视角，探讨了体育如何作为社会运动的平台，强调了历史背景与当前进展之间的对比，以及体育在促进社会正义中的复杂作用。",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2857df8829dad7ba_25230d6b6945.webp",
      "category": "Fun"
    },
    {
      "id": "a62701cbfb0d91dc",
      "title": "冰岛成为第五个抵制欧洲歌唱大赛的国家",
      "summary": "冰岛已宣布加入西班牙、爱尔兰、斯洛文尼亚和荷兰的行列，抵制2026年欧洲歌唱大赛。这一决定源于以色列确认参赛，而加沙战争及投票公正性问题引发了紧张局势。冰岛国家广播公司RÚV的总干事斯特凡·埃里克松表示，目前大赛缺乏和平与欢乐，因此冰岛选择退出。RÚV指出，以色列的参与在欧洲广播联盟成员和公众中造成了分裂。冰岛在参赛截止日期前最终确定了抵制决定，而欧洲歌唱大赛总监马丁·格林对此表示尊重，并希望他们早日回归。此外，欧洲广播联盟批准了新的投票诚信措施以应对操纵担忧，但冰岛对其效果持怀疑态度。此前，冰岛曾建议根据先例禁止以色列参赛，但该请求被拒绝，转而将以色列的参赛与新规则挂钩。这一事件凸显了地缘政治冲突如何渗透文化领域，引发关于娱乐活动中抗议与包容性的广泛讨论。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_a62701cbfb0d91dc_ba8cfd8be965.webp",
      "category": "Fun"
    },
    {
      "id": "f6e26a17db212dac",
      "title": "纪念索菲·金塞拉：一位温暖的女作家",
      "summary": "索菲·金塞拉是《购物狂》系列畅销书的作者，享年55岁。她于2022年被诊断出患有胶质母细胞瘤，这是一种侵袭性脑癌。文章通过朋友和同事的追忆，将她描述为一位“美妙、温暖的女人”。《我就要你好好的》作者乔乔·莫伊斯称赞她优雅、善良且聪明，并说她将成功看得很轻。其他作家如朱迪·皮考特和阿黛尔·帕克斯也表达了对她的怀念和敬意，强调她为世界带来了许多欢乐。金塞拉的作品在全球销售超过5000万册，被翻译成40多种语言，在60多个国家发行。女演员艾拉·菲舍尔在电影《一个购物狂的自白》中主演，她表示心碎并致敬，称金塞拉的光彩活在角色中。家人的声明证实了她的离世，并表示心碎。这篇文章旨在纪念她的生平和贡献，展示她在文学界和读者中的广泛影响，以及通过作品建立的情感联系。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_f6e26a17db212dac_ff1b8d1a5b04.webp",
      "category": "Fun"
    },
    {
      "id": "9297561fb1d86a9d",
      "title": "萨巴伦卡自信'性别大战'不会损害女子体育",
      "summary": "在一篇BBC体育的报道中，女子网球世界排名第一的阿丽娜·萨巴伦卡表示，即将与尼克·克耶高斯进行的'性别大战'表演赛不会对女子体育造成损害。这场比赛定于12月在迪拜举行，萨巴伦卡强调其娱乐价值，并认为这不会危及她的职业生涯或女子网球的整体发展。另一方面，克耶高斯作为男子网球选手和2022年温网亚军，因其参与而面临批评，原因包括他2021年对前女友的袭击认罪以及一系列被视作厌恶女性的言论。萨巴伦卡的立场凸显了在推动此类表演赛的同时保护女子网球进步的战略努力。文章深入探讨了体育精神、性别代表和运动员责任之间的复杂互动，将萨巴伦卡的乐观态度置于公众质疑的背景之下。它强调了体育媒体如何处理争议人物以及对粉丝认知和制度诚信的潜在影响等更广泛的社会辩论。通过这一视角，这场比赛成为现代体育伦理的案例研究，平衡了娱乐性与关于职业体育中平等和行为的实质性讨论。",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9297561fb1d86a9d_db8d0ae74139.webp",
      "category": "Fun"
    },
    {
      "id": "ff83a2162d26823b",
      "title": "King认为女子网球正朝着正确方向前进",
      "summary": "比莉·简·金是一位网球传奇人物，赢得了39个大满贯冠军，并且是女子网球协会（WTA）的创始人。她强调，WTA最近与梅赛德斯-奔驰达成的价值十亿美元的赞助协议显示了该巡回赛在女子体育中的领导地位。这一协议不仅为女子网球提供了重要的资金支持，增强了赛事资源和运动员发展，还反映了企业对女子体育的信心日益增长。金的观点基于她多年的经验和倡导，突显了体育领域性别平等的进步。通过突出这一成就，金旨在激励对女子网球的持续支持和投资，巩固其作为促进女性运动员发展的先驱角色。她的评论体现了全球范围内对女子体育认可和机会增加的趋势，挑战了传统的体育动态，并呼吁更多组织效仿，以推动性别平等和体育创新。",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ff83a2162d26823b_a00218fdfc97.webp",
      "category": "Fun"
    }
  ]
}