{
  "articles": [
    {
      "id": "a888da61e909edc6",
      "title": "A Scandal About Sharing Secrets",
      "summary": "Gordon Brown, a former Prime Minister, talked about a serious problem involving Peter Mandelson. Mandelson was a government official who shared secret information with a bad person named Jeffrey Epstein. This information was about the UK's economy and money plans, which could have hurt the country. Brown said that Keir Starmer, a leader, was too slow to fix things but is a good person who wants to do what's right. He believes Starmer can clean up the system. The police searched homes linked to Mandelson, but Mandelson says he did nothing wrong. Brown feels sad and angry because Mandelson betrayed his country by leaking secrets.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_a888da61e909edc6_72fab0756c84.webp",
      "category": "News"
    },
    {
      "id": "ac2b2157f31d9f27",
      "title": "Why People Are Upset with the Prime Minister",
      "summary": "This article talks about a problem in the government. The prime minister, Sir Keir Starmer, hired a man named Peter Mandelson. Now, many people are angry because of things Mandelson did. Members of Parliament (MPs) are shocked and angry at Mandelson, but they are also angry with the prime minister for choosing him. People in the Labour Party are worried that Starmer might not stay as prime minister until 2027. They feel unhappy about how the government is handling things. Some think Starmer will have to leave his job sooner or later. The article shows that this anger is not just about one person; it is about bigger problems in the government that have been building for months.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_ac2b2157f31d9f27_fb2ed9393590.webp",
      "category": "News"
    },
    {
      "id": "be9f3c93298ebbd8",
      "title": "A School Incident: Teacher Hurt by Student",
      "summary": "A 15-year-old boy at a school in Wales hurt a teacher with a weapon. The police came to the school after the attack. The teacher went to the hospital but is now home and recovering. The boy is in police custody and will go to court. The school closed for a day to help everyone feel safe. Leaders and a teachers' union said schools should be safe places without violence. This event shows how important it is to keep schools peaceful for learning.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_be9f3c93298ebbd8_567227d9489b.webp",
      "category": "News"
    },
    {
      "id": "7486ed80fb0d3a7d",
      "title": "President Trump and a Video with Racist Pictures",
      "summary": "President Donald Trump shared a video online that had a racist part showing Barack and Michelle Obama as apes. He said he didn't see that part before it was posted. The video was about voter fraud in the 2020 election. After people got upset, the video was removed from his account. A White House staffer posted it by mistake. Some Republican senators, like Tim Scott, said it was very racist. The video also showed other Democrats as animals. Trump explained that he only watched the beginning and gave it to his staff to check. He liked the message about voter fraud but said they should have taken it down if they saw the whole thing. The Obamas haven't said anything about it yet.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7486ed80fb0d3a7d_383ec6bb88bd.webp",
      "category": "News"
    },
    {
      "id": "83683a2f0ca2d97c",
      "title": "U.S. Births Went Down in 2025",
      "summary": "In 2025, the number of babies born in the United States dropped a little. There were about 24,000 fewer births than in 2024. Experts thought births might go up after a small increase in 2024, but the new data shows that didn't happen. The Centers for Disease Control and Prevention (CDC) collected this information from birth certificates. People are having babies later in life because they worry about money, health insurance, and having a stable home. The government tried to help by making it easier for couples to have babies through treatments like IVF and talking about giving money to families. But so far, we only know the total number of births, not details like who is having babies or birth rates. The fertility rate, which tells if enough babies are being born to replace the population, has been going down for many years as women wait longer to have children.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_83683a2f0ca2d97c_34c468ab8519.webp",
      "category": "News"
    },
    {
      "id": "2f193fd6d97d8e65",
      "title": "Talking About Peace in Gaza",
      "summary": "This article is about a talk with Ambassador Mike Huckabee, who works for the United States in Israel. He discusses what happens next in Gaza after a ceasefire, which is a time when fighting stops. The ceasefire has helped people in Israel feel safer because there are no more missiles. All hostages, who were people taken during the conflict, have been returned. Now, the focus is on rebuilding Gaza and making sure it is peaceful. A new group called the Board of Peace is starting, and a government is being formed. However, there is still work to do, like disarming Hamas, a group involved in the conflict. The article also mentions that the Rafah Crossing, a border area, has reopened, but not many sick people can leave yet. The ambassador explains that progress is slow but happening step by step.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2f193fd6d97d8e65_c3579b15c638.webp",
      "category": "News"
    }
  ]
}