{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "How Viruses Trigger Queen Bee Replacement in Hives",
      "summary": "Honey bee colonies often experience supersedure, where worker bees replace their queen when she becomes less productive. Researchers at the University of British Columbia discovered that common viruses can infect the queen, causing her ovaries to shrink and reducing her egg-laying capacity. This infection also lowers her production of methyl oleate, a pheromone that signals health to the workers. When methyl oleate levels drop, workers detect the change and initiate the process of raising a new queen. This natural mechanism helps wild colonies adapt but can disrupt managed hives, leading to issues like reduced pollination and honey production. Bees are vital for pollinating about one-third of global crops, so queen failures impact food security. The study, published in PNAS, involved experiments showing that virus-infected queens laid fewer eggs and produced less pheromone. Additionally, field trials indicated that supplementing hives with synthetic methyl oleate could reduce supersedure, offering beekeepers a tool to maintain hive stability during critical periods like peak pollination. This research highlights the interconnected roles of viruses, pheromones, and colony behavior in bee health.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI Uncovers Hidden Lion Roar for Better Conservation",
      "summary": "A groundbreaking study has used artificial intelligence to identify a previously unknown 'intermediary roar' in African lions, challenging the long-held belief that they only produce one type of roar. Conducted by researchers at the University of Exeter and published in Ecology and Evolution, this research applied machine learning to analyze lion vocalizations, achieving 95.4% accuracy in classification. This advancement reduces human bias in identifying individual lions, which is crucial for conservation efforts as lions are listed as vulnerable to extinction, with populations declining by about half over the past 25 years to an estimated 20,000-25,000 in Africa. The study highlights the role of bioacoustics in ecology, showing that passive acoustic monitoring can provide more reliable data than traditional methods like spoor surveys. Collaboration with institutions such as the University of Oxford and various conservation groups supported the findings, funded by organizations like the Lion Recovery Fund. This work underscores the potential for AI to transform wildlife monitoring and aid in protecting endangered species.",
      "source": "Science Daily",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "Uncovering the Role of Copper in Green Ammonia Synthesis",
      "summary": "Researchers at Tokyo Metropolitan University have made a significant discovery in the production of ammonia, a crucial compound for fertilizers. Currently, the Haber-Bosch process dominates ammonia manufacturing, but it is energy-intensive and accounts for about 1.4% of global CO2 emissions. The team, led by Professor Fumiaki Amano, explored an electrochemical nitrate reduction reaction as a greener alternative. This method uses copper oxide as a catalyst to convert nitrates into ammonia at room temperature and atmospheric pressure, avoiding the high energy demands of traditional methods. Through advanced techniques like operando X-ray absorption, they observed that under positive voltage, nitrate ions passivate the catalyst surface, forming nitrites, but when voltage turns negative, metallic copper particles emerge and facilitate the conversion to ammonia. This hidden step is key to efficient ammonia production, offering insights for improving electrocatalysts. The findings could advance sustainable agriculture by enabling low-carbon ammonia synthesis, supported by funding from organizations like NEDO.",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "Early Giant Sharks in Prehistoric Australia",
      "summary": "Recent fossil discoveries in northern Australia have revealed that massive sharks existed as early as 115 million years ago, during the Age of Dinosaurs. These fossils, including large vertebrae, belong to a cardabiodontid shark, an early relative of modern lamniform sharks like the Great White. The vertebrae are over 12 cm wide, larger than those of adult Great Whites, indicating a body size that made it a top predator alongside giant marine reptiles. This finding challenges previous beliefs that sharks only grew to large sizes much later in their evolution. Sharks have been around for over 400 million years, with modern lineages starting about 135 million years ago. Initially small, they evolved into giants like Megalodon. The research, involving an international team of paleontologists and specialists, used tomography and detailed analysis to estimate the shark's size. Published in Communications Biology, it highlights how interdisciplinary studies can uncover details about evolutionary history, emphasizing that shark fossils are mostly teeth due to their cartilaginous skeletons, which rarely fossilize.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Uncovering a Bronze Age Metropolis on the Kazakh Steppe",
      "summary": "Recent archaeological work has revealed the ancient city of Semiyarka on the Kazakh Steppe, dating back 3,500 years to the Bronze Age. Using advanced methods like drone mapping and geophysical surveys, researchers from University College London discovered that this city covered 140 hectares, much larger than typical steppe settlements. It featured rows of houses on earthworks, a central monumental building, and extensive workshops for bronze production. The city's strategic location near the Irtysh River allowed it to control trade routes, suggesting it was a hub for interaction between nomadic herders and settled communities. Artifacts such as pottery fragments and metal slag indicate thriving trade and industrial activity. This finding challenges previous assumptions that the steppe was solely inhabited by nomads, showing that complex, planned urban centers existed there, similar to those in other ancient regions. The discovery was aided by declassified spy satellite photos from the 1970s, highlighting how modern technology can uncover hidden histories.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Advances in Rocket Technology and Space Missions",
      "summary": "This article from Ars Science covers recent developments in the space industry, highlighting key events and business moves. Blue Origin continues to make headlines with its New Glenn rocket, which successfully launched and landed, and the company has outlined plans to enhance it with more engines. Meanwhile, SpaceX is progressing toward the first flight of its next-generation Starship rocket in South Texas. In other news, Katalyst Space Technologies secured a $30 million NASA contract to build a robotic rescue mission for the Neil Gehrels Swift Observatory, a satellite studying gamma-ray bursts since 2004 that is at risk of re-entry due to orbital decay. Katalyst selected Northrop Grumman's Pegasus XL rocket for this task, despite its infrequent use and high cost, because it can achieve the precise low-inclination orbit required, unlike cheaper rideshare options or smaller rockets. Additionally, Ursa Major Technologies raised significant funds, valuing the company at $600 million, to develop rocket engines for defense and space applications, emphasizing faster and more affordable propulsion systems. Rocket Lab also executed a quick launch from New Zealand for a commercial customer, showcasing rapid mission capabilities. The article explains the rationale behind these choices, such as inventory clearance and technical specifications, providing insights into the competitive and strategic aspects of modern space exploration.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}