{
  "articles": [
    {
      "id": "e74b19fb97d4f015",
      "title": "晚睡与心脏病风险增加相关",
      "summary": "一项发表在《美国心脏协会杂志》上的新研究探讨了睡眠类型与心血管健康之间的关系。该研究分析了英国生物银行中超过30万名中年成年人的数据，参与者根据自我报告的日常活动模式被分为“明确夜型人”（夜猫子）、“明确晨型人”（早鸟）或“中间型”。研究发现，夜型人患心血管健康评分差的可能性增加了79%，在平均14年的随访期间，心脏病发作或中风的风险增加了16%，且女性中的关联更为明显。这些风险部分归因于生活方式因素，如尼古丁使用和睡眠不足。相比之下，晨型人表现出较低的不良健康发生率。该研究强调了睡眠时间对长期心血管结果的重要性，并建议通过行为干预来降低夜型人的风险。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e74b19fb97d4f015_235c39b3ae29.webp",
      "category": "Science"
    },
    {
      "id": "7946a01203e6ba45",
      "title": "男性心脏风险加速的早期转折点",
      "summary": "一项由西北医学领导的长达数十年的研究揭示，男性比女性更早开始发展冠心病风险，差异最早可在30多岁时出现。该研究基于冠状动脉风险发展在年轻成人（CARDIA）研究的数据，追踪了超过5,100名黑人和白人成年人从青年期起超过30年的健康状况。研究发现，男性达到5%的心血管疾病（包括心脏病发作、中风和心力衰竭）累积发生率比女性早约七年（中位年龄50.5岁对57.5岁）。具体而言，男性冠心病2%的发生率比女性早十多年。尽管随着时间的推移，吸烟、高血压和糖尿病等常见风险因素在男女之间变得更为相似，但心脏病发生时间的差距并未缩小，这表明可能存在其他生物或社会影响因素。研究强调需要更早进行筛查和预防策略，特别是针对男性，以降低长期风险。该研究发表在《美国心脏协会杂志》上，呼吁超越胆固醇等标准指标进行更广泛的研究。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_7946a01203e6ba45_69f5e65a8d3d.webp",
      "category": "Science"
    },
    {
      "id": "0b5444a697994282",
      "title": "突破性技术：让船只几乎不沉没",
      "summary": "罗切斯特大学光学研究所的研究人员开发了一项突破性技术，制造出不沉没的金属管，朝着实现不沉没船只的长期目标迈出了重要一步。由Chunlei Guo教授领导，该团队使用激光蚀刻技术改性铝管内部，创建微观和纳米级凹坑，使其表面超疏水，能强力排斥水并保持干燥。处理后的管子在水中时，其拒水内部会捕获稳定的空气袋，防止水进入，即使受损穿孔也能保持漂浮，灵感来自潜水钟蜘蛛和火蚁等自然策略。与2019年的超疏水圆盘设计相比，这种基于管子的设计简化了结构，在类似海洋条件的湍流环境中提供了更高的稳定性，经过数周测试未出现浮力退化。管子可以连接形成筏子，用于船舶、浮标或浮动平台的基础，并展示出从移动水中捕获能量的潜力，可能应用于波浪发电等可再生能源领域。该项目得到了美国国家科学基金会等机构的支持，融合了光学、物理学和材料科学，为海事安全和可持续发展提供了创新解决方案。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0b5444a697994282_105673e1089b.webp",
      "category": "Science"
    },
    {
      "id": "0399378c85b0771c",
      "title": "新型扫描技术可在症状出现前数年发现心脏病",
      "summary": "赫尔姆霍茨慕尼黑中心和慕尼黑工业大学的研究人员开发了一种名为“fast-RSOM”的新型医学成像工具，能够通过皮肤无创地捕捉人体最小血管的高清图像。该技术利用光声网格扫描显微镜（RSOM）原理，通过短暂光脉冲产生超声波信号，生成皮下结构的详细三维图像。它可以检测微血管内皮功能障碍（MiVED），即微小血管扩张和收缩功能受损，这是心血管疾病的早期征兆。通过测量与MiVED相关的动态生物标志物，fast-RSOM能在症状（如胸痛）出现前多年发现血管功能损伤，直接观察吸烟、高血压等风险因素对微血管的影响。这种便携式设备有望在门诊诊所用于常规心血管风险评估，实现早期干预和个性化治疗。研究团队计划在更广泛的人群中进行测试，并将其生物标志物整合到临床实践中，以改善患者预后并降低长期医疗成本。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0399378c85b0771c_8c3b6abbe595.webp",
      "category": "Science"
    },
    {
      "id": "1924a2590abe37c3",
      "title": "HS2铁路沿线发现的宝藏藏于秘密仓库",
      "summary": "在英国HS2高速铁路建设过程中，考古学家发现了约45万件文物，为英国历史提供了新的见解。这些宝藏藏于约克郡的一个秘密仓库中以确保安全，包括可能属于罗马角斗士的标签、一把可能超过4万年前的手斧以及19世纪的金假牙。自2018年以来，约1000名考古学家在伦敦至伯明翰路线的60个挖掘点进行了工作，这是英国规划法律要求的遗产保护评估的一部分。虽然野外工作已基本完成，但这些文物的未来——是继续储存还是公开展示——尚未决定。该项目引发了争议：像英格兰遗产这样的组织赞扬这些发现，但批评者如议员格雷格·史密斯则认为，HS2不断攀升的成本、延误以及对环境和历史景观的破坏使其不值得建设。HS2的回应承认了过去的问题，但强调了其考古团队的细致工作。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1924a2590abe37c3_d3f15c00e07c.webp",
      "category": "Science"
    },
    {
      "id": "733e491146bbfd50",
      "title": "挪威岛屿北极熊变胖更健康，尽管海冰减少",
      "summary": "科学家们发现，自1990年代初以来，挪威斯瓦尔巴群岛的北极熊变得更胖、更健康，尽管气候变化导致海冰持续减少。北极熊通常依赖海冰作为平台来捕食海豹，以获取富含脂肪的餐食，但斯瓦尔巴的北极熊通过食用更多陆基猎物（如驯鹿和海象）来适应冰损失。研究人员在1992年至2019年间对770只成年熊进行了称重和测量，发现它们的身体状况显著改善。海象自1950年代以来在挪威受到保护，数量增加，为北极熊提供了新的脂肪食物来源。此外，海豹聚集在更小的冰区，使其更容易被捕获。然而，科学家警告称，这一积极趋势可能是暂时的；随着海冰继续减少，北极熊将不得不旅行更远距离到达狩猎场，消耗更多能量并耗尽宝贵的脂肪储备。这项研究发表在《科学报告》上，强调了物种如何适应环境变化，但也凸显了气候变化对北极生态系统的长期威胁。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_733e491146bbfd50_f74a76e41184.webp",
      "category": "Science"
    }
  ]
}