{
  "articles": [
    {
      "id": "8f23b94a82e10bfb",
      "title": "How the Sun Makes Big Explosions Like a Snow Avalanche",
      "summary": "Scientists used a special spacecraft called Solar Orbiter to watch a big explosion on the Sun called a solar flare. They saw that it starts with small changes in magnetic fields, which are invisible forces around the Sun. These changes grow quickly, like a snow avalanche getting bigger as it rolls downhill. The explosion sends out glowing blobs of hot gas called plasma. Solar flares are very powerful and can affect Earth by causing storms in space that might disrupt radio signals. The scientists were lucky to catch this event because they had the right tools at the right time. This helps us understand how the Sun works and keeps us safe.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8f23b94a82e10bfb_5a9e640ac924.webp",
      "category": "Science"
    },
    {
      "id": "4e10096cf79ea196",
      "title": "UK Homes Get Money for Solar Panels to Save on Bills",
      "summary": "The UK government has announced a big plan to help families save money on their energy bills. They will give £15 billion over five years to put solar panels, heat pumps, and batteries in homes. This is called the Warm Homes Plan. It aims to make more homes use solar power and help one million people who struggle to pay for heating. The Prime Minister says every family should have a warm home. Some people like the plan because it can cut bills by £500 a year, but others worry it might cost too much to run. The money will come as loans and grants to make it easier for people to afford these green technologies.",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4e10096cf79ea196_438e55252282.webp",
      "category": "Science"
    },
    {
      "id": "dc7fb666fd3544e6",
      "title": "A New Building Material That Cleans the Air",
      "summary": "Scientists at Worcester Polytechnic Institute have made a new building material that helps clean the air by taking carbon dioxide out of it. This material, called enzymatic structural material (ESM), is strong and can be used to build things like walls and roofs. It is made using an enzyme that turns carbon dioxide into solid parts, and it forms quickly without needing a lot of energy. Unlike regular concrete, which makes a lot of pollution, ESM actually captures carbon, making it better for the environment. It can be recycled and fixed if it breaks, which means less waste. This material could help build houses and other structures in a way that is good for the planet.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_dc7fb666fd3544e6_62eb77827319.webp",
      "category": "Science"
    },
    {
      "id": "cc57e78992f40918",
      "title": "Scientists Help Mice Grow Cartilage to Stop Arthritis",
      "summary": "Scientists at Stanford found a way to help older mice grow back knee cartilage and stop arthritis. They used an injection that blocks a protein called 15-PGDH, which increases as animals age and causes cartilage loss. This treatment also prevented arthritis after knee injuries like those in athletes. In tests, human cartilage samples from knee surgeries responded well and started making new cartilage. The researchers hope this could lead to a pill or injection for people to regrow lost cartilage, reducing the need for surgery. This is exciting because current treatments only manage pain or replace joints, but this targets the root cause of arthritis.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_cc57e78992f40918_b3e74563e3a4.webp",
      "category": "Science"
    },
    {
      "id": "ea132073a593b250",
      "title": "Monkey Faces Tell Stories with Their Brains",
      "summary": "Scientists studied how monkeys make faces to talk to each other. They used special cameras and brain scans to watch monkeys' faces and brains. The monkeys made faces like smiling, frowning, and chewing. The scientists thought different parts of the brain would control different faces, but they found that all parts worked together for every face. This helps us understand how brains create expressions, which could help people who can't move their faces due to sickness. The study shows that making faces is more than just a reflex; it's a complex brain activity.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ea132073a593b250_5eeee4faa18d.webp",
      "category": "Science"
    },
    {
      "id": "75452ab96320840a",
      "title": "How Sick Kidneys Can Hurt Your Heart",
      "summary": "Scientists found out why many people with kidney disease get heart problems. When kidneys are damaged, they send tiny particles into the blood. These particles travel to the heart and can make it sick too. This discovery helps doctors find patients at risk earlier so they can get treatment sooner. Kidney disease is common in the United States, especially in people with diabetes or high blood pressure. In tests with mice, stopping these particles helped the heart work better. Researchers hope to create a blood test to spot high-risk patients and new treatments to protect the heart. This could save lives by preventing heart failure in people with kidney issues.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_75452ab96320840a_31dce3ff2bf9.webp",
      "category": "Science"
    }
  ]
}