{
  "articles": [
    {
      "id": "1d2dc110ba228d43",
      "title": "Teen Arrested in E-Bike Incident Affecting Pregnant Woman and Newborn",
      "summary": "A 13-year-old boy from Poole has been arrested following an e-bike hit-and-run incident that struck a pregnant woman on Herbert Avenue in late January. The collision occurred around 15:50 GMT, and while the woman sustained non-serious injuries, her baby was born in a serious condition and remains hospitalized. Dorset Police reported that the rider and a pillion passenger fled the scene, prompting an investigation. Sergeant Dan Yates expressed gratitude for public tips and continues to appeal for additional information. This case highlights issues of road safety, particularly involving young e-bike users, and the legal consequences of leaving an accident site. The incident underscores the need for responsible behavior and community cooperation in such emergencies.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d2dc110ba228d43_da240fcac693.webp",
      "category": "News"
    },
    {
      "id": "64fe6019b0bb551b",
      "title": "Clintons Agree to Congressional Testimony on Epstein Amid Contempt Threat",
      "summary": "Bill Clinton, former US president, and Hillary Clinton, former secretary of state, have agreed to testify before the House Oversight Committee in the congressional investigation into Jeffrey Epstein, a convicted sex offender who died in prison in 2019. This decision comes just before a scheduled vote to hold the Clintons in criminal contempt for their previous refusal to appear, following a months-long standoff. The Clintons had resisted the committee's demands, arguing that they had already provided sworn statements with limited information on Epstein and dismissing the summonses as a political ploy orchestrated by former President Trump. Bill Clinton has acknowledged a past acquaintance with Epstein but denies any knowledge of his sex offending and claims he severed contact two decades ago. The testimony marks a significant event, as it will be the first time a former president has testified to a congressional panel since Gerald Ford in 1983. After the Clintons' agreement, the contempt vote was postponed to allow for clarification of the terms of their testimony. The House Oversight Committee, led by Republicans with some Democratic support, continues to seek details on what the Clintons know about Epstein's activities.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_64fe6019b0bb551b_2f028c4d377d.webp",
      "category": "News"
    },
    {
      "id": "8bcfff4144895ee3",
      "title": "Sarah Ferguson's Charity Shuts Down Amid Epstein Document Release",
      "summary": "Sarah Ferguson's charity, Sarah's Trust, announced it will close indefinitely shortly after new documents were released about her association with Jeffrey Epstein, a convicted sex offender. The charity, founded in 2020, focused on addressing humanitarian and environmental crises, hunger, and extreme poverty. A spokesman stated the decision resulted from months of discussion, though no specific reasons were provided. This follows previous incidents where multiple charities, including Julia's House and the Teenage Cancer Trust, severed ties with Ferguson last year due to her Epstein links. The latest document release by the US Department of Justice includes emails showing Ferguson contacted Epstein while he was imprisoned and pictures of her ex-husband, Prince Andrew, in compromising positions. While being named in the files does not imply guilt, the negative publicity has impacted Ferguson's charitable work. The closure highlights how personal associations can affect philanthropic efforts and public trust.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_8bcfff4144895ee3_40b29717b132.webp",
      "category": "News"
    },
    {
      "id": "6d7a0225a347e602",
      "title": "Clintons Negotiate Testimony in Epstein Probe Amid Contempt Threat",
      "summary": "Former President Bill Clinton and former Secretary of State Hillary Clinton are engaged in last-minute negotiations to comply with a congressional subpoena for testimony related to Jeffrey Epstein, a convicted sex offender. The House Oversight Committee, led by Republican Chair James Comer, is advancing criminal contempt of Congress charges against the Clintons for defying the subpoena. While a spokesperson for the Clintons indicated they would testify, Comer insists on having a written agreement and demands sworn depositions from both. The Clintons had offered alternative arrangements, such as a transcribed interview for Bill and a sworn declaration for Hillary, but Comer rejected these. The contempt resolution is moving through the House Rules Committee, threatening fines and incarceration if passed. This situation highlights tensions between congressional authority and individual compliance in high-profile investigations.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d7a0225a347e602_745286a2429f.webp",
      "category": "News"
    },
    {
      "id": "cd8681857d301c05",
      "title": "Conflict Over a Whistleblower Complaint Involving Tulsi Gabbard",
      "summary": "A legal dispute has emerged regarding a whistleblower complaint against Tulsi Gabbard, the Director of National Intelligence. Attorney Andrew Bakaj claims that Gabbard has withheld the complaint from congressional intelligence committees for eight months, citing a need for legal review. The complaint, made by an anonymous individual due to sensitive work, was initially reviewed by the intelligence community's inspector general, who deemed it not credible. Gabbard's office, represented by press secretary Olivia Coleman, denies any delay, attributing processing challenges to classified details and emphasizing that the inspector general was appointed during the Biden administration, not by Gabbard. Coleman asserts Gabbard's support for whistleblower rights, even for baseless complaints. The attorney has called for a congressional investigation into the handling of the complaint, highlighting tensions over government transparency and accountability. This situation underscores the complexities of whistleblower protections and the role of intelligence oversight in U.S. governance.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_cd8681857d301c05_1602ba77f161.webp",
      "category": "News"
    },
    {
      "id": "0a08220b7634b1ef",
      "title": "UK's Strategy to Address Persistent PFAS Chemicals",
      "summary": "The UK has launched a national plan to address 'forever chemicals,' known as PFAS, which are widely used in products like school uniforms, medication casings, and hydrogen production due to their water- and oil-resistant properties. These chemicals accumulate in the environment and can be toxic, raising health and environmental concerns. The plan includes increasing water testing by 50% in Scotland and Wales, and testing animals and soils in England to identify contamination hotspots. By 2029, the UK aims to align with EU regulations that may prohibit non-essential uses of PFAS. Environment Minister Emma Hardy emphasized the urgency, calling PFAS a pressing challenge. However, implementing new regulations takes about five years, and industries like hydrogen production argue there are few alternatives. The plan also focuses on public awareness through a dedicated website. Environmental groups and the water industry advocate for quicker action, highlighting the persistent and bioaccumulative nature of PFAS, which leak into the environment from manufacturing, washing, and waste sludge.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0a08220b7634b1ef_0c7e108f1618.webp",
      "category": "News"
    }
  ]
}