{
  "articles": [
    {
      "id": "9db8b2199cba2381",
      "title": "The Amazing Music of Avatar Movies",
      "summary": "The Avatar movies are famous for their stunning visuals, but the music is just as incredible. Composer Simon Franglen spent seven years creating the music for the third film, Avatar: Fire and Ash. He wrote 1,907 pages of music and even invented new instruments for the alien planet Pandora. The film has four times more music than a regular movie, and Franglen finished it just five days before the movie was ready. The story follows the Na'vi people protecting their home from humans. In this film, the main characters, Jake and Neytiri, are sad because their son died. Franglen made music to show their sadness and how they feel apart from each other. This helps audiences feel the emotions of the characters as they watch the movie.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_9db8b2199cba2381_4b68e8360dd0.webp",
      "category": "Fun"
    },
    {
      "id": "852b0852a12ee435",
      "title": "John Cena's Big Final Wrestling Match",
      "summary": "John Cena is a famous wrestler who is having his last fight in a tournament called The Last Time Is Now. This match is happening on Saturday night in Washington DC. He has been wrestling for over 23 years since he started in 2002. During his career, he won 17 world titles and became known for saying \"You Can't See Me.\" Many people see him as a WWE legend, but he is also an actor and helps kids through Make-A-Wish. His character changed from a tough rookie to a rapper and then a hero who never gives up. Even though some fans said he couldn't wrestle well, experts say he is very talented and was a big star who sold lots of merchandise. Fans like Joe and Sabrina admire him for his long career and charisma.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_852b0852a12ee435_d49b5894bf86.webp",
      "category": "Fun"
    },
    {
      "id": "c41f93835cde4991",
      "title": "Charlotte Church Stops Using Deodorant and Shaving",
      "summary": "Charlotte Church, a singer from Wales, has shared that she no longer uses deodorant or shaves her body hair. She said this on a podcast after someone told her she smelled nice, which surprised her because she thinks she usually smells bad. She stopped using deodorant because she worries about chemicals in it. A beauty expert said more people are choosing natural beauty and not using products with chemicals. Charlotte likes wearing pretty dresses even with hairy legs, which she finds fun because it confuses people. She encourages others to do what makes them happy with their bodies, like dyeing or shaving hair if they want. The expert also said that during lockdown, people simplified their beauty routines and now see body hair as a personal choice, not something they have to do for others.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c41f93835cde4991_49fb9919a7ca.webp",
      "category": "Fun"
    },
    {
      "id": "7845cf30f90e12a4",
      "title": "Famous Writer Joanna Trollope Passes Away",
      "summary": "Joanna Trollope, a very famous author from England, has died at 82 years old. Her family shared the sad news. She wrote many popular books that people loved to read. Her stories often talked about love and family life in England. She was called the 'queen of the Aga saga,' but she did not like that name. Her daughters said she died peacefully at her home. Joanna wrote over 20 books, and some were made into TV shows. She also helped with charity work and got awards for her writing. She was related to another famous writer named Anthony Trollope, but not directly. Many people will miss her, including her family, friends, and readers all over the world.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_7845cf30f90e12a4_df706e473087.webp",
      "category": "Fun"
    },
    {
      "id": "44e0fdb472f389f1",
      "title": "Turning Paper Waste into Clean Energy",
      "summary": "Scientists have found a new way to make clean hydrogen energy using waste from paper mills. They created a special material from a plant waste called lignin, which is often thrown away or burned. This material helps speed up a reaction called oxygen evolution, which is important for splitting water into hydrogen and oxygen. Hydrogen is a clean fuel that doesn't pollute. The new catalyst, made with nickel and iron, works well and lasts a long time, making it cheaper than using expensive metals like platinum. This could help produce more hydrogen for clean energy in the future.",
      "source": "Science Daily - Technology",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_44e0fdb472f389f1_3b71de7bc361.webp",
      "category": "Fun"
    },
    {
      "id": "b35b546be21edbeb",
      "title": "Atoms That Don't Move in Hot Metal",
      "summary": "Scientists have discovered something amazing about liquids like molten metal. When metal gets very hot and turns into a liquid, most atoms move around quickly, but some atoms stay perfectly still. These motionless atoms are stuck to a special material called graphene, which acts like a tiny stove. The scientists used a powerful microscope to watch tiny drops of metal as they cooled and turned solid. They found that the still atoms can change how the metal solidifies. If only a few atoms are stuck, crystals can grow and the metal becomes solid. But if many atoms are stuck, they block the crystals from forming, creating a strange new state of matter called a corralled supercooled liquid. This discovery helps us understand natural processes like ice formation and is important for making better materials in industries like aviation and electronics.",
      "source": "Science Daily - Technology",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_b35b546be21edbeb_b53e0d1d6c94.webp",
      "category": "Fun"
    }
  ]
}