{
  "articles": [
    {
      "id": "5d18fbbad1381058",
      "title": "运河疑似天坑被宣布为重大事件",
      "summary": "在什罗普郡的惠特彻奇，一个疑似天坑导致运河出现缺口，被宣布为重大事件。两艘窄船沉入洞中，另外两艘悬在边缘，引发洪水担忧。什罗普郡消防和救援服务及西麦西亚警察局已响应，无人员伤亡报告。运河与河流信托正在调查原因，并优先确保船民和附近居民的安全。当地议员安迪·霍尔描述事件发生在格林尼治标准时间05:00左右，水涌入邻近田地，估计达百万加仑，并安装了防洪闸以防止进一步流失。当局建议公众避开该区域，并为受影响者提供支持，突显了老化水道管理中的挑战。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5d18fbbad1381058_9a655b986a34.webp",
      "category": "News"
    },
    {
      "id": "e55d2969f1bad6f3",
      "title": "美国议员威胁对庞普·邦迪采取法律行动，因未完全公开爱泼斯坦文件",
      "summary": "美国议员托马斯·马西和罗·卡纳威胁对司法部长庞普·邦迪采取法律行动，因为涉及已定罪性犯罪者杰弗里·爱泼斯坦的政府文件未完全公开。一项由总统唐纳德·特朗普签署的法律要求所有文件在截止日期前发布，但仅部分文件被公开，且存在大量编辑和隐瞒信息，这激怒了马西、卡纳、爱泼斯坦虐待幸存者及其盟友。议员们正在讨论使用“固有藐视”这一罕见法律程序，该程序允许国会每日罚款邦迪直至合规，且仅需众议院支持，不同于弹劾。马西指责司法部违背法律精神，而邦迪的副手则为其行动辩护，声称透明并承诺后续发布。司法部坚称其履行法律义务，并计划在未来几周披露更多内容，这凸显了两党在推动这一高调案件完全透明方面的努力。此冲突反映了政府透明度、刑事调查问责制以及利用罕见法律机制强制行政部门合作的深层问题，体现了持续的政治紧张和对爱泼斯坦相关事件正义的追求。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e55d2969f1bad6f3_ffb79030376d.webp",
      "category": "News"
    },
    {
      "id": "6c415424b370131a",
      "title": "大学因学者演讲抗议面临法律诉讼威胁",
      "summary": "爱丽丝·沙利文教授，一位曾领导政府性别数据收集审查的知名学者，威胁对布里斯托大学采取法律行动，声称该校未能保护她的言论自由。她在该大学的演讲遭到跨性别权利抗议者的干扰，她指控大学没有充分保障她表达观点的权利。布里斯托大学对此予以否认，表示活动在安全进行，并符合他们对言论自由的坚定承诺，尽管存在“不可接受的干扰”。英格兰的大学有法律责任平衡言论自由与抗议权，尤其是在八月生效的新言论自由法背景下。沙利文教授的律师已发送信件警告可能的法律挑战，认为LGBTQ+员工网络的投诉影响了大学的行动，例如最初建议在线举办活动。学生办公室（OfS）发布了指导方针，帮助大学实施新言论自由法，强调不应基于演讲者的观点拒绝使用场地，并应确保活动在法律范围内安全进行。这一事件突显了学术界在争议话题中管理言论自由与抗议权利的复杂挑战。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6c415424b370131a_a18989f59821.webp",
      "category": "News"
    },
    {
      "id": "94e2cfece0a9c6dc",
      "title": "圣诞电视亮点：烘焙大赛、舞动奇迹还是阿曼达乐园？",
      "summary": "这篇BBC新闻文章预览了圣诞电视节目表，指出虽然今年的节目可能不如2024年强劲，但仍有许多亮点值得期待。文章讨论了各种节日节目，包括苏格兰喜剧《两门之隔》的回归，该剧圣诞特辑聚焦邻居们准备迎接新生儿和提前庆祝的故事。新电影《寻找圣诞老人》讲述一位相信圣诞老人的青少年与表亲一起证明其存在的故事。威尔士王妃在威斯敏斯特教堂主持年度颂歌服务，特邀嘉宾进行颂歌和朗诵。此外，凯特·温丝莱特参与了一部新的节日电影。文章旨在引导观众了解节日节目，直到《叛徒》于一月开播。文章还提到流媒体发布和节日改编等趋势，为观众提供节日娱乐指南。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_94e2cfece0a9c6dc_13276e382f90.webp",
      "category": "News"
    },
    {
      "id": "bf2c954b3f8bc976",
      "title": "观看：妮琪·米娜在Turning Point USA峰会上与埃里卡·柯克讨论信仰与政治",
      "summary": "著名说唱歌手妮琪·米娜在亚利桑那州保守派聚会Turning Point USA的AmericaFest大会上意外亮相，该活动纪念已故活动家查理·柯克。在接受查理·柯克的遗孀、该组织新领导人埃里卡·柯克的采访时，米娜表达了对前总统唐纳德·特朗普和副总统JD·万斯的新支持，称赞他们为年轻男性的榜样，这与她过去对特朗普的批评形成对比。她还嘲笑加州州长加文·纽森，使用特朗普给他的绰号“纽渣”，并强调说出自己想法的的重要性，称自己厌倦了被推来推去。米娜认为争议源于人们不再动脑思考，埃里卡·柯克则赞扬她在娱乐界可能面临反弹时的勇气。米娜对此不屑一顾，表示他们太忙于建设，自认为是“酷孩子”。文章还提到米娜的特立尼达背景、热门歌曲如《超级疯女孩》和12次格莱美提名，突显她从流行文化到政治倡导的跨界影响。这一事件展示了名人日益参与党派政治的趋势，以及保守派平台如何利用名人效应传播信息。",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_bf2c954b3f8bc976_bdbe6ca7e626.webp",
      "category": "News"
    },
    {
      "id": "be5e9cba35a91a7c",
      "title": "核查特朗普在白宫“名人步道”上为历任总统设立的牌匾",
      "summary": "本文源自PolitiFact，由路易斯·雅各布森撰写，批判性地审视了美国总统唐纳德·特朗普在白宫步道上安装青铜牌匾的非常规做法。这些牌匾打破了传统，模仿其Truth Social帖子的风格，包含关于近期民主党总统的明显虚假或误导性陈述。文章系统性地核查了关键说法：对于乔·拜登，牌匾声称他通过腐败选举上任，但这被60多起败诉的诉讼和共和党团体的调查驳斥，未发现欺诈证据。此外，它错误地称拜登执政期间通胀最高，而历史数据显示峰值出现在1970年代末和1980年代初。关于巴拉克·奥巴马，牌匾称其分裂，尽管盖洛普民调显示其支持率高；称《平价医疗法案》无效，尽管未参保率从14.8%降至8.6%；并错误指控他监视特朗普2016年竞选，两党参议院报告确认联邦调查局调查中无政治影响。分析强调了错误信息在政治话语中的传播，以及严格核查事实对维护民主完整性的必要性，采用的方法是将说法与法律、经济和民调证据进行交叉比对，以评估可信度和偏见。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_be5e9cba35a91a7c_8eb511e387c6.webp",
      "category": "News"
    }
  ]
}