{
  "articles": [
    {
      "id": "210399992301bc50",
      "title": "Emulsifiers in Maternal Diet Linked to Offspring Health Risks in Mice Study",
      "summary": "Researchers from the Institut Pasteur and Inserm conducted a study on mice to investigate the effects of dietary emulsifiers on offspring health. They fed female mice two common emulsifiers, carboxymethyl cellulose and polysorbate 80, before and during pregnancy and breastfeeding. The offspring, which never directly consumed these additives, showed early changes in their gut microbiota, including increased flagellated bacteria and bacterial encroachment near the gut lining. This disrupted normal gut-immune communication, causing pathways to close prematurely and leading to chronic inflammation in adulthood. As a result, these mice had a higher risk of developing inflammatory bowel diseases and obesity. The study suggests that maternal exposure to emulsifiers can shape a child's health for life by altering gut bacteria, even without direct consumption. The researchers emphasize the need for human studies, particularly regarding baby formulas containing emulsifiers, to understand potential long-term impacts and inform food additive regulations.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_210399992301bc50_5b879a56e386.webp",
      "category": "Science"
    },
    {
      "id": "63bd51b460172602",
      "title": "Unraveling the Mystery of a Fast-Spinning Star Near a Black Hole",
      "summary": "Astronomers from the University of Hawaiʻi Institute for Astronomy have investigated a red giant star orbiting a dormant black hole in the Gaia BH2 system. Using NASA's TESS satellite, they detected starquakes—subtle vibrations in the star's light—that allowed them to probe its interior. Analysis revealed the star is about 5 billion years old but has a chemical composition typical of much older stars, creating a puzzle. Additionally, the star rotates every 398 days, an unusually fast rate for a red giant. Researchers propose this indicates a past stellar merger or interaction, where the star collided with another, gaining mass and spin. The black hole, Gaia BH2, is quiet and not accreting material, identified through stellar motion rather than X-ray emissions. The study also compared Gaia BH3, another system where expected oscillations were absent, suggesting revisions to theories about low-metal stars. This work enhances understanding of stellar evolution and black hole formation, with future TESS observations aiming to confirm the merger hypothesis and explore these systems further.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_63bd51b460172602_9961989b9764.webp",
      "category": "Science"
    },
    {
      "id": "b21eb24d0902c036",
      "title": "Unveiling a Massive Rotating Cosmic Filament of Galaxies",
      "summary": "An international research team led by the University of Oxford has discovered one of the largest rotating structures in the universe: a thin line of 14 gas-rich galaxies embedded within a cosmic filament located approximately 140 million light years from Earth. Cosmic filaments are immense thread-like networks of galaxies and dark matter that form the cosmic web, acting as pathways for matter and angular momentum. This particular filament, about 50 million light years long, contains over 280 galaxies, with the 14 galaxies in the thin strand spinning in the same direction and the entire filament rotating as a single structure. The rotation speed is estimated at 110 km/s, and the filament is in a 'dynamically cold' state, indicating it is young and undisturbed. This discovery challenges existing models by suggesting that large-scale cosmic structures significantly influence galaxy rotation over long periods. Researchers used data from the MeerKAT radio telescope to identify hydrogen-rich galaxies, which serve as tracers for gas flow and help understand how angular momentum shapes galaxy evolution. The findings may refine models for future weak lensing surveys and provide insights into early galaxy formation.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b21eb24d0902c036_65c7b5aa155c.webp",
      "category": "Science"
    },
    {
      "id": "1bd49bb929fb4ce3",
      "title": "Exploring the Christmas Tree Star Cluster in NGC 2264",
      "summary": "NGC 2264 is a significant star-forming region located approximately 2,700 light-years from Earth in the constellation Monoceros. This area serves as a stellar nursery where new stars are actively forming from vast clouds of interstellar gas and dust. Key features include emission nebulae, which glow red due to hydrogen gas energized by young stars, and reflection nebulae, which appear blue as dust reflects starlight. At the center lies S Monocerotis, a variable star surrounded by a blue glow, and above it, the Christmas Tree star cluster forms a triangular pattern of young stars. Additional structures include the Cone Nebula, a tall pillar shaped by stellar radiation, and the Fox Fur Nebula, a textured cloud. The entire region spans about 1.5 degrees in the sky, equivalent to 80 light-years in actual size, highlighting its immense scale. Astronomers study NGC 2264 to gain insights into star formation processes, using catalog numbers like NGC 2264 for identification. This region is visible from Earth during certain seasons due to its position near the celestial equator and the Milky Way's disk, making it a popular target for observation and research.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1bd49bb929fb4ce3_0358a47756b9.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Revised Inheritance Tax on Farms: Balancing Policy and Protests",
      "summary": "The UK government has revised its proposal to tax inherited farmland, increasing the threshold from £1 million to £2.5 million after facing significant opposition. Initially announced in last year's Budget, the plan aimed to impose a 20% tax on agricultural assets above £1 million from April 2026, ending long-standing tax relief. This climbdown followed months of protests by farmers and concerns from Labour backbenchers in rural areas. Environment Secretary Emma Reynolds stated that the change protects more ordinary family farms while ensuring larger estates contribute more. The National Farmers' Union welcomed the adjustment, noting it removes many family farms from tax liability, but the Country Land and Business Association cautioned that some businesses with high-value assets might still face unaffordable burdens due to narrow profit margins. Farmer Ben Ardern viewed it as a positive step but argued for exempting family farms entirely and targeting corporations that invest in land for tax avoidance. The political fallout included a suspended MP for voting against the government, highlighting internal dissent. This revision reflects the government's responsiveness to public pressure but leaves ongoing debates about fairness and economic impact in rural communities.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Adviser Urges Action as 2025 Poised to Set UK Heat Record",
      "summary": "Professor Rachel Kyte, a leading UK government climate adviser, has issued a stark warning that 2025 is on track to become the hottest year in UK history, with an average temperature projected at 10.05°C, slightly above the 2022 record of 10.03°C. She attributes this trend to human-caused climate change driven by decades of carbon dioxide pollution, which is making higher temperatures the new normal. The Met Office supports this view, noting that the UK's ten warmest years have all occurred in the last two decades, and anthropogenic factors are accelerating warming globally. Kyte highlights the impacts, such as increased vulnerability to droughts and wildfires due to lack of rainfall and persistent warmth, and stresses the urgency of building resilience through investments in nature and infrastructure. She argues that failing to adapt now will lead to higher costs in the future. While the Met Office's projection is based on observed data and assumes cooler conditions in late December, making it not certain, it represents the most likely outcome, underscoring the ongoing challenge of climate change.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}