{
  "articles": [
    {
      "id": "02581d6d986bd2ec",
      "title": "NASA's Crew-11 Mission: An Early Return Due to Medical Evacuation",
      "summary": "NASA's Crew-11 mission successfully ended with a splashdown in the Pacific Ocean off San Diego, marking the conclusion of a five-month stay on the International Space Station. The crew, comprising NASA astronauts Zena Cardman and Mike Fincke, JAXA astronaut Kimiya Yui, and Roscosmos cosmonaut Oleg Platonov, returned about one month earlier than planned due to a medical concern involving one member, who remains stable. During their time in orbit, they completed over 140 science experiments, contributed to station maintenance, and celebrated 25 years of continuous human presence on the ISS. The mission launched in August 2025 and involved 167 days in space, with the astronauts traveling nearly 71 million miles. After landing, they were transported to a hospital for evaluation before heading to NASA's Johnson Space Center for postflight checks. This event highlights NASA's Commercial Crew Program with SpaceX, demonstrating the ability to handle unexpected challenges and support international collaboration in space exploration as NASA prepares for future missions to the Moon and Mars.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_02581d6d986bd2ec_ce646c3e90b6.webp",
      "category": "Science"
    },
    {
      "id": "b7e51d806ab17d78",
      "title": "The Trade-Off Between Reproduction and Lifespan in Mammals",
      "summary": "A new large-scale study provides evidence for a fundamental principle in evolutionary biology: the trade-off between reproduction and lifespan in mammals. Researchers analyzed data from 117 mammal species in zoos and aquariums worldwide, combined with a meta-analysis of 71 previous studies, to show that limiting reproduction increases lifespan by about 10% on average. This effect is linked to hormonal contraception and surgical sterilization, which reduce the energetic costs of reproduction. For instance, female hamadryas baboons given hormonal contraception lived 29% longer, and castrated males lived 19% longer. The study explains that reproduction demands significant energy for processes like pregnancy, nursing, and hormone production, diverting resources from body maintenance and longevity. In males, castration extends lifespan by eliminating testosterone's effects on aging pathways, especially if done early in life. In females, avoiding the physical strains of pregnancy and reproductive cycling contributes to longer lives, though potential health downsides exist, such as increased frailty later in life. The research also notes differences in causes of death: castrated males die less from aggression-related causes, while females with blocked reproduction die less from infections. While direct human evidence is limited, historical records like Korean eunuchs suggest similar patterns, but findings for women show only a small lifespan reduction from sterilization. This study highlights how energy allocation shapes aging across species.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b7e51d806ab17d78_105166fbe31d.webp",
      "category": "Science"
    },
    {
      "id": "b1e2226e4af10711",
      "title": "Nitrogen's Role in Accelerating Tropical Forest Regrowth",
      "summary": "A recent study published in Nature Communications reveals that tropical forests can regenerate up to twice as quickly after deforestation when soils contain sufficient nitrogen. Conducted by an international team led by the University of Leeds, this research involved the largest and longest experiment to date on how nutrients affect forest recovery. Scientists monitored 76 forest plots in Central America for up to 20 years, applying different treatments: nitrogen fertilizer, phosphorus fertilizer, both, or none. Results indicated that nitrogen significantly boosted regrowth rates in the first decade, while phosphorus alone had minimal impact. This finding is crucial because tropical forests act as major carbon sinks, sequestering carbon dioxide to mitigate climate change. The researchers estimate that nitrogen deficiencies in young forests globally could prevent the storage of about 0.69 billion tonnes of carbon dioxide annually. Although nitrogen fertilizer was used experimentally, the team advises against its widespread application due to potential harmful emissions like nitrous oxide. Instead, they recommend practical strategies such as planting legume trees or targeting areas with naturally high nitrogen from air pollution to enhance reforestation efforts sustainably.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b1e2226e4af10711_9073c0db2682.webp",
      "category": "Science"
    },
    {
      "id": "b13307ced15bbf21",
      "title": "Advancements in Stretchable OLED Technology for Wearables",
      "summary": "Researchers have made significant progress in developing stretchable OLED displays, which could revolutionize wearable technology by enabling devices that adhere directly to the skin. An international team led by Seoul National University and Drexel University created a flexible OLED that stretches up to 1.6 times its original length while maintaining brightness, addressing durability issues in existing flexible screens. Published in Nature, the study introduces a redesigned OLED combining a phosphorescent polymer layer with MXene-based electrodes. This innovation overcomes limitations where repeated bending caused brightness loss due to electrode damage. The new design uses an exciplex-assisted phosphorescent (ExciPh) layer to boost light efficiency and incorporates thermoplastic polyurethane for flexibility. MXene electrodes, combined with silver nanowires, enhance conductivity and durability. This advancement paves the way for real-time health monitoring displays, such as showing temperature or blood flow changes, and marks a leap forward from current flexible OLEDs used in smartphones and TVs.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b13307ced15bbf21_831dca6339dd.webp",
      "category": "Science"
    },
    {
      "id": "855f6ffb9098c6a4",
      "title": "NASA's First Medical Evacuation from Space: A Safe Return Mission",
      "summary": "NASA conducted its first-ever medical evacuation from space, ending the Crew-11 mission early after 167 days in orbit. The mission involved two American astronauts, a Japanese astronaut, and a Russian cosmonaut who returned to Earth aboard a SpaceX Crew Dragon spacecraft, splashing down accurately in the Pacific Ocean off San Diego. The decision was prompted by an unspecified medical issue affecting one crew member, though NASA officials emphasized it was not an emergency, as the astronaut was stable on the International Space Station. This controlled evacuation allowed for comprehensive medical treatment on the ground, avoiding lingering health risks. The early departure reduced the station's crew to three members until the arrival of Crew-12 next month, impacting operations like spacewalks and science programs. The event highlights NASA's preparedness for non-emergency health scenarios in space, balancing astronaut care with mission logistics.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_855f6ffb9098c6a4_f8cc7c6c453e.webp",
      "category": "Science"
    },
    {
      "id": "dc1076c02571432e",
      "title": "Medical Evacuation from ISS: Astronauts Return Early Due to Health Crisis",
      "summary": "A crew of four astronauts, known as Crew-11, was evacuated from the International Space Station and returned to Earth a month early after a serious medical issue arose with one member. The astronauts—NASA's Mike Fincke and Zena Cardman, Japan's Kimiya Yui, and Russia's Oleg Platonov—splashed down safely off the California coast. NASA confirmed the affected crew member is in stable condition but did not disclose details about the illness or identity. This marks the first health-related evacuation from the ISS since its launch in 1998, highlighting the risks of long-duration space missions. The incident led to the cancellation of a planned spacewalk and reduced the station's crew to three until reinforcements arrive in February. The ISS, orbiting Earth at 250 miles altitude, conducts vital research on microgravity effects, but lacks an onboard doctor, relying on training and limited medical equipment. The early return underscores the challenges of managing health emergencies in space and the protocols in place for crew safety.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dc1076c02571432e_ec5208c45854.webp",
      "category": "Science"
    }
  ]
}