{
  "articles": [
    {
      "id": "8be472857f426c99",
      "title": "A Sad Day at the Beach: Two People Die in Cold Water",
      "summary": "Two people died after a big search and rescue operation at the beach in Withernsea, a town on the east coast of England. It happened on Friday when some people got into trouble in the water. Police say one person is still missing, and they are looking for them. The weather was very cold and snowy, making it hard for rescuers like the coastguard and lifeboat crews to search. A church opened for people to pray and get support. This is a tragic event that has made the town very sad.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8be472857f426c99_f868a74b65e9.webp",
      "category": "News"
    },
    {
      "id": "c7323def1e716e4b",
      "title": "Snow and Ice Cover the UK: A Weather Alert Story",
      "summary": "Parts of the UK are covered in snow and ice this weekend, with weather warnings in place. In Scotland, there is an amber warning for heavy snow until noon, which means it could cause problems like travel delays. Other areas like England, Wales, and Northern Ireland have yellow warnings for snow and ice until Monday, which are less severe but still need caution. The Met Office, which is the weather service, says Scotland might get up to 40cm of snow, while England and Wales could see 5cm. Temperatures are very cold, staying near or below freezing, especially in northern Scotland where it might drop to -8°C. This cold weather comes from Arctic air. People are advised to be careful because roads and trains might be delayed or cancelled, and there could be power cuts. Gritters and snowploughs, like ones with funny names, are working to clear roads. The warnings will last through the weekend, so it's important to stay warm and safe.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c7323def1e716e4b_f37920d9f857.webp",
      "category": "News"
    },
    {
      "id": "4e1d21ebfed49ca4",
      "title": "A Police Officer's Mistake About Mushroom Picking",
      "summary": "A police officer got in trouble for doing something wrong about a lady who was looking for mushrooms. The lady, Louise Gather, went to Bradgate Park to find a rare type of mushroom called magpie inkcaps, but she did not pick any. The officer, Christopher Vickers, gave a paper order to her husband and said he talked to her, which was not true. A misconduct panel found that he lied and did not follow the rules. This could have hurt Louise's job if the order stayed on her record. The officer left the police before he could be fired. Mushroom picking is not allowed in special parks like Bradgate Park, which is protected. The panel said his actions were dishonest and could make people lose trust in the police.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4e1d21ebfed49ca4_bb8c8d52b805.webp",
      "category": "News"
    },
    {
      "id": "186f19c089805a18",
      "title": "Feeling Good in 2026: Rest, Joy, and Health Helpers",
      "summary": "In 2026, people are focusing more on feeling good and staying healthy in new ways. Instead of always working hard at the gym, experts say it's important to take rest days to let your body recover. Smartwatches help by tracking your heart and movement, telling you when to rest. A new idea called JOMO, which means Joy Of Missing Out, is becoming popular. It encourages people to enjoy not doing everything and feel happy about taking breaks. This is different from FOMO, which is the Fear Of Missing Out. People are also using supplements like magnesium and creatine to boost their health. The wellbeing industry is growing, with many trying to improve their lives through these methods.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_186f19c089805a18_44fe1f4b984a.webp",
      "category": "News"
    },
    {
      "id": "4805890d5a879f90",
      "title": "Artists Stop Playing at Kennedy Center After Name Change",
      "summary": "The Kennedy Center is a famous arts center in the United States. Recently, its name was changed to include former President Donald Trump's name along with John F. Kennedy's. This has caused problems. Some artists, like musicians and dancers, have decided to cancel their shows there. They say they do not want to perform at a place with Trump's name because of his actions and beliefs. For example, Chuck Redd canceled a Christmas Eve concert, and other groups like The Cookers and Doug Varone and Dancers also canceled. The Kennedy Center's president threatened to sue one artist. This has led to fewer people buying tickets and watching events, like the Kennedy Center Honors on TV. The article shows how art and politics can mix, causing disagreements and changes at an important cultural place.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4805890d5a879f90_3914df0ea926.webp",
      "category": "News"
    },
    {
      "id": "ac0b30ca96164695",
      "title": "A New Leader for the Arts Center",
      "summary": "The Trump-Kennedy Center, a famous arts place, has a new leader named Richard Grenell. He was chosen by President Trump. Some artists are canceling shows because they don't like the changes, like the new name. Grenell says the center is doing well with money now. He explains that before, the center used savings to pay workers, which is not good. Now, with President Trump's help, they have more money from tickets, donors, and companies. Grenell thinks reporters should talk more about the money side instead of just the artists leaving. He wants people to see the full story of how arts places can be successful.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ac0b30ca96164695_7679aa76fd45.webp",
      "category": "News"
    }
  ]
}