{
  "articles": [
    {
      "id": "20dc2e96b9f9b9e7",
      "title": "微塑料削弱海洋吸收碳的能力",
      "summary": "一项最新研究发现，微塑料正在干扰海洋吸收二氧化碳的能力，这一过程对调节地球温度至关重要。微塑料是小于五毫米的塑料颗粒，已广泛分布于全球海洋、湖泊、空气甚至人体中，通过携带毒素和破坏生态系统构成环境风险。该研究发表在《危险材料杂志：塑料》上，指出微塑料影响浮游植物和浮游动物，这些生物对将碳从大气转移到深海层的生物碳泵至关重要。此外，塑料圈——塑料表面的微生物群落——通过复杂的生物活动促进温室气体产生。由伊赫桑乌拉·奥拜杜拉博士领导的科学家警告，这种干扰可能导致海洋变暖、酸化和生物多样性丧失，威胁全球粮食安全和沿海社区。研究呼吁紧急行动，将解决塑料污染作为气候变化缓解的一部分，强调海洋作为地球最大碳汇正被微塑料破坏。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_20dc2e96b9f9b9e7_225a6b99f6f0.webp",
      "category": "Science"
    },
    {
      "id": "8a45436ff5008b1f",
      "title": "科学家如何将百里香转化为精准药物",
      "summary": "本文探讨了一种将百里香提取物封装成纳米剂量的新技术，以解决其在医药应用中的局限性。百里香含有百里香酚、香芹酚、迷迭香酸和咖啡酸等生物活性化合物，具有抗炎、抗菌和抗氧化功效。然而，提取物易挥发且在高剂量下可能引起刺激，限制了其医疗用途。俄罗斯托木斯克理工大学和苏尔古特国立大学的研究人员开发了一种微流控封装方法，使用芯片将百里香提取物与明胶和海藻酸钠结合，并通过油流形成微小液滴，从而防止蒸发并实现可控纳米给药。这项研究发表在《流体物理学》期刊上，表明该方法能提供一致的自调节剂量，并通过调节油相流速调整液滴直径。该技术不仅适用于百里香，还可用于其他水提取物，在食品工业等领域具有潜在应用。未来，结合机器视觉和人工智能可实现实时监控，研究人员正致力于封装浓度更高的水醇提取物。这项研究展示了纳米技术、流体动力学和生物技术在推动精准医疗方面的融合。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_8a45436ff5008b1f_708477eb62df.webp",
      "category": "Science"
    },
    {
      "id": "7fca6bd6079eaf41",
      "title": "人工智能绘制全球癌症生存隐藏力量地图",
      "summary": "科学家首次应用机器学习（一种人工智能形式）来识别全球近每个国家中与癌症生存最密切相关的因素。这项研究发表在领先的癌症期刊《肿瘤学年鉴》上，超越了广泛比较，展示了哪些具体政策变化或系统改进可能对每个国家的癌症生存产生最大影响。团队还创建了一个在线工具，允许用户选择国家并查看国家财富、放射治疗可及性和全民健康覆盖等因素如何与癌症结果相关。研究分析了来自185个国家的癌症发病和死亡数据，结合了世界卫生组织、世界银行等机构的卫生系统数据。关键发现包括放射治疗可及性、全民健康覆盖和经济实力是改善生存率的重要杠杆。该研究由纪念斯隆-凯特琳癌症中心的Edward Christopher Dee博士和德克萨斯大学奥斯汀分校的Milit Patel先生领导，旨在提供数据驱动的路线图，帮助各国优先分配资源，以最公平有效的方式缩小生存差距。随着全球癌症负担增加，这些见解可指导国际组织、医疗保健提供者和倡导者，特别是在资源有限的环境中突出投资领域。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_7fca6bd6079eaf41_04d637c10870.webp",
      "category": "Science"
    },
    {
      "id": "8b44fcf8cff69b66",
      "title": "微小地震揭示加州地下危险秘密",
      "summary": "科学家通过密切追踪极小的地震群，获得了对北加州海岸外一个危险复杂区域的新见解。该区域是圣安德烈亚斯断层和卡斯卡迪亚俯冲带的交汇点，能够产生强大破坏性地震。这项研究由美国地质调查局、加州大学戴维斯分校和科罗拉多大学博尔德分校的科学家进行，并于1月15日发表在《科学》杂志上。门多西诺三联点位于洪堡县近海，是三个主要构造板块汇聚之处。研究人员使用密集的地震仪网络记录了构造板块缓慢滑动时产生的“低频”微小地震，这些事件比人类能感受到的地震弱数千倍。通过检查这些微小地震对潮汐力的响应，团队测试了地下模型。研究发现，该区域涉及五个移动部分，而不仅仅是三个主要板块，包括北美板块的一部分断裂并与戈达板块一起俯冲，以及先锋碎片——一块来自古老法拉隆板块的岩石质量——被拖入北美板块之下。这项研究旨在通过理解底层构造过程来改进地震预测和灾害评估。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8b44fcf8cff69b66_548e07d87ff2.webp",
      "category": "Science"
    },
    {
      "id": "c5ec1cff9d56c978",
      "title": "NASA月球任务压力增大，管理者警惕“发射热”",
      "summary": "NASA的阿尔忒弥斯二号任务标志着人类重返月球的关键一步，该任务将四名宇航员送往月球附近进行绕月飞行，这是自1972年最后一次阿波罗登月以来首次人类月球之旅。火箭——太空发射系统——正从佛罗里达州肯尼迪航天中心的车辆装配大楼缓慢运往39B发射台，使用柴油动力爬行运输车以每小时不到一英里的速度移动。机组人员包括NASA宇航员里德·怀斯曼、维克多·格洛弗、克里斯蒂娜·科赫和加拿大宇航员杰里米·汉森，他们将创下人类离地球最远距离和再入速度的新纪录。阿尔忒弥斯二号旨在测试火箭和猎户座飞船的安全性，为未来登月任务奠定基础。该任务属于阿尔忒弥斯计划的一部分，该计划于2019年启动，基于先前星座计划的技术发展。文章强调了地缘政治压力，中国计划在2030年前实现宇航员登月，这推动了美国出于国家声望和月球资源获取的动机。此外，SLS火箭每次飞行成本超过20亿美元，且为一次性使用，同时NASA与SpaceX等公司合作开发着陆器和宇航服。总体而言，阿尔忒弥斯二号既是技术里程碑，也是全球太空竞争中的战略要务。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c5ec1cff9d56c978_1dc203376d73.webp",
      "category": "Science"
    },
    {
      "id": "3bf9e0a99eae4a78",
      "title": "丹麦发现超大型中世纪沉船",
      "summary": "考古学家在丹麦海岸附近发现了一艘保存完好的中世纪沉船，命名为Svaelget 2，其年代可追溯至约1410年。这艘船属于一种名为“科格”的商船类型，以其平底和高舷设计为特点，用于大宗货物运输。该船尺寸惊人，长28米，宽9米，载重量达300吨，远超同期典型科格船的15-25米长度。这一发现是在哥本哈根建设项目的海底调查中实现的，沙层保护使船体免受侵蚀，使得考古学家能够详细研究通常因腐烂而消失的结构，如索具、厨房和船尾城堡。发现的梳子、鞋子和念珠等文物为了解30-45名船员的生活提供了线索。船体建造材料包括来自荷兰的木材和波兰的橡木板，凸显了当时汉萨同盟时代互联的贸易网络。总体而言，Svaelget 2的发现证实了科格船设计的可扩展性，并展示了航海技术如何推动和反映中世纪欧洲快速的经济增长，强调了这类船舶在革新北欧贸易、促进大规模商品运输方面的重要作用。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3bf9e0a99eae4a78_262acb180a09.webp",
      "category": "Science"
    }
  ]
}