{
  "articles": [
    {
      "id": "d9154e7e2c05c501",
      "title": "Paolini's Comeback Victory Over Boulter at Merida Open",
      "summary": "In the quarter-finals of the Merida Open in Mexico, British tennis player Katie Boulter faced Italian top seed Jasmine Paolini, the world number seven. Boulter began impressively, winning the first set 6-0 in just 28 minutes without conceding a game, capitalizing on her recent seven-match winning streak that included an Ostrava Open title. However, Paolini, a 2024 Wimbledon and French Open finalist, regrouped in the second set, improving her serve and depth of play to win 6-3. The decisive third set saw Paolini take an early lead, and despite Boulter briefly leading 3-2, Paolini won four consecutive games to secure a 6-3 victory and a semi-final spot. Paolini attributed her win to staying calm under pressure and adjusting her strategy by hitting deeper and harder shots. This match ended Boulter's winning run and highlighted Paolini's resilience and tactical adaptability in competitive tennis.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d9154e7e2c05c501_68efa93396ee.webp",
      "category": "Fun"
    },
    {
      "id": "1a99850a024b691c",
      "title": "Trump Bans Federal Use of Anthropic AI Amid Military Dispute",
      "summary": "President Donald Trump has directed all federal agencies to immediately cease using technology from AI developer Anthropic, following a public conflict over military access to its tools. Anthropic refused demands from the White House and Defense Secretary Pete Hegseth to grant unfettered access to its AI, such as Claude, citing concerns about potential use in mass surveillance and fully autonomous weapons. In response, Hegseth designated Anthropic as a supply chain risk, a first for a U.S. company, which prohibits military contractors from engaging in commercial activities with the firm. Trump announced this on Truth Social, and Hegseth confirmed it on X, stating the designation takes effect immediately. Anthropic plans to challenge the decision in court, arguing it is legally unsound and sets a dangerous precedent for companies negotiating with the government. The phase-out of Anthropic's tools from government work will occur over six months, impacting only companies that also contract with the military. Prior to the directive, Anthropic had offered to facilitate a transition to alternative providers if the Defense Department chose to stop using its tools, highlighting the ongoing tensions between ethical AI use and national security interests.",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_1a99850a024b691c_8e8981288973.webp",
      "category": "Fun"
    },
    {
      "id": "17bcac7ea436a6ee",
      "title": "F1's Celebrity Boom: How the Sport is Changing",
      "summary": "Formula 1 is experiencing a new era of celebrity influence, driven by strategic changes and media exposure. Susie Wolff, a former racer and F1 insider, notes that the paddock has transformed into a glamorous catwalk, attracting high-profile figures. This shift began in 2017 when Liberty Media acquired F1, replacing Bernie Ecclestone's long tenure with a focus on modernization through digital rights and social media. Key initiatives included phasing out grid girls and launching the Netflix series Drive to Survive, which offers unfiltered access to drivers and teams, boosting drama and personal stories. As a result, F1's fanbase has grown younger, with 43% under 35, and celebrities like Beyoncé, Jennifer Lopez, and Timothée Chalamet now frequent races, drawn by marketing opportunities and the sport's global appeal. While celebrities have always been part of F1 history, the current trend emphasizes a younger, more diverse audience, making race weekends premier social events. This evolution highlights how F1 balances racing with entertainment to expand its reach.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_17bcac7ea436a6ee_829636072a89.webp",
      "category": "Fun"
    },
    {
      "id": "8bb2efd0e986fcc2",
      "title": "Key Highlights and Changes at the Brit Awards Ceremony",
      "summary": "The 46th Brit Awards is taking place in Manchester, marking its first relocation from London since 1977, highlighting a shift in the event's tradition. Leading the nominations are London-based artists Olivia Dean and Lola Young, each with five nods, showcasing emerging talent. The shortlist features diverse entries, including Lily Allen's break-up album, songs from musicals like Wicked, and a nomination for the Britpop band Pulp, indicating a mix of genres. A major focus is on Harry Styles, who returns after three years to perform his new single Aperture, with secret rehearsals adding anticipation. Host Jack Whitehall will participate in a sketch with Styles, though initial ideas were rejected, adding humor. Recent years have seen predictability with artists like Harry Styles, Raye, and Charli XCX dominating awards, raising questions about new talent breaking through. This year's ceremony aims to balance star power with fresh faces, offering viewers performances, awards, and comedic elements in a new venue.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_8bb2efd0e986fcc2_f20239824a85.webp",
      "category": "Fun"
    },
    {
      "id": "e60d6901b7f1abcc",
      "title": "The Warner Bros-Paramount Deal: Impacts on Streaming and Media",
      "summary": "The proposed takeover of Warner Bros by Paramount Skydance could reshape Hollywood and the media industry, though it requires regulatory approval. If approved, Paramount plans to merge its Paramount+ service with Warner Bros' HBO Max to form a stronger streaming platform competing against Netflix, Amazon, and Disney. This merger would offer viewers a broader content library, including current hits like The Pitt and classics such as Casablanca, Star Trek, Friends, and The Sopranos, under a single subscription. Initially, analysts predict potential cost savings for dual subscribers, but over time, reduced competition might lead to price increases, though Netflix's market dominance could limit this. Regulatory hurdles, including scrutiny from state attorneys general over consumer prices and worker impacts, mean changes are years away. Movie theaters, previously concerned about a Netflix takeover, may face less immediate threat from this deal. The article highlights uncertainties in pricing and regulatory timelines, emphasizing the slow pace of transformation in streaming services.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_e60d6901b7f1abcc_8cf076698a85.webp",
      "category": "Fun"
    },
    {
      "id": "9a5f3eeaa3832b23",
      "title": "Cruz Beckham Embarks on Music Tour Amid Family Fame",
      "summary": "Cruz Beckham, the 21-year-old son of celebrities David and Victoria Beckham, is launching his music career as the frontman of a rock band. He recently started his first headline tour, with the opening show in Birmingham attracting hundreds of fans. Initially, Cruz performed under different names to avoid the intense scrutiny that comes with his famous family background, but he now embraces his identity. At concerts, he acknowledges his family connections, such as when a fan wore a Spice Girls shirt, but he focuses on his own music and refuses requests for family-related songs. The article highlights that Cruz is navigating the challenges of being a 'nepo baby'—someone who benefits from family connections—while trying to establish his own artistic credibility. Fans, including a 17-year-old who discovered him later on TikTok, praise his ebullient indie music as feel-good and career-worthy. Despite ongoing family drama involving his brother Brooklyn, Cruz maintains a strategy of keeping calm and carrying on, emphasizing fun and exuberance in his performances.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9a5f3eeaa3832b23_be271ef094d6.webp",
      "category": "Fun"
    }
  ]
}