{
  "articles": [
    {
      "id": "b8b4de4aed1a9f71",
      "title": "UK Unemployment Reaches Five-Year High with Youth Hit Hardest",
      "summary": "Official data from the Office for National Statistics (ONS) reveals that UK unemployment increased to 5.2% in the three months to December 2025, marking the highest rate in nearly five years. This rise is accompanied by slowing wage growth, which dropped to its lowest in almost four years. Young people aged 16 to 24 are disproportionately affected, with their unemployment rate soaring to 16.1%, the highest since 2020. The economic context includes a dampening outlook, as businesses reduce hiring due to higher costs, partly driven by Chancellor Rachel Reeves' 2024 Budget measures such as increased employer National Insurance contributions and a higher minimum wage. The government, led by Work and Pensions Secretary Pat McFadden, emphasizes efforts to combat youth unemployment through initiatives like creating 50,000 new apprenticeships. However, opposition critics, including Shadow work and pensions secretary Helen Whately, argue that Labour's policies have led to predictable job losses by making hiring more expensive and risky, particularly for entry-level roles. Personal stories, such as that of Lucy Gabb, a Cambridge graduate struggling to secure a publishing job, highlight the competitive nature of the job market and the challenges faced by new entrants.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_b8b4de4aed1a9f71_e1e3354cd8e1.webp",
      "category": "News"
    },
    {
      "id": "ea5b9da062402084",
      "title": "Election Delay Reversal: Councils Scramble Amid Legal and Logistical Challenges",
      "summary": "The UK government has reversed its decision to delay local elections in 30 English councils, originally planned for 2027, following a legal challenge by Reform UK. Initially, Local Government Secretary Steve Reed justified the postponement by citing cost concerns, as some councils were due to be abolished under Labour's local government reforms, labeling them 'short-lived zombie councils' that would waste resources. However, after the legal challenge, the government abandoned the delay, stating that its legal advice had changed, though it has not provided specifics, leading to pressure from opposition parties to publish the advice. This U-turn has created significant challenges for election administrators, who warn of an 'uphill struggle' to prepare in time for the elections now set for May 7. The Association of Electoral Administrators expressed extreme disappointment over lost planning time, affecting returning officers and teams. Meanwhile, the Electoral Commission criticized the delays, arguing that capacity constraints are not a legitimate reason. Some organizers continued preparations anticipating the legal challenge, which was due in the High Court.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ea5b9da062402084_74a4f94b0a91.webp",
      "category": "News"
    },
    {
      "id": "b463dec9b26d71c6",
      "title": "Jesse Jackson: Bridging Activism and Politics in America",
      "summary": "Jesse Jackson emerged as a pivotal figure in the US civil rights movement during the 1960s, transitioning from activism to become the first African-American to achieve significant success in major-party presidential politics. As a protege of Martin Luther King Jr., he focused on political organizing to advance African-American rights, launching two White House campaigns that garnered national attention and paved the way for later figures like Barack Obama and Kamala Harris. Jackson's message centered on uniting America's diverse population around issues affecting poor and working-class citizens, with Senator Bernie Sanders noting his unique emphasis on a multiracial democracy. A gifted orator, his 1988 convention speech with the refrain 'keep hope alive' influenced Obama's 'hope and change' slogan. However, his later years were marked by scandals involving marital infidelity and financial issues with his son, Jesse Jackson Jr., and health challenges including a diagnosis of Parkinson's disease. Born in segregated South Carolina, Jackson overcame adversity through academic and athletic achievements, earning a football scholarship to college, which shaped his path to leadership.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b463dec9b26d71c6_cbf2f203f0a0.webp",
      "category": "News"
    },
    {
      "id": "d96a5d64d9ae0b26",
      "title": "Clinton Accuses Trump Administration of Epstein Files Cover-Up",
      "summary": "In a BBC interview, Hillary Clinton accused the Trump administration of a cover-up regarding the handling of files related to Jeffrey Epstein, a convicted sex offender. She demanded the immediate release of all files, criticizing the slow pace as 'slow-walking.' The U.S. Department of Justice recently released millions of files but withheld three million pages due to sensitive content like personal medical records and graphic abuse depictions that could harm investigations. Hillary and Bill Clinton are scheduled to testify before a congressional committee, with Bill appearing on February 27 and Hillary the day before. They advocate for public hearings rather than closed-door sessions to ensure transparency. A contempt vote against them was avoided after they agreed to testify. Hillary emphasized their commitment to fairness and having nothing to hide, while Republican committee chair James Comer accused them of delays. The situation highlights tensions over government transparency and accountability in high-profile cases.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d96a5d64d9ae0b26_556013cc4f12.webp",
      "category": "News"
    },
    {
      "id": "0db49139dd5849e0",
      "title": "U.S. Diplomat Supports Hungary's Leader Amid European Tensions",
      "summary": "U.S. Secretary of State Marco Rubio traveled to Hungary to endorse Prime Minister Viktor Orban, who is seeking re-election for a fifth term. Orban has implemented policies that restrict media freedom, civil society, and judicial independence in Hungary. Additionally, he maintains close ties with Russian President Vladimir Putin, and Hungary continues to purchase oil from Russia despite European efforts to reduce reliance on Russian energy. The U.S. has exempted Hungary from sanctions for these purchases. Rubio's visit followed his speech at the Munich Security Conference, where he aimed to reassure European allies after recent tensions, such as Trump's threats regarding Greenland. Rubio emphasized the deep connections between the U.S. and Europe, including economic, military, spiritual, and cultural ties, as part of a broader push to mend U.S. relationships in the region. This move highlights the complex balance between diplomatic support and concerns over democratic values and foreign alliances.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0db49139dd5849e0_3c471180979e.webp",
      "category": "News"
    },
    {
      "id": "4ba759bb951268ce",
      "title": "Unpacking the DOJ's Epstein Files Letter: Names and Confusion",
      "summary": "The Justice Department recently sent a letter to Congress containing approximately 280 names of 'politically exposed persons' referenced in the files of Jeffrey Epstein, a convicted sex offender. This action was mandated by the Epstein Files Transparency Act, which requires the release of documents related to Epstein's case. However, the term 'politically exposed persons' remains undefined, leading to confusion as the list includes individuals like Princess Diana and Elvis Presley, who Epstein may never have met. The DOJ suggested these names might appear due to press clippings in emails. While this release aims to increase transparency, over 2.5 million documents remain classified, raising questions about the completeness of the disclosure. The article highlights the ongoing fallout from the Epstein files, emphasizing the lack of context and the potential implications for those named.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4ba759bb951268ce_c9b0e24394de.webp",
      "category": "News"
    }
  ]
}