{
  "articles": [
    {
      "id": "581381418bb5ccc7",
      "title": "为什么这么多人违反20英里时速限制（原因比你想象的更复杂）",
      "summary": "这篇文章探讨了为什么许多司机在城市区域违反20英里时速限制。作者分享了自己在伦敦超速被罚款的经历，并参加了速度意识课程。课程揭示，大多数违规者驾驶速度约为26英里每小时，这反映了城市速度限制降低带来的文化转变。据统计，去年英国有近50万张20英里超速罚单。文章分析了司机难以遵守这些限制的原因，包括心理因素和习惯性驾驶行为。政治辩论方面，以威尔士为例，政府降低限速的政策引发了安全倡导者与反对者之间的争议，后者称之为“对驾驶者的战争”。随后，部分道路恢复了30英里限速，但趋势显示英国更多地区正在采纳20英里标准，如伦敦过半道路和利兹的“零愿景2040”战略。作者作为司机和居民，强调了适应较慢速度的复杂性，并指出社会规范的变化依赖于认知调整和教育提升。文章最后质疑如何加速这一文化转变，突显了政策执行、行为心理学和城市规划之间的相互作用。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_581381418bb5ccc7_2624faf75309.webp",
      "category": "News"
    },
    {
      "id": "6f0503993088f66a",
      "title": "新闻摘要：法官叫停洛杉矶国民警卫队部署",
      "summary": "周三，联邦法官查尔斯·布雷耶在加利福尼亚州裁定，特朗普政府必须停止在洛杉矶部署国民警卫队部队，强调政府制衡的重要性。同时，纽约法官理查德·伯曼批准了司法部的请求，解封2019年杰弗里·爱泼斯坦性交易案件的大陪审团笔录，原因是新法律要求其公开。在迈阿密，艾琳·希金斯当选市长，成为近三十年来首位民主党和女性市长，她强调迈阿密作为移民城市的身份，并批评官员的严厉言辞。这些事件反映了美国正在进行的法律干预和政治变化，涉及宪法原则、透明度要求以及地方选举的动态。",
      "source": "PBS NewsHour",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_6f0503993088f66a_2764c34cfeeb.webp",
      "category": "News"
    },
    {
      "id": "6a71b2d407dd196f",
      "title": "特朗普的负担能力演讲变成对移民的咆哮",
      "summary": "特朗普总统在宾夕法尼亚州发表演讲，本应讨论负担能力这一经济问题，该问题已拖累他的支持率。然而，演讲持续超过一个半小时，其中大部分时间是对移民的激烈抨击，显示出回归竞选模式。PBS新闻一小时报道了民主党策略师阿梅希亚·克罗斯和共和党前参议员候选人蒂芙尼·斯迈利的分析，提供了两党视角。克罗斯可能批评特朗普将焦点从经济问题转移至移民，而斯迈利可能将其解释为政治策略。这一事件突显了在经济关切与身份政治交织的当代美国话语中，媒体如何塑造叙事，以及政策对话可能让位于煽动性言论。",
      "source": "PBS NewsHour",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_6a71b2d407dd196f_908d45ee60ea.webp",
      "category": "News"
    },
    {
      "id": "270619cc663950e3",
      "title": "美联储降息后，华尔街如预期般上涨接近历史高点",
      "summary": "周三，美国股市在美联储下调主要利率后上涨，接近历史高点。这一举措旨在支持放缓的就业市场，正如华尔街几乎所有人所预期的那样。标普500指数上涨0.4%，道琼斯工业平均指数增加386点（0.8%），纳斯达克综合指数微升0.1%。华尔街青睐较低的利率，因为它们可以提振经济并推高投资价格，尽管也可能加剧通胀。市场反应较为温和，因为股价已因广泛预期此类行动而接近纪录水平。关键问题在于2026年美联储可能还有多少次降息以支持就业市场。美联储官员在周三投票降息四分之一个百分点后，发布了他们对2026年底联邦基金利率的预测。中位数成员预计明年年底前还有一次降息，与三个月前相同。这一预测受到密切关注，因为美联储官员在是否需要更多降息帮助经济方面似乎异常分歧。由于通胀顽固地高于美联储2%的目标，一些官员曾表示通胀是比就业市场更大的经济威胁。在周三的投票中，两名美联储官员反对降息，因为他们认为目前无需降低利率；另一名官员则因希望降息半个百分点而投反对票。债券市场上，10年期国债收益率从4.18%微降至4.16%。华尔街方面，GE Vernova股价飙升15.4%，因该公司提高了2028年收入预测并增加股息；Palantir Technologies上涨3.9%，因美国海军将使用其人工智能技术。",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_270619cc663950e3_93f130d66dac.webp",
      "category": "News"
    },
    {
      "id": "95d3728dafeb9941",
      "title": "埃隆·马斯克称DOGE仅“有些成功”，不会重来",
      "summary": "在“凯蒂·米勒播客”的最近采访中，亿万富翁埃隆·马斯克讨论了他在特朗普总统领导下担任政府效率部（DOGE）负责人的经历。马斯克描述这段经历仅“有些成功”，指出快速改革联邦政府面临巨大挑战。他承认，由于投入DOGE的时间和精力，他的企业遭受损失，且该机构缺乏人气并面临公众批评，如针对特斯拉的抗议。马斯克表示不会重演这一角色，更愿专注于自己的公司。尽管如此，他捍卫DOGE的成就，声称通过更好的自动化消除了“僵尸支付”，节省了数千亿美元。采访由凯蒂·米勒——前DOGE发言人，现为马斯克工作——进行，涵盖了多个话题，但未深入探讨DOGE的有争议方法。离开政府后，马斯克的命运改善，特斯拉股东批准了丰厚的薪酬方案。这一反思凸显了公共服务与私营企业之间的紧张关系。",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_95d3728dafeb9941_79d3d08ac766.webp",
      "category": "News"
    },
    {
      "id": "89a0e84656a570d0",
      "title": "饥饿的母亲和肮脏的病房——产前护理“比预期糟糕得多”，审查负责人表示",
      "summary": "根据一份新报告，英格兰的产前服务正受到饥饿母亲、肮脏病房和护理不善的困扰，同时一些单位的员工因工作而收到死亡威胁。主持产前护理审查的阿莫斯女男爵表示，她迄今为止所见“比预期糟糕得多”。一些女性在婴儿死亡时感到被指责，而其他人在事情出错时缺乏同理心、护理或道歉，贫困和黑人母亲往往成为歧视性服务的对象。设立审查的卫生大臣韦斯·斯特里廷表示，“导致可预防悲剧的系统性失败不容忽视”。阿莫斯女男爵在周二BBC R4的今日节目中表示，她“有信心……审查将带来改变”。她指出，虽然她没有法定公共调查所赋予的权力，但她正在寻求确定“系统性变化”，以提高全国医院信托的护理质量。她提到听到女性“被留在房间数小时”的故事，并补充说：“女性在浴室流血”。但她强调她正在调查最坏情况。“外面有很多良好的护理”，许多信托机构做得“很好”。斯特里廷表示，阿莫斯女男爵的更新“表明太多家庭被辜负，带来毁灭性后果”。“我知道NHS员工是专注的专业人士，希望为母亲和婴儿提供最好的服务，绝大多数分娩是安全的，但导致可预防悲剧的系统性失败不容忽视。”国家产前和新生儿调查旨在制定一系列国家建议，以改善产前和新生儿服务，因为之前的调查暴露了问题但未导致足够的持续改进。阿莫斯女男爵的最终报告将于春季发布，但中期报告——她调查三个月后的反思和初步印象——突显了护理不善的根深蒂固。这位前联合国外交官表示，她认识到对她的方法存在“怀疑”和“批评”。“一次又一次，家庭感到系统辜负了他们。我非常希望这次不会发生。我认为卫生大臣如此密切关注是会产生重大影响的因素。”根据阿莫斯审查，过去十年的多项调查，包括对莫克姆湾、什鲁斯伯里和特尔福德以及东肯特产前服务的调查，已提出748项改进建议。",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_89a0e84656a570d0_339655d9dfce.webp",
      "category": "News"
    }
  ]
}