{
  "articles": [
    {
      "id": "c4b43ad164adf39c",
      "title": "Author Colleen Hoover Shares Her Cancer Journey",
      "summary": "Colleen Hoover, a famous author who writes books like It Ends With Us, has told everyone she had cancer. She is 46 years old and from the United States. She shared this news on Instagram and Facebook. Colleen had surgery to remove the cancer, and it was successful. She also had radiotherapy treatment, which is almost done. She kept her cancer private at first because she wanted to wait until she knew she was okay. Colleen missed some important events, like a movie premiere, because she was sick. She thinks her cancer might be related to not exercising enough, eating unhealthy food, and feeling stressed. Even though she hates vegetables and exercise, she is happy to be alive. Her new book, Woman Down, just came out this week.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c4b43ad164adf39c_966feeb9b07a.webp",
      "category": "News"
    },
    {
      "id": "daf613af293facdc",
      "title": "Greenland's Big Meeting: What It Means for the Island",
      "summary": "Greenland is a big island in the Arctic, and it's getting a lot of attention because of a meeting in Washington, D.C. The meeting involves leaders from the United States, Denmark, and Greenland. People in Greenland are worried because former U.S. President Donald Trump has said he wants to take control of Greenland. Greenlanders like Amelie and Sivnîssoq say their country is not for sale and they want to be independent. The meeting could affect Greenland's future and relationships between countries. Greenland is part of Denmark but has some control over itself. If the U.S. tries to take Greenland, it might hurt alliances like NATO. This is a big deal for Greenlanders who are anxious about what will happen next.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_daf613af293facdc_248c741524bf.webp",
      "category": "News"
    },
    {
      "id": "c931b916179f3312",
      "title": "Tennis Player Celebrates Too Soon and Loses Match",
      "summary": "Sebastian Ofner, a tennis player from Austria, made a big mistake in a match to qualify for the Australian Open. He thought he won when he was ahead 7-1 in a tie-break, so he celebrated by raising his arms and walking to the net. But the rules say you need 10 points to win in the final set tie-break. He still needed three more points. When the umpire told him, he realized his error. His opponent, Nishesh Basavareddy from America, then won eight of the next nine points to win the match. Basavareddy celebrated by holding his hands to his neck and roaring. He said he kept believing because in a tie-break, you always have a chance. Basavareddy will now play another match to try to get into the main tournament. Other players like George Loffhagen and Arthur Fery also won their matches, but Harriet Dart lost. The Australian Open starts soon.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c931b916179f3312_34c67b424d98.webp",
      "category": "News"
    },
    {
      "id": "0d9c479ff3def1cc",
      "title": "A New Treatment for Leukaemia on the NHS",
      "summary": "Oscar Murphy, a 28-year-old man, was the first patient to get a new treatment called CAR-T therapy on the NHS for his leukaemia, a type of blood cancer. He said it was fantastic and very sci-fi. This treatment uses his own immune cells, which are changed in a lab to fight the cancer. It happened at Manchester Royal Infirmary hospital. The NHS is now funding this treatment to help about 50 patients each year. Oscar had leukaemia that came back after other treatments, but this new therapy gave him hope. Doctors say it is safer and works better than old treatments, helping patients live longer. It is a big step in fighting this fast-acting cancer.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0d9c479ff3def1cc_3f1287688229.webp",
      "category": "News"
    },
    {
      "id": "1fb25e76d01aac03",
      "title": "A Court Fight About Transgender Athletes in Sports",
      "summary": "This article talks about a big court case in the United States. The Supreme Court is deciding if transgender athletes can play on girls' sports teams. Transgender people are those who feel their gender is different from what they were born as. Some states have laws that stop transgender girls from playing on girls' teams. Becky Pepper-Jackson is a transgender high school student who wants to run on her school's track team, but a law in her state says she cannot. The court is listening to arguments about fairness and science. This issue is very important because it affects many young athletes and their rights. The article explains that this is a hot topic in politics and law, with people having different opinions on what is fair for everyone involved.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1fb25e76d01aac03_2ae62b8c547d.webp",
      "category": "News"
    },
    {
      "id": "50944f099b84522e",
      "title": "Trump Wants Greenland: What Denmark Thinks",
      "summary": "President Trump has said many times that he wants to take over Greenland, which is a big island that belongs to Denmark. This has made people in Denmark worried because they don't want to lose their land. Important meetings are happening in Washington with leaders from the U.S., Denmark, and Greenland to talk about this problem. Some people think that if Trump tries to take Greenland, it could cause big trouble for NATO, which is a group of countries that work together for safety. Denmark hopes that talking calmly will help stop Trump's threats. They have friends in NATO who support them and believe Greenland should stay with Denmark. Trump says he might do something about Greenland to stop Russia or China from taking it, but Denmark wants to keep things peaceful.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_50944f099b84522e_7c21dd239e7e.webp",
      "category": "News"
    }
  ]
}