{
  "articles": [
    {
      "id": "5d18fbbad1381058",
      "title": "Sinkhole Incident at Shropshire Canal Declared Major Emergency",
      "summary": "A major incident has been declared in Shitchurch, Shropshire, after a suspected sinkhole caused a breach in a canal, leading to significant structural damage. Two narrowboats sank into the cavity, while two others are precariously positioned at the edge. Emergency services, including Shropshire Fire and Rescue Service and West Mercia Police, are on site, with no casualties reported. The Canal and River Trust is investigating the cause and working to restore water levels. Local councillor Andy Hall described the event, which occurred around 05:00 GMT, noting that water flooded into a nearby field, and a flood gate has been installed to prevent further drainage. Authorities have urged the public to avoid the area, and support is being provided to affected boaters. The incident has raised flooding concerns, but efforts are focused on safety and containment.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5d18fbbad1381058_9a655b986a34.webp",
      "category": "News"
    },
    {
      "id": "e55d2969f1bad6f3",
      "title": "US Lawmakers Consider Legal Action Over Incomplete Epstein File Release",
      "summary": "Republican congressman Thomas Massie and Democratic congressman Ro Khanna are threatening legal action against US Attorney General Pam Bondi for not fully releasing the Department of Justice files related to Jeffrey Epstein, a convicted sex offender. A law signed by President Donald Trump required all documents to be released by a deadline, but only a portion was made public, with redactions and withheld information. This has angered Massie, Khanna, survivors of Epstein's abuse, and their allies. The lawmakers are discussing using 'inherent contempt,' a rare legal procedure that allows Congress to fine Bondi daily until compliance, which only requires House support unlike impeachment. Massie accused the DoJ of flouting the law's spirit, while Bondi's deputy defended their actions, claiming transparency and ongoing releases. The DoJ insists it is meeting legal obligations and plans more disclosures in coming weeks, highlighting a bipartisan effort to pressure for full transparency in this high-profile case.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e55d2969f1bad6f3_ffb79030376d.webp",
      "category": "News"
    },
    {
      "id": "6c415424b370131a",
      "title": "Legal Threat Over Free Speech at University After Protest Disruption",
      "summary": "Prof Alice Sullivan, who led a government review on sex and gender data collection, has threatened legal action against the University of Bristol, alleging it failed to uphold her freedom of speech. Her talk at the university was disrupted by a trans rights protest, and she claims the university did not adequately protect her right to express her views. In response, the University of Bristol rejected these claims, stating that the event proceeded safely and in line with their commitment to free speech, despite what they called 'unacceptable disruption.' Universities in England have a legal duty to balance free speech with the right to protest, especially under a new law that took effect in August. Prof Sullivan's lawyers sent a letter warning of a potential legal challenge, arguing that complaints from the LGBTQ+ staff network influenced the university's actions, such as initially suggesting an online format. The Office for Students (OfS) has issued guidance to help universities implement the new free speech law, emphasizing that events should not be denied based on a speaker's opinions and should proceed safely within legal bounds.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6c415424b370131a_a18989f59821.webp",
      "category": "News"
    },
    {
      "id": "94e2cfece0a9c6dc",
      "title": "Christmas TV Highlights: Festive Shows and Movies to Watch",
      "summary": "This article from BBC News previews the Christmas TV schedule, noting that while it may not be as strong as the previous year, there are still many highlights to anticipate. It discusses various festive programs, including the return of Two Doors Down, a Scottish comedy with a Christmas special focusing on neighbors preparing for a new baby and early celebrations. A new film, Finding Father Christmas, features a teenager who believes in Santa and sets out to prove his existence with his cousin. The Princess of Wales hosts her annual carol service at Westminster Abbey, featuring carols and readings from guests. Additionally, Kate Winslet is involved in a new festive film. The article aims to guide viewers through the holiday offerings until the launch of The Traitors in January.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_94e2cfece0a9c6dc_13276e382f90.webp",
      "category": "News"
    },
    {
      "id": "bf2c954b3f8bc976",
      "title": "Nicki Minaj's Political Shift and Speech at Conservative Summit",
      "summary": "Nicki Minaj, a prominent rapper, made an unexpected appearance at the Turning Point USA AmericaFest convention in Arizona, a conservative gathering honoring the late activist Charlie Kirk. During an interview with Erika Kirk, Charlie Kirk's widow and new leader of the organization, Minaj expressed her newfound support for former President Donald Trump and Vice President JD Vance, whom she praised as role models for young men. This marked a shift from her past criticisms of Trump. Minaj also mocked California Governor Gavin Newsom using a derogatory nickname and emphasized the importance of speaking one's mind, stating she was tired of being pushed around. She argued that controversy arises because people are not using their minds sufficiently. Erika Kirk commended Minaj for her courage in facing backlash from the entertainment industry for her political stance. Minaj dismissed critics, saying they were too busy building and considered themselves the cool kids. The article highlights Minaj's background as a Trinidadian-born artist with hit songs and Grammy nominations, underscoring her influence in pop culture and her entry into political discourse.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_bf2c954b3f8bc976_bdbe6ca7e626.webp",
      "category": "News"
    },
    {
      "id": "be5e9cba35a91a7c",
      "title": "Examining the Accuracy of Trump's Presidential Plaques at the White House",
      "summary": "President Donald Trump installed bronze plaques along a White House walkway, each honoring a U.S. president but written in a style reminiscent of his Truth Social posts, often containing misleading or false statements. The article, sourced from PolitiFact, fact-checks these plaques, focusing on recent Democratic presidents. For Joe Biden, the plaque falsely claims he took office due to a corrupt election, but numerous lawsuits and investigations, including by Republican groups, found no evidence to invalidate the 2020 results. It also inaccurately states Biden oversaw the highest inflation ever, though inflation peaked in the late 1970s and early 1980s. For Barack Obama, the plaque labels him divisive despite high favorability ratings, and calls the Affordable Care Act ineffective, despite data showing a significant drop in uninsured Americans. Additionally, it falsely accuses Obama of spying on Trump's campaign, but bipartisan reports found no political influence in FBI investigations. The analysis highlights how these plaques spread misinformation and the importance of verifying facts with reliable sources.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_be5e9cba35a91a7c_8eb511e387c6.webp",
      "category": "News"
    }
  ]
}