{
  "articles": [
    {
      "id": "d26b53d895ff76b6",
      "title": "Sir Chris Hoy Breaks Leg in Bike Crash",
      "summary": "Sir Chris Hoy is a famous Olympic cyclist who won many gold medals. He recently had a bad crash while riding his mountain bike and broke his leg. He is now using crutches and says it was the worst crash he has ever had in his 43 years of cycling. Chris Hoy is also dealing with a serious illness called cancer, but he still enjoys riding his bike. He says the crash happened because he doesn't bounce back like he did when he was younger. Despite this, he is doing better now and is looking forward to Christmas. He wants to live his life fully and enjoy every moment.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d26b53d895ff76b6_4389a33e08c4.webp",
      "category": "News"
    },
    {
      "id": "2cc2f7949d6cc83d",
      "title": "Banks Help People Invest Money Safely",
      "summary": "Banks and other financial companies are starting a new program in April to help people invest their money. This program is approved by a regulator called the FCA. It will give suggestions on how to invest based on what groups of similar people do, but it is not personalized advice that costs money. Many people ask friends or social media for financial help, but this new help aims to make investing easier and safer. Investing can help money grow, but it has risks because the value can go down. The program is for people who have savings and want to learn about options without paying fees. It is meant to build confidence and provide better support for making financial decisions.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2cc2f7949d6cc83d_4dab3400cae6.webp",
      "category": "News"
    },
    {
      "id": "94e6e9cb4b6a1dca",
      "title": "Fatboy Slim's Secret Song Gets a Yes After 25 Years",
      "summary": "A famous DJ named Fatboy Slim made a cool song 25 years ago by using a small part of music from the Rolling Stones' hit 'Satisfaction'. He called it 'Satisfaction Skank' and played it at his concerts as a special surprise. For many years, the Rolling Stones said no to letting him sell the song because they own the original music. But now, after 25 years, they have finally said yes! This means people can buy and listen to the song legally. The Rolling Stones even helped by giving Fatboy Slim their original recordings to make the song sound better. This shows that the band is now more open to letting others use their music in new ways.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_94e6e9cb4b6a1dca_be227cbe1534.webp",
      "category": "News"
    },
    {
      "id": "581381418bb5ccc7",
      "title": "Why People Speed in Slow Zones",
      "summary": "This article explains why many drivers break 20mph speed limits. The author got a ticket for speeding in London and took a speed awareness course. They learned that most people were caught driving around 26mph, which is not very fast but still breaks the rule. Many find it hard to drive at 20mph because it feels too slow. Lots of tickets are given for this. Places like Wales and London are making more roads 20mph to keep people safe. Some people argue about this change. The article says it's complicated because of habits and how our brains work. We need to get used to slower speeds for safety.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_581381418bb5ccc7_2624faf75309.webp",
      "category": "News"
    },
    {
      "id": "5a78a19980e4ebc1",
      "title": "Congress Votes to Help Soldiers and Buy Weapons Better",
      "summary": "The House of Representatives passed a big bill to support the military. It gives soldiers a pay raise and makes it easier to buy weapons faster. The bill costs $900 billion and includes money for better housing on military bases. It was voted on by many lawmakers, with most saying yes. Some people wanted the bill to do more, like cutting spending overseas, but others think it's a good start. The bill also has rules about helping other countries and getting more information on certain issues. Leaders from both political parties worked together on this bill, but they still have some disagreements. Overall, it aims to make the military stronger and more ready for challenges.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5a78a19980e4ebc1_4096f5c83f46.webp",
      "category": "News"
    },
    {
      "id": "6f0503993088f66a",
      "title": "Judge Stops National Guard in Los Angeles",
      "summary": "A federal judge in California said the Trump administration must stop sending National Guard troops to Los Angeles. The judge, Charles Breyer, explained that the government needs checks and balances to work fairly. Also, in New York, another judge allowed secret papers from the Jeffrey Epstein case to be opened because of a new law. In Florida, Eileen Higgins won the election to be mayor of Miami. She is the first Democrat and first woman to be mayor there in nearly 30 years. Higgins talked about helping immigrants and making people feel safe instead of scared.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_6f0503993088f66a_2764c34cfeeb.webp",
      "category": "News"
    }
  ]
}