{
  "articles": [
    {
      "id": "615770b5b0cb8352",
      "title": "Prime Minister Keir Starmer's New Year Plans",
      "summary": "Prime Minister Keir Starmer is starting the new year feeling refreshed after a tough time in 2025. He talks to a reporter and says he will stay in his job until 2027, no matter what happens. He had a busy day, speaking to leaders from Ukraine and dealing with news from Venezuela. Starmer believes he will be judged by the people in the next big election, but some of his friends in the Labour Party think he is not doing a good job and want him to leave. He says he will not quit, even if the party does badly in upcoming elections in May. Starmer hopes things will get better this year, like the economy improving, and he wants to lead the fight against other political groups.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_615770b5b0cb8352_8643e5610684.webp",
      "category": "News"
    },
    {
      "id": "4c1889fc5dcae351",
      "title": "Composer Says No to Kennedy Center Over Name Change",
      "summary": "Stephen Schwartz, who wrote the music for the musical Wicked, has decided not to perform at the Kennedy Center. This is because the center's board voted to include President Donald Trump's name in its name. Schwartz says that performing there now feels like making a political statement, and he wants the center to be a place for all artists without politics. The Kennedy Center's president, Richard Grenell, says that Schwartz was never officially signed to perform and calls the reports false. Other artists have also canceled their shows at the center recently. The Kennedy Center is a big cultural place in Washington, D.C., and this disagreement shows how politics can affect the arts.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4c1889fc5dcae351_f8b87ca571be.webp",
      "category": "News"
    },
    {
      "id": "f446b179bdf3a674",
      "title": "How to Feel Better About Going Back to Work After Christmas",
      "summary": "After Christmas break, many people feel sad or worried about going back to work. This is normal, and experts say it's about changing how you think. On Sunday, you might feel the \"Sunday blues\" because you think Monday will be hard. To help, you can do fun things like exercise or see friends to make the switch easier. You can also do small things like taking a walk or getting your clothes ready for work. If you're worried at night, write down your thoughts on paper to feel calmer and sleep better. These tips can make returning to work less scary and more manageable.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f446b179bdf3a674_9939004e0edc.webp",
      "category": "News"
    },
    {
      "id": "ec3f1da325ff3ea2",
      "title": "Trump's Big Move in Venezuela",
      "summary": "President Donald Trump has made a surprising decision in Venezuela. He announced that U.S. forces captured Venezuelan President Nicolas Maduro and his wife in a night raid. Now, Trump says the U.S. will help run Venezuela with a team including Secretary of State Marco Rubio and Secretary of Defence Pete Hegseth. They plan to work with Venezuelans to fix the country, which has a broken economy and political problems. Trump is optimistic and wants American companies to rebuild Venezuela's infrastructure. He might send American soldiers there too. This is a big change because Trump used to criticize wars and focus on America first. The U.S. is now deeply involved in Venezuela's future.",
      "source": "BBC News",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ec3f1da325ff3ea2_b5a71973cff6.webp",
      "category": "News"
    },
    {
      "id": "ef191f4f60586901",
      "title": "Leaders Talk About Peace Plans for Ukraine",
      "summary": "Leaders from many countries met in Kyiv, Ukraine, to talk about how to help Ukraine end the war with Russia. They want to make peace and give Ukraine support to stay safe and strong. President Zelenskyy of Ukraine said they are working on plans for security guarantees, which are promises from other countries to protect Ukraine. They also discussed giving Ukraine money to rebuild after the war, about $800 billion over ten years. This money will help fix buildings, make the economy stable, and help Ukraine grow. The leaders will have more meetings in Paris to finalize these plans. Ukraine is also changing some government jobs, like appointing a new energy minister.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_ef191f4f60586901_a5309e8c5d1e.webp",
      "category": "News"
    },
    {
      "id": "6acbd3941b93f718",
      "title": "President Trump Talks About Venezuela After a Big Change",
      "summary": "President Donald Trump held a news conference to talk about a big event in Venezuela. He said that the U.S. military helped remove Nicolás Maduro, who was the leader of Venezuela. Trump called this a success and said it showed American strength. He spoke at his Mar-a-Lago resort in Florida. Trump wants to help Venezuela become peaceful and just after many years of tough rule. He also said that American taxpayers will not have to pay for this plan. But there are challenges ahead, like making sure Venezuela stays stable and dealing with other countries that might not like what happened. This event is part of Trump's way of doing things in foreign policy, where he acts boldly.",
      "source": "PBS NewsHour",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_6acbd3941b93f718_2631f04679ef.webp",
      "category": "News"
    }
  ]
}