{
  "articles": [
    {
      "id": "53024d37be133768",
      "title": "Uncovering a Bronze Age Mass Burial Mystery in Scotland",
      "summary": "Recent archaeological excavations in southern Scotland have uncovered a mysterious mass burial site dating back approximately 3,300 years to the Bronze Age. The discovery was made during construction for the Twentyshilling Wind Farm near Sanquhar in Dumfries and Galloway. Guard Archaeology, led by Thomas Muir, found a barrow containing five tightly packed urns with the cremated remains of at least eight individuals, all buried simultaneously between 1439 and 1287 BC. This contrasts with typical Bronze Age practices where bodies were often exposed before burial. Muir suggests that a catastrophic event, such as famine, likely caused the deaths, as indicated by similar stress evidence in regional sites. The findings provide insights into community dynamics and environmental challenges during this period, highlighting the significance of immediate cremation and burial as a response to sudden tragedy.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_53024d37be133768_6d332a370cc5.webp",
      "category": "Science"
    },
    {
      "id": "04456595f79ccf85",
      "title": "AI in Pathology: Detecting Cancer and Demographic Bias",
      "summary": "Pathology is a medical field where experts examine tissue samples under microscopes to diagnose cancer, determining its type and stage. Traditionally, this process is objective, with pathologists focusing solely on disease indicators without knowing patient identities. However, the integration of artificial intelligence (AI) into pathology labs has revealed unexpected challenges. A study led by Harvard Medical School researchers shows that AI models, designed to identify cancer from tissue slides, can infer demographic details such as race, gender, and age from the images. This ability introduces bias, as the AI's diagnostic accuracy varies across different patient groups. For instance, the models performed less accurately in distinguishing lung cancer subtypes for African American and male patients, and in classifying breast cancer subtypes for younger patients. These disparities occurred in about 29% of diagnostic tasks analyzed. The bias arises because AI extracts demographic patterns from tissue and uses them in decision-making, contrary to the assumption that pathology is purely objective. To address this, the researchers developed FAIR-Path, a framework that significantly reduced bias in tested models. This work highlights the importance of fairness in medical AI, as biased systems can impact diagnostic outcomes and patient care. The study, supported by federal funding, was published in Cell Reports Medicine, emphasizing the need for ongoing evaluation and improvement of AI tools in healthcare.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_04456595f79ccf85_2cf66ed833a0.webp",
      "category": "Science"
    },
    {
      "id": "acd9c0b44a6990ad",
      "title": "How a Helper Protein Regulates Appetite and Energy Balance",
      "summary": "Recent research reveals that MRAP2, a helper protein, is crucial for the function of MC3R, an appetite-regulating protein that controls energy storage and use in the body. Scientists from the University of Birmingham conducted a study using cell models to observe how MRAP2 interacts with MC3R. They found that when MRAP2 is present in equal amounts, it strengthens cellular signaling, enhancing MC3R's ability to balance energy intake and expenditure. The study also investigated genetic mutations in MRAP2 linked to obesity, showing that these mutations impair its support for MC3R, leading to disrupted appetite regulation. This discovery provides insights into how genetic factors contribute to obesity by interfering with hormonal systems. Lead author Dr. Caroline Gorvin emphasized that understanding MRAP2's role offers new clues for obesity risk and potential treatments. The research, part of a collaborative effort in metabolism and cell signaling, aims to develop future drugs that could target MRAP2 to improve feelings of fullness and energy balance, offering new options for weight management.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_acd9c0b44a6990ad_ba0d7e112af3.webp",
      "category": "Science"
    },
    {
      "id": "e5b4b60bb3b639ef",
      "title": "Breakthrough in Quantum Communication: Uplink Signals from Earth to Satellites",
      "summary": "Researchers have demonstrated that quantum signals can be transmitted from Earth to satellites, reversing the traditional downlink approach where signals are sent from space to ground. This uplink method was previously considered impractical due to challenges like atmospheric interference, light scattering, and signal loss. However, a team led by Professor Simon Devitt and Professor Alexander Solntsev from the University of Technology Sydney used detailed modeling to show feasibility, accounting for real-world factors such as background light and optical misalignment. The study, published in Physical Review Research, highlights advantages like greater power availability and simpler maintenance on Earth, which could enable stronger signals. This breakthrough could support the development of scalable quantum networks, linking quantum computers via satellites as relays. Recent milestones, such as China's Micius and Jinan-1 satellites, have advanced downlink quantum communication, but the uplink strategy offers a practical path for high-bandwidth applications beyond cryptography. The researchers propose testing with drones or balloons as a step toward large-scale implementation using low Earth orbit satellites.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e5b4b60bb3b639ef_1a4c91b79337.webp",
      "category": "Science"
    },
    {
      "id": "c1e7ec7e79196fa9",
      "title": "Trump Administration Targets Climate Research Center for Breakup",
      "summary": "The Trump administration, through Office of Management and Budget head Russell Vought, has announced plans to break up the National Center for Atmospheric Research (NCAR), a key institution for climate and weather research. Vought criticized NCAR as a major source of 'climate alarmism' and targeted its diversity initiatives, termed 'woke' activities, which aim to include underrepresented groups in science. NCAR, based in Boulder, Colorado, with a supercomputing center in Wyoming, is funded by the National Science Foundation and managed by the University Corporation for Atmospheric Research. The administration intends to move certain research activities to other institutions, focusing on what it calls 'green new scam research,' while preserving other functions. However, the legal authority for such changes is unclear, as NCAR's management agreement may not allow direct government orders. The NSF has indicated compliance, planning to divest resources like supercomputers and research aircraft, excluding climate change from critical functions. Scientists, including Katharine Hayhoe and Gavin Schmidt, express dismay, warning that dismantling NCAR would severely impact climate science and research infrastructure. Past court rulings have blocked similar 'arbitrary and capricious' actions, but the administration persists, potentially disrupting research during legal battles. The article highlights the ideological conflict between the administration's skepticism of climate science and the scientific community's reliance on evidence-based research.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_c1e7ec7e79196fa9_4babcf6873a7.webp",
      "category": "Science"
    },
    {
      "id": "7234ff298e97b8ea",
      "title": "Breakthrough in Quantum Spin Liquids: Solving a Decades-Old Mystery",
      "summary": "A global research team led by Rice University physicist Pengcheng Dai has verified the presence of emergent photons and fractionalized spin excitations in cerium zirconium oxide (Ce2Zr2O7), identifying it as a clean three-dimensional quantum spin ice. Reported in Nature Physics, this discovery resolves a long-standing debate in condensed matter physics. Quantum spin liquids are exotic materials where magnetic moments remain quantum-entangled and in constant motion at near-absolute zero temperatures, avoiding conventional magnetic order. They hold potential for transformative technologies such as quantum computing and dissipationless energy transmission. The team used advanced polarized neutron scattering to isolate magnetic signals and filter out noise, enabling precise measurements as temperatures approached zero. Additional evidence from specific heat measurements supported the dispersion of emergent photons, resembling sound waves in solids. This work overcomes earlier challenges from technical noise and incomplete data through improved sample preparation and international collaboration. The findings confirm decades of theoretical expectations and provide a robust platform for studying next-generation quantum phenomena, encouraging deeper exploration into unique materials for technological advancements.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7234ff298e97b8ea_0fdd46881939.webp",
      "category": "Science"
    }
  ]
}