{
  "articles": [
    {
      "id": "dd95e8a1e2250f93",
      "title": "爱尔兰时装设计师保罗·科斯特洛去世，享年80岁",
      "summary": "爱尔兰著名时装设计师保罗·科斯特洛在伦敦去世，享年80岁，其家人宣布他因短期疾病离世。科斯特洛是英国和爱尔兰时尚界的知名人物，曾担任已故戴安娜王妃的私人设计师。他出生在都柏林，父亲经营一家成功的雨衣制造公司。在都柏林的格拉夫顿时装设计学院学习后，他移居巴黎，在巴黎高级时装公会学习。1979年，他创立了自己的品牌“保罗·科斯特洛系列”，并在伦敦、巴黎、米兰和纽约的时装周上展示作品。从1983年到1997年戴安娜王妃去世，他一直担任她的私人设计师。科斯特洛常在设计中采用传统爱尔兰面料，如亚麻和粗花呢，并与邓恩斯商店等合作。然而，他在1998年因评论爱尔兰女性缺乏风格而受到批评，但今年在接受爱尔兰广播公司RTÉ采访时表示，爱尔兰比以前更欧洲化。他的去世标志着一个时尚时代的结束，其生涯融合了爱尔兰文化遗产与全球时尚创新。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "0f67b3de7a9298a0",
      "title": "Radiohead deliver a spell-binding, hit-packed set in London",
      "summary": "\"Whenever you're ready,\" says Thom Yorke, adopting the tone of a schoolteacher waiting for an unruly class to settle down, as Radiohead get ready to play their encore at London's O2 Arena.\n\nIt's a rare flash of humour from the frontman, whose onstage utterings are mostly limited to mumbled \"thank yous\". But it's also an acknowledgment of how long fans have been waiting for this show.\n\nIt is now 10 years since Radiohead last released new material, and 99 months since their last UK gig.\n\nAnticipation for their return has been building ever since they announced a limited run of concerts in September. Setlists from early shows in Spain and Italy have generated news stories (\"Radiohead play Nice Dream for the first time since 2009\"), as fans pore over the song choices.\n\nAccording to one source, they've rehearsed 65 different numbers.\n\nAt the O2, the band sift through their entire discography - from the arena rock anthems of 1994's The Bends to the celestial ballads of A Moon Shaped Pool, via the layered electronics of Kid A, currently celebrating its 25th anniversary.\n\nThere are some signs that Radiohead are a bit rusty. A few timing and tuning issues crop up, which could easily be the result of a first night in a new venue, but which feel odd for a band of such technical proficiency.\n\nBut when it comes together, it's a rapturous, spell-binding sight.\n\nThey begin with the spacey, hypnotic Planet Telex, and follow it up with a crunchy version of 2+2=5, written in 2003 as a reaction to George W Bush's \"War on Terror\", and taking on new urgency in a world where political norms have seemingly been turned upside down.\n\nBy the third song, Sit Down, Stand Up, they're flexing their musical muscles, with an extended outro of percussive lunacy, aided by US session musician Chris Vatalaro.\n\nHis addition to the line-up is a giveaway. Radiohead's secret sauce has always been their rhythm section - who manage to locate sinewy, danceable grooves even when presented with their bandmate's most challenging material.\n\nThe prowling bassline of National Anthem and the slamming drum loops of Idioteque, in particular, give the audience ample opportunity to jump up and down.\n\nThat said, it's amusing to watch bassist Colin Greenwood try (and fail) to get the crowd clapping in time to the glitchy and unconventional rhythms of 15 Step.\n\nInstead, most of them simply bob their heads up and down in unified appreciation of the music. At times, it looks like a convention of nodding dogs.\n\nCushioned between the more experimental songs, however, were the real crowd-pleasers: An elegiac version of Lucky, a beautifully twisted No Surprises and a genuinely sublime version of Weird Fishes/Arpeggi.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_0f67b3de7a9298a0_8640bd069f0c.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "科博利赢得史诗级32分抢七 送意大利晋级决赛",
      "summary": "在一场激动人心的戴维斯杯半决赛中，意大利网球选手弗拉维奥·科博利经过一场长达32分的抢七大战，戏剧性地击败了比利时的齐祖·贝格斯，帮助意大利晋级决赛。比赛持续超过三个小时，科博利挽救了七个赛点，最终以6-3、6-7（5-7）、7-6（17-15）的比分获胜。他情绪激动地脱掉球衣庆祝，在博洛尼亚的主场球迷中引发了狂欢。这场胜利使两届卫冕冠军意大利将在周日的决赛中对阵西班牙或德国。科博利在赛后采访中表示，实现这一梦想是他生命中最好的日子之一，强调了他为国家、团队和家庭而战。意大利队长菲利波·沃兰德里赞扬了科博利的决心，称比赛更多依靠的是心灵而非战术。尽管缺少顶级球员如詹尼克·辛纳和洛伦佐·穆塞蒂，意大利仍有机会成为53年来首个连续三次赢得戴维斯杯冠军的国家，这在赛事125年的历史中具有里程碑意义。",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    },
    {
      "id": "43a92215b455b275",
      "title": "母亲阁楼发现的超人漫画以912万美元创下最贵纪录",
      "summary": "2024年，三兄弟在加利福尼亚清理已故母亲的阁楼时，在一堆旧报纸下发现了一本1939年的《超人》第一期漫画，保存完好。这本漫画在遗产拍卖行以912万美元（约700万英镑）售出，成为有史以来最贵的漫画书。他们的母亲自大萧条时期起就收藏了这些漫画，凉爽的北加州气候有助于防止纸张损坏，使CGC评级公司给出了9.0的高分。此次销售打破了之前《动作漫画》第一期600万美元的纪录。兄弟们选择匿名，他们对这一发现感到惊喜，因为母亲曾提及有价值的收藏但从未展示。这一事件突显了老式漫画在收藏市场上的日益增值，反映了怀旧情感和经济潜力的结合。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_43a92215b455b275_2ff57cd07118.webp",
      "category": "Fun"
    },
    {
      "id": "0a7a6fcfd9091631",
      "title": "BBC面临保持相关性的压力，议员们表示",
      "summary": "英国下议院公共账目委员会的一份报告警告称，BBC正面临严重压力，需要保持对所有受众的相关性，并且未能有效解决电视执照费逃逸率上升的问题。议员们指出，如果BBC不更多地吸引年轻观众和其他在英国感到被忽视的群体，其长期相关性将面临风险。报告显示，由于执照费逃逸和人们声称不需要电视执照，BBC可能损失超过11亿英镑的收入。委员会主席杰弗里·克利夫顿-布朗爵士表示，报告明确表明“BBC脚下的地面正在移动”。作为回应，BBC表示接受执照费需要改革，但任何变化都必须“保障BBC作为普遍公共广播机构的地位”。议员们强调，年轻人使用BBC的频率远低于其他人群，这意味着广播机构服务所有受众的使命“面临风险，因为年轻观众选择其他媒体提供商”。报告还提到，BBC对其他英国群体的相关性也受到压力，并批评了诸如将业务转移到曼彻斯特或伯明翰等本地决策，可能忽视了较小社区的身份和需求。总体而言，这反映了BBC在适应不断变化的媒体消费习惯和确保对执照费付费者公平方面的广泛挑战。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0a7a6fcfd9091631_aaff9d374810.webp",
      "category": "Fun"
    },
    {
      "id": "7c17da668125efbe",
      "title": "德国惊险获胜晋级戴维斯杯半决赛对阵西班牙",
      "summary": "在戴维斯杯四分之一决赛中，德国队完成了一场惊人的逆转，以2-1击败阿根廷队，晋级半决赛将对阵西班牙队。比赛的关键在于双打决胜局，德国组合凯文·克拉维茨和蒂姆·普茨在激烈的决赛盘抢七中挽救了三个赛点，最终以4-6、6-4、7-6（12-10）获胜，整场比赛持续了2小时31分钟。此前，阿根廷队凭借托马斯·埃切维里的出色发球在单打中先得一分，但亚历山大·兹维列夫通过击败弗朗西斯科·塞伦多洛将比分扳平。兹维列夫虽未处于最佳状态，但在抢七中的表现至关重要。双打比赛充满波折，德国队错失四个赛点后终于在第五个赛点锁定胜局。这场胜利意义重大，因为德国队自1993年夺冠后首次有望进入决赛，展现了团队的坚韧精神。同时，西班牙队击败捷克队晋级，半决赛将在博洛尼亚举行。文章还提到卫冕冠军意大利队追求三连冠，突出了国际网球竞争的激烈性和团队合作的重要性。",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7c17da668125efbe_83847e8f4be1.webp",
      "category": "Fun"
    }
  ]
}