{
  "articles": [
    {
      "id": "8afac17ec29f8660",
      "title": "Olivia Dean and Friends Shine at Music Awards",
      "summary": "Olivia Dean is a singer who will perform at the Mobo Awards, a big music show. She is excited to sing on stage with other artists like Flo and Tiwa Savage. The awards celebrate black music and are 30 years old this year. Olivia's album is up for four awards, including album of the year. She will compete with Flo and Little Simz for this prize. The show is in Manchester on March 26 and will be hosted by Eve and Eddie Kadi. Everyone is looking forward to a fun night with great music and surprises.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8afac17ec29f8660_00a232a521f2.webp",
      "category": "Fun"
    },
    {
      "id": "88e6134fe1445db3",
      "title": "Tennis Players Ask for Privacy at a Big Tournament",
      "summary": "Jessica Pegula and Iga Swiatek are tennis players who spoke out at the Australian Open, a big tennis tournament. They are worried about cameras filming them when they are not playing on the court. They feel like they are being watched all the time, just like animals in a zoo. They want more privacy so they can relax and focus without cameras around. Other players, like Coco Gauff, have also said this is a problem. The players think it is important to have private time away from the game. This is about respecting athletes and giving them space to be themselves off the court.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_88e6134fe1445db3_d9b099748f44.webp",
      "category": "Fun"
    },
    {
      "id": "d686726012fa2a42",
      "title": "Neil Young Helps Greenlanders with Free Music",
      "summary": "Neil Young is a famous singer who is giving people in Greenland free access to his music archives for one year. He wants to help them feel better because they are worried about threats from the U.S. government. Greenland is a place that belongs to Denmark, and the U.S. president has talked about taking it over, but later said he would talk instead. Neil Young often speaks out about politics and does not like the president. He hopes other groups will also help Greenlanders. To get the free music, people in Greenland need a phone number from there. Neil Young has done other things to protest, like asking people not to use Amazon and stopping his music from being on Spotify because of a podcast he did not like. He was born in Canada but also lives in the U.S.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_d686726012fa2a42_490acd85c8cd.webp",
      "category": "Fun"
    },
    {
      "id": "31a9615bcfa0ff28",
      "title": "Mexico's President Wants More BTS Concerts for Fans",
      "summary": "Mexico's president, Claudia Sheinbaum, asked South Korea's president for more BTS concerts in Mexico. BTS is a popular K-pop band that is going on a big world tour after four years. They will have three shows in Mexico City in May, but tickets sold out very fast in less than 40 minutes. Many young people wanted tickets, but there were not enough for everyone. Some people are selling tickets for much higher prices, which is not fair. The president hopes South Korea will say yes to more shows so more fans can see BTS. BTS is very loved in Mexico, and listening to K-pop has grown a lot there.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_31a9615bcfa0ff28_930462e73098.webp",
      "category": "Fun"
    },
    {
      "id": "b8433b53c6e12373",
      "title": "Sir Idris Elba Gets a Fine for Scooter Speeding",
      "summary": "Sir Idris Elba, a famous actor and DJ, got a fine for going too fast on his scooter in London. He was riding on Chelsea Embankment where the speed limit is 20 miles per hour, but he was caught going 28 miles per hour in June. The police used a speed camera to take pictures of him. He had to pay £147 as a fine, plus other costs, and got three penalty points on his driving licence. Sir Idris said he did not get the first fine notice in the mail, so he could not pay it. His lawyers explained this in court, and he admitted to the speeding. He did not have to go to court because it was handled quickly with written evidence. Sir Idris is known for his charity work and was knighted recently.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b8433b53c6e12373_74a05f79c1d3.webp",
      "category": "Fun"
    },
    {
      "id": "03e64a867352e0a2",
      "title": "Young Tennis Star Wins Big Match",
      "summary": "Carlos Alcaraz is a young tennis player who won an important match at the Australian Open. He beat Alex de Minaur in straight sets, which means he won all the sets without losing any. This victory helps him move to the semifinals, where he will play another match. Alcaraz is trying to become the youngest man to win all four Grand Slam tournaments, which are the biggest events in tennis. The match was in Australia, and many people watched because de Minaur is from Australia. Alcaraz played very well and showed he is one of the best players in the world.",
      "source": "BBC Tennis",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_03e64a867352e0a2_aaec7cc2f50f.webp",
      "category": "Fun"
    }
  ]
}