{
  "articles": [
    {
      "id": "c4b43ad164adf39c",
      "title": "Colleen Hoover's Cancer Diagnosis and Public Disclosure",
      "summary": "Colleen Hoover, the best-selling author of novels such as It Ends With Us and Reminders of Him, has publicly disclosed her cancer diagnosis and treatment journey. The 46-year-old American writer shared the news via Instagram and Facebook posts this week, revealing that she underwent successful surgery and is nearly finished with radiotherapy. Hoover explained that she initially kept her diagnosis private, only informing fans after confirming the surgery's success and determining her treatment plan. She delayed seeking medical advice until after the film adaptation of Reminders of Him was completed in Canada, prioritizing her work over health concerns. Upon returning home, she received the cancer diagnosis, which caused her to miss significant events like the Regretting You premiere. Hoover has not specified the type of cancer but suggested possible links to environmental and lifestyle factors, including lack of exercise, poor diet, and stress. Despite her humorous complaints about healthy habits, she expressed gratitude for being alive. Her latest novel, Woman Down, was released concurrently with this announcement, highlighting her continued professional activity amidst personal challenges.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c4b43ad164adf39c_966feeb9b07a.webp",
      "category": "News"
    },
    {
      "id": "daf613af293facdc",
      "title": "Greenland's Sovereignty at Stake: A Critical Summit in Washington",
      "summary": "A high-stakes meeting is underway in Washington, D.C., involving U.S. Vice-President JD Vance, Danish and Greenlandic foreign ministers, and U.S. counterpart Marco Rubio, focusing on Greenland's future. Greenlanders in the capital Nuuk are anxiously monitoring the situation, with digital news tickers highlighting terms like 'Trump', 'Greenland', and 'sovereignty'. Former President Donald Trump has expressed a desire to acquire Greenland, threatening to take it 'the easy way or the hard way', which has heightened fears among locals. Residents like Amelie Zeeb and Inuit writer Sivnîssoq Rask emphasize that Greenland is not for sale and advocate for independence and good management. The meeting's outcomes could significantly impact Greenland's semi-autonomous status under Denmark and strain international relations. Danish Prime Minister Mette Frederiksen warns that U.S. aggression could jeopardize NATO, the transatlantic defense alliance, and further damage U.S.-European ties, already strained since Trump's return. The ramifications extend beyond Greenland, affecting global diplomacy and security, with Europe seeking U.S. support for Ukraine. The summit's tone—whether compromise or confrontation—will shape the Arctic's geopolitical landscape.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_daf613af293facdc_248c741524bf.webp",
      "category": "News"
    },
    {
      "id": "c931b916179f3312",
      "title": "Tennis Player's Premature Celebration Leads to Loss in Australian Open Qualifying",
      "summary": "In a dramatic turn of events at the Australian Open qualifying rounds, Austrian tennis player Sebastian Ofner experienced a costly error during his match against American Nishesh Basavareddy. Ofner, who has previously reached the fourth round at the French Open, believed he had secured victory when leading 7-1 in a third-set tie-break. He celebrated by raising his arms and approaching the net, but he misunderstood the rules: final-set tie-breaks require 10 points to win. After the umpire informed him of his mistake, Basavareddy capitalized on the situation, winning eight of the next nine points to clinch the match 4-6, 6-4, 7-6 (13-11). Basavareddy attributed his comeback to persistence and noted Ofner's tension, while also mentioning the challenging conditions with old balls. This victory advances Basavareddy to the final qualifying round, where he will face Britain's George Loffhagen. The article also highlights other results, such as Arthur Fery's win over Bernard Tomic and Harriet Dart's loss, providing context on the competitive nature of tennis qualifiers. The Australian Open main draw begins soon, featuring players like Cameron Norrie and Emma Raducanu.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c931b916179f3312_34c67b424d98.webp",
      "category": "News"
    },
    {
      "id": "0d9c479ff3def1cc",
      "title": "Breakthrough CAR-T Therapy for Leukaemia on the NHS",
      "summary": "Oscar Murphy, aged 28, became the first patient to receive CAR-T therapy on the NHS for B-cell acute lymphoblastic leukaemia (B-cell ALL), an aggressive blood cancer. He described the treatment as fantastic and very sci-fi, receiving it at Manchester Royal Infirmary. CAR-T therapy involves extracting his T-cells, a type of immune cell, modifying them in a lab to recognize cancer, and reinfusing them to attack the disease. The NHS has approved funding for this immunotherapy at multiple centres, potentially benefiting around 50 patients annually. Oscar was diagnosed in March 2025, underwent chemotherapy and a stem cell transplant, but his cancer recurred in November. Clinical trials show 77% of patients achieved remission, with half cancer-free after 3.5 years, and an average of 15.6 extra months of life. His haematologist, Dr. Eleni Tholouli, highlights that CAR-T is safer with fewer side-effects and more effective than traditional treatments, offering years of life or even a cure for a condition that typically allows only 6-8 months survival. This extension of CAR-T to adults with B-cell ALL marks a significant advancement in cancer care.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0d9c479ff3def1cc_3f1287688229.webp",
      "category": "News"
    },
    {
      "id": "1fb25e76d01aac03",
      "title": "The Supreme Court Debate on Transgender Athletes in Women's Sports",
      "summary": "This article examines the legal and political controversy surrounding transgender athletes' participation in women's sports, which has reached the U.S. Supreme Court. The case centers on whether bans in over half of U.S. states, which prohibit transgender girls from competing on girls' teams, should be upheld. The conservative majority on the Court expressed skepticism about overturning these bans during arguments that lasted over three hours, focusing on constitutional issues, scientific evidence, and the concept of an equal playing field. Becky Pepper-Jackson, a transgender high school student from West Virginia, is a key figure in this debate, as she challenges a state law that bars her from her school's track team. The article highlights the broader implications for civil rights, gender equality, and sports policy, noting that this is a highly polarized issue with significant political and social stakes. It underscores the complexity of balancing inclusion with competitive fairness in athletic contexts.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1fb25e76d01aac03_2ae62b8c547d.webp",
      "category": "News"
    },
    {
      "id": "50944f099b84522e",
      "title": "Denmark's Response to Trump's Greenland Ambitions",
      "summary": "President Trump has repeatedly expressed interest in acquiring Greenland, a Danish territory, leading to heightened tensions and diplomatic discussions. Crucial talks are scheduled in Washington involving U.S. Vice President J.D. Vance, Secretary of State Marco Rubio, and foreign ministers from Denmark and Greenland. Trump's threats have raised concerns that such an action could destabilize NATO, as allies support Denmark's sovereignty over Greenland. In Copenhagen, Danes are anxious about potential territorial loss, but the Danish government is relying on quiet diplomacy to address the situation. Trump justifies his stance by claiming that if the U.S. does not act, Russia or China might seize Greenland, posing a security threat. However, Denmark and its NATO allies emphasize the importance of respecting international norms and avoiding unilateral moves that could fracture alliances. This issue highlights broader geopolitical struggles and the challenges of maintaining cooperative security in the face of assertive policies.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_50944f099b84522e_7c21dd239e7e.webp",
      "category": "News"
    }
  ]
}