{
  "articles": [
    {
      "id": "0bdee8eee054d563",
      "title": "V&A博物馆展示首个YouTube视频和观看页面",
      "summary": "伦敦维多利亚与阿尔伯特博物馆（V&A）举办了一场展览，重建了YouTube于2006年12月的原始观看页面，并与YouTube合作利用互联网档案数据重现了当时的体验。此外，博物馆还收藏了YouTube上第一个视频《我在动物园》，该视频由联合创始人贾韦德·卡里姆于2005年4月上传，已获得近3.8亿次观看，象征着用户生成内容的兴起，并影响了数字设计，如评分按钮和分享功能。YouTube首席执行官尼尔·莫汉表示，这次重建让公众能够回溯到一个全球文化现象的开端。高级策展人科琳娜·加德纳指出，这突显了互联网历史和数字设计对社会的影响。V&A东仓库还将探索重建过程，体现了博物馆对收藏和保护数字设计（如微信和Flappy Bird）的承诺。这一举措旨在通过展示YouTube等平台如何塑造媒体消费和创作，激励未来世代，并探讨数字遗产在当代文化中的重要性。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_0bdee8eee054d563_498d0918c1a2.webp",
      "category": "Fun"
    },
    {
      "id": "bbc565845f1b5386",
      "title": "辛西娅·埃里沃无视网络批评，德古拉剧评褒贬不一",
      "summary": "辛西娅·埃里沃，一位屡获殊荣的女演员和歌手，在伦敦诺埃尔·科沃德剧院主演了一部极简主义的德古拉舞台改编剧。在这部作品中，她独自表演，在两小时内扮演23个角色，背诵2万句台词，并运用现场摄像技术将特写镜头投射到屏幕上，模糊了电影与舞台的界限。预演期间，一些观众在线批评她依赖提词器和学习台词，但埃里沃驳斥了这些评论，强调她对角色的投入和个人成长。她解释说，挑战推动她作为艺术家的进步，她屏蔽网络负面言论以专注于表演。这部改编剧以埃里沃的尼日利亚口音和快速换装重新诠释了布拉姆·斯托克1897年的经典吸血鬼故事，融合了电影与舞台元素。埃里沃已获得多项 prestigious 奖项，她将此角色视为创造性进化的机会，突显了现场戏剧的苛刻性。她的观点强调了独奏剧院的心理需求以及技术与传统舞台艺术的交汇，展示了她在高风险创意环境中的韧性。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_bbc565845f1b5386_13ba4362fc1d.webp",
      "category": "Fun"
    },
    {
      "id": "4505b49d61ed6faa",
      "title": "巴多萨回应“不尊重”退赛指控",
      "summary": "前世界排名第二的西班牙网球选手保拉·巴多萨回应了关于她在迪拜比赛中退赛“不尊重网球”的指控。她在迪拜网球锦标赛中因右大腿受伤退出了对阵埃莉娜·斯维托丽娜的比赛，此前她击败了卡捷琳娜·西尼亚科娃。这是她去年第四次退赛，巴多萨曾因一系列伤病，包括慢性背痛，考虑在2024年结束职业生涯。在社交媒体上，一名用户批评她频繁退赛，巴多萨解释说，慢性伤病的生活充满挑战，她每天面对疼痛和不确定性，努力寻找解决方案，并出于对网球的热爱决心继续比赛。她还指出了社交媒体的毒性，将其与球员的心理健康问题联系起来。尽管巴多萨在2022年达到职业生涯最高排名第二，并在2025年1月澳网打入半决赛，但当前排名已降至第70位，这凸显了伤病对她职业生涯的影响。她强调，即使只有1%的机会，她也会尝试继续，并批评了网络上的仇恨和“专家”评论。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4505b49d61ed6faa_5397c6f28901.webp",
      "category": "Fun"
    },
    {
      "id": "bf6f0002380554e6",
      "title": "流行歌星50年寻父之旅：'见到我父亲是一场D:Ream'",
      "summary": "彼得·坎纳是1990年代乐队D:Ream的主唱，以歌曲《Things Can Only Get Better》闻名。他于1966年在贝尔法斯特的一家母婴之家出生，后被莱斯和莫妮卡·坎纳收养，在伦敦德里长大。童年时，养母莫妮卡告诉他被收养的事实，这引发了他对亲生父母的终身追寻。在1990年代，彼得随乐队获得巨大成功，歌曲登上排行榜榜首，并被工党用作1997年大选的口号，但他同时面临可卡因、摇头丸和酒精成瘾的个人挣扎。历经半个多世纪，他通过追踪在英格兰巴恩斯利找到了亲生父亲帕特里克·汉纳，并进行了情感重逢。他发现父亲是一名巡回音乐家，同父异母的妹妹菲利帕·汉纳是基督教音乐明星，弟弟斯图尔特·曾德曾是Jamiroquai的贝斯手。这个故事探讨了收养对身份认同的影响、个人韧性在逆境中的作用，以及音乐才能的遗传可能性，突显了家庭联系和坚持不懈的主题。彼得的旅程从北爱尔兰到英格兰，体现了跨代艺术传承和文化共鸣，为理解名人的私人生活与公共形象之间的交集提供了案例。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_bf6f0002380554e6_9d25bc83a384.webp",
      "category": "Fun"
    },
    {
      "id": "84282d1ea7c3c307",
      "title": "阿尔卡拉斯在墨尔本夺冠后赢得'艰难'首场比赛",
      "summary": "卡洛斯·阿尔卡拉斯在赢得澳大利亚公开赛后的首场比赛中，以6-4、7-6（7-5）击败阿瑟·林德克内希，晋级多哈卡塔尔公开赛第二轮。比赛充满挑战，尤其在第二盘阿尔卡拉斯挽救两个盘点后通过抢七获胜。他坦言比赛艰难，称赞对手实力，并对自己的抗压表现感到满意。此胜利使阿尔卡拉斯2026赛季战绩提升至8-0，并收获职业生涯第150场硬地胜利，接下来将迎战瓦伦丁·罗耶。文章同时提及迪拜网球锦标赛因对手退赛引发的健康问题，包括米拉·安德烈娃和贝琳达·本西奇等球员因此晋级，反映了网球运动中球员健康的系统性挑战。此外，女子网球协会宣布成立'巡回赛架构委员会'以改进女子比赛，显示组织层面推动运动发展的努力。",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_84282d1ea7c3c307_774fa8da81c4.webp",
      "category": "Fun"
    },
    {
      "id": "f32a9d02fba76fb7",
      "title": "英格兰传奇卡尼与网球名将克里斯特尔斯参与伯明翰收购",
      "summary": "伯明翰城女子足球队已完成所有权变更，谢尔比有限公司（SCL）作为奈特黑德资本管理的子公司，收购了球队97%的股份。奈特黑德由伯明翰城主席汤姆·瓦格纳共同创立，此前已在2023年全面接管男子队。剩余的3%股份由一群杰出的女性商业领袖和全球体育偶像持有，包括获得144次英格兰国家队出场记录的足球传奇凯伦·卡尼，以及三届美国网球公开赛冠军金·克里斯特尔斯。俱乐部表示，这笔交易将提升对女子队的关注，支持其在女子足球最高水平竞争的雄心。目前，伯明翰女子队在女子超级联赛2中位居第二自动升级位置，试图在2021-22赛季降级后重返顶级联赛。球队拥有悠久传统，曾在2012年赢得足总杯，并培养了卡尼、凯里斯·哈罗普和杰斯·卡特等人才。首席执行官杰里米·戴尔称此为俱乐部历史上的关键时刻，强调了女性投资者参与的重要性。文章指出，收购后不会立即改变人员或运营，这反映了体育投资和性别平等方面的更广泛趋势。",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_f32a9d02fba76fb7_ff7fb6e9662a.webp",
      "category": "Fun"
    }
  ]
}