{
  "articles": [
    {
      "id": "8579bb1da65ee634",
      "title": "这颗小药丸可能改变我们诊断肠道健康的方式",
      "summary": "科学家们开发出一种可吞咽的小球，内部装有经过工程改造的细菌，能够在遇到血红素时发光，从而检测肠道出血。在老鼠身上进行的早期测试表明，这可能成为一种快速、无创的监测肠道疾病的方法。传统诊断方法如内窥镜检查往往具有侵入性，可能让患者感到不适，而这种新药丸提供了一种更简单的替代方案。它利用合成生物学技术，使细菌特异性响应血红素这一血液成分，实现实时监测。如果未来在人类试验中成功，这项创新可能降低医疗成本，提高患者依从性，并促进早期发现和治疗炎症性肠病等疾病。然而，将其应用于人类还需要严格的临床试验来评估有效性、安全性以及涉及基因改造生物的伦理问题。",
      "source": "Science Daily",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8579bb1da65ee634_cd0f5aed1637.webp",
      "category": "Science"
    },
    {
      "id": "023198f10021f08f",
      "title": "Scientists reveal what triggered Santorini 'earthquake swarm'",
      "summary": "Thousands of earthquakes were caused by magma \"pumping through\" Earth's crust for three months, they say.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_023198f10021f08f_488acd540d42.jpg",
      "category": "Science"
    },
    {
      "id": "5a1eea6b3c31b1d2",
      "title": "COP30气候会谈因火灾疏散",
      "summary": "在巴西举行的联合国COP30气候会谈期间，发生火灾，导致数千名与会者紧急疏散。这次事件发生在讨论全球气候变化战略的关键时刻，涉及减少温室气体排放和推广可再生能源等议题。消防人员迅速响应，控制火势并确保人员安全，未报告严重伤亡。火灾凸显了大型国际会议在安全和后勤方面的脆弱性，可能造成谈判延迟，但组织者预计在安全确认后恢复会谈。这一事件提醒人们，在应对气候问题和操作风险时，需要加强准备和韧性，以确保重要全球努力不受干扰。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5a1eea6b3c31b1d2_155f6049e4cc.jpg",
      "category": "Science"
    },
    {
      "id": "32d12e260fd72460",
      "title": "Why saving microbes may be the most important conservation effort ever",
      "summary": "Researchers have launched the first coordinated plan to protect microbial biodiversity, calling attention to the “invisible 99% of life” that drives essential Earth systems. The IUCN has formally recognized this effort through the creation of the Microbial Conservation Specialist Group. By developing new metrics, policies, and restoration tools, scientists aim to make microbial life a core part of global conservation action. The roadmap also outlines upcoming goals such as microbial hotspot maps and new microbe-based conservation solutions.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_32d12e260fd72460_14ce20a141ba.webp",
      "category": "Science"
    },
    {
      "id": "d526e806ae0a7ecb",
      "title": "光隐藏了近200年的磁秘密",
      "summary": "最新研究表明，光的磁场比科学家过去认为的要重要得多。研究团队发现，这种磁成分显著影响光通过某些材料时的旋转方式。他们的工作挑战了已有180年历史的法拉第效应的理解，并为新的光学和磁技术开辟了道路。法拉第效应由迈克尔·法拉第于1845年发现，描述了光在磁场中偏振面的旋转，但新发现表明光本身的磁特性至关重要。这一突破不仅加深了我们对电磁学的认识，还可能推动光学技术的发展，如改进的传感器、成像系统和磁设备。通过重新评估基本原理，这项研究鼓励在物理和工程领域进行进一步探索， potentially leading to innovative applications that enhance everyday technology.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d526e806ae0a7ecb_01296b1cd071.webp",
      "category": "Science"
    },
    {
      "id": "32c3c82efdcc2223",
      "title": "MIT超声波技术从空气中快速提取饮用水",
      "summary": "麻省理工学院的工程师开发了一种超声波设备，能够快速从吸收空气中水分的材料中释放饮用水。与依赖热量且需数小时的传统方法不同，该系统利用高频振动在几分钟内释放水滴。该设备可由小型太阳能电池供电，并可编程实现全天连续循环。这一突破有助于解决淡水获取有限的社区的水资源短缺问题，提供了一种可持续且高效的解决方案。",
      "source": "Science Daily",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_32c3c82efdcc2223_e9b3f2df6e8f.webp",
      "category": "Science"
    }
  ]
}