{
  "articles": [
    {
      "id": "a4a0769948e6c03d",
      "title": "德约科维奇瞄准难以捉摸的第25个大满贯",
      "summary": "诺瓦克·德约科维奇，一位38岁的网球冠军，正致力于赢得他的第25个大满贯冠军，这将打破他与玛格丽特·考特共同保持的24冠历史纪录。他正在参加澳大利亚网球公开赛，在那里他拥有10次男子冠军的辉煌历史，这使他本赛季获得最佳机会。尽管近年来显示出衰退迹象，德约科维奇去年仍在所有四大满贯赛事中闯入半决赛。他强调自己并不认为这是“现在或永不”的情况，而是专注于过去的成功以减轻压力。作为四号种子，他首战将对阵佩德罗·马丁内斯，虽然他渴望创纪录，但也珍惜自己的职业生涯成就。文章突出了他的心态以及职业体育中老龄化的挑战，同时提到新兴对手如卡洛斯·阿尔卡拉斯和扬尼克·辛纳增加了竞争复杂性。这一分析探讨了体育长寿、心理韧性和历史遗产在职业网球中的相互作用。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_a4a0769948e6c03d_7daab3bb8ac5.webp",
      "category": "Fun"
    },
    {
      "id": "47b2160ad3f324b8",
      "title": "拉杜卡努质疑澳网赛程安排不合理",
      "summary": "英国网球明星艾玛·拉杜卡努对澳大利亚网球公开赛首轮比赛的赛程安排提出了质疑。她在霍巴特参加热身赛并遭遇航班延误后，于周六抵达墨尔本，仅有不到48小时的准备时间就要在周日晚上对阵泰国选手马南查亚·萨万卡奥。拉杜卡努目前世界排名第29位，这是她三年多来首次在大满贯赛事中位列种子选手。她表示，短暂的调整期使得练习和适应环境变得困难。此外，她的比赛被安排在玛格丽特·考特球场的晚间时段第二场，紧随一场可能长达五盘的男子单打比赛之后。这意味着拉杜卡努可能要到接近午夜才能开始比赛，而澳网素有比赛进行至深夜的传统，例如安迪·穆雷2023年的比赛就在凌晨4点05分结束。拉杜卡努认为，将女子比赛安排在可能五盘的男子比赛之后是不合理的，因为这会影响球员的恢复和表现，体育科学家也警告不应将这种深夜比赛浪漫化。她强调要充分利用现有情况，但呼吁网球赛事在安排上更加合理，以保障运动员的福祉。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_47b2160ad3f324b8_3afb2986513f.webp",
      "category": "Fun"
    },
    {
      "id": "8f79890d7d165dce",
      "title": "新澳大利亚选手卡萨特金娜终于可以“呼吸”了",
      "summary": "达里娅·卡萨特金娜，世界排名第48位的网球选手，在2025年澳大利亚公开赛上晋级第四轮。这位俄罗斯出生的球员表示，她作为主场选手首次参加澳网，终于可以“呼吸”了。卡萨特金娜在赛前获得了澳大利亚公民身份，自2022年俄罗斯入侵乌克兰以来，她一直以中立运动员身份参赛。28岁的她在同年公开出柜后未再返回俄罗斯，并将乌克兰战争描述为“噩梦”。她说：“终于我可以呼吸了。我可以生活，只做我的工作，不再担心那些我无法控制的事情。”卡萨特金娜在2024赛季提前结束，称自己在心理和情感上达到崩溃点。她将在首轮对阵捷克青少年尼科拉·巴尔通科娃，作为新的澳大利亚二号选手，她预计在墨尔本获得巨大支持。她表示：“这是我第一次在如此庞大的主场观众面前比赛，所以这将很特别。我必须控制紧张情绪，因为我以前从未处于这种情况。这是一种好的压力，与我过去几年经历的压力相比，我会选择这个。现在，我基本上要参加一个主场大满贯，这是我生命中非常特别的篇章。”文章还提到，她的朋友兼前同胞米拉·安德烈娃目前是俄罗斯顶级女选手。",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_8f79890d7d165dce_bb253a84c663.webp",
      "category": "Fun"
    },
    {
      "id": "58c0931ca5404ce6",
      "title": "神秘歌手拥有数百万播放量——但她（或它）是谁？",
      "summary": "罗斯在Spotify等流媒体平台上迅速走红，她的三首爵士灵魂风格歌曲进入病毒榜前50名，其中《Into The Blue》播放量超过五百万次。然而，证据表明她可能并非真人歌手，而是人工智能创造的虚拟艺术家。关键迹象包括她缺乏社交媒体存在、从未进行现场表演或发布视频，以及在短短两个月内发布了至少45首歌曲，输出量异常之高。流媒体服务Deezer利用AI检测工具，将她的音乐标记为计算机生成，指出常见的人工智能痕迹，如歌曲《Under The Rain》和《Breathe Again》中持续的嘶嘶声。这种嘶嘶声源于AI生成过程，应用程序如Suno和Udio从白噪音开始逐步优化成音乐，留下可检测的错误。Deezer的高级研究科学家加布里埃尔·梅塞格尔-布罗卡尔解释，这些错误如同独特指纹，能识别所用软件。文章探讨了AI在音乐制作中的日益普及，引发关于真实性、艺术创作未来及数字时代伦理问题的思考。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_58c0931ca5404ce6_e60e8070c85e.webp",
      "category": "Fun"
    },
    {
      "id": "745c3d261aa44a36",
      "title": "超越比分：探索澳大利亚网球公开赛",
      "summary": "本文源自BBC播客《超越比分》，深入探讨澳大利亚网球公开赛这一年度重大网球大满贯赛事。该赛事于一月在墨尔本举行，素有“快乐大满贯”之称，以其活跃氛围闻名。文章质疑在夏季高温加剧等挑战下，这一昵称是否依然适用。通过采访BBC网球记者Jonathan Jurejko和英国选手Jodie Burrage（她在2025年女单比赛中晋级第二轮），文章揭示了该赛事的独特之处及选手的参赛体验。此外，文章重点介绍了一项特别活动——“百万美元一分大满贯”，业余选手Jordan Smith在此赢得百万奖金，引发了对这类吸引力活动是否成为网球未来关键的讨论。该播客旨在分享超越比分的体育故事，涵盖从冬季奥运会到超级碗等多种运动，并采访了亚亚·图雷等杰出运动员和幕后专家，强调体育新闻的广泛叙事。",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_745c3d261aa44a36_685cb5650228.webp",
      "category": "Fun"
    },
    {
      "id": "799a59a4aa3ea933",
      "title": "A$AP Rocky 时隔八年的回归专辑是否值得等待？",
      "summary": "A$AP Rocky 是一位来自纽约的知名嘻哈歌手，在时隔八年后发布了第四张录音室专辑《Don't Be Dumb》。在这段间歇期，他因与流行巨星 Rihanna 的关系、时尚追求以及一起高调的法律案件而备受关注，但音乐回归作品包含 17 首曲目，探索了朋克、陷阱和独立等多种流派。专辑邀请了 Tyler, The Creator 和 Doechii 等艺术家合作，并获得了电影导演 Tim Burton 的创意贡献，他以标志性的诡异哥特卡通风格设计了封面，描绘了 A$AP Rocky 的六个 alter-ego。评论反响总体积极：NME 的 Kyann-Sian Williams 形容其成熟且现代，Clash 的 Robin Murray 给出 8/10 的评分，赞扬其折衷和雄心勃勃的风格，而《卫报》的 Shaad D'Souza 称这是自 2013 年首张专辑以来最强的作品，但也指出歌词有时显得懒惰。粉丝观点则较为复杂，例如 Lee 认为专辑充满活力且风格一致，但相较于之前实验性的《Testing》略显保守。总体而言，这张专辑被视为一次重要的回归，对许多人来说证明了漫长等待的价值。",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_799a59a4aa3ea933_38a764d031c2.webp",
      "category": "Fun"
    }
  ]
}