{
  "articles": [
    {
      "id": "053453a7f789ee1b",
      "title": "Helping Kids with Special Needs in School",
      "summary": "The government in England says it will not stop helping children with special educational needs and disabilities (SEND). The education secretary, Bridget Phillipson, promises to spend more money to support these kids. She explains that children will have their needs checked when they move to secondary school. New plans called Individual Support Plans (ISPs) will be made for every child with special needs, giving them legal rights to get help quickly. Parents worry about changes, but the minister assures them that effective support won't be taken away. The full details will be in a paper released on Monday, aiming to fix a system that isn't working well.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_053453a7f789ee1b_a39916e7ec99.webp",
      "category": "News"
    },
    {
      "id": "719052368058aecf",
      "title": "President Trump Wants to Change Taxes on Goods from Other Countries",
      "summary": "President Donald Trump wants to put a new tax on goods coming into the United States from other countries. He first said it would be 10%, but then he changed it to 15%. This tax is called a tariff. The Supreme Court, which is like a group of judges, said no to his old tariffs because they thought he used too much power. Trump is upset about this and called the judges names. The new 15% tariff is allowed by a law from 1974 and can last for about five months. It might start soon, but we are not sure. This affects countries like the UK and Australia, who had a deal for 10%. Some people, like a factory owner, are sad because they think it will hurt jobs. Others, like a farmer, are happy because they think it will help them. Tariffs are part of Trump's plan to make more things in America and reduce how much the US buys from other countries.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_719052368058aecf_eb5e7e62a2d6.webp",
      "category": "News"
    },
    {
      "id": "7f91a2d135dabcdd",
      "title": "Prince William's Family Problem with His Uncle Andrew",
      "summary": "Prince William and his family were enjoying their school holiday time in Norfolk when something surprising happened. His uncle, Prince Andrew, was arrested nearby. Prince William and Prince Andrew are not close friends, and this event makes things harder for Prince William. Prince William is going to be king one day, and he has to deal with family problems like this. When Prince William was younger, his uncle met a man named Jeffrey Epstein, who was in trouble for bad things. Now, Prince Andrew's arrest is a problem for Prince William because it affects his family and his future job as king. This shows that even royal families have challenges to handle.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7f91a2d135dabcdd_c0d259320951.webp",
      "category": "News"
    },
    {
      "id": "62e5f3e07dce2fe5",
      "title": "Jade's Journey at Cambridge University",
      "summary": "Jade Franks went to Cambridge University to study theatre and education. She was older and from a working-class family, which made her feel different from other students. They made fun of her accent and clothes. Jade had to clean toilets to pay for her rent because she didn't know she could get money help. She felt lonely and almost left, but she kept going. Her sister visited and was told to cover up with a gown at a dinner, which made them feel bad. Jade worked hard and wanted to join a drama group. This story shows how people can face challenges but still follow their dreams.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_62e5f3e07dce2fe5_d2029f75f392.webp",
      "category": "News"
    },
    {
      "id": "7ea403cebc110456",
      "title": "U.S. Military Flies a Small Nuclear Reactor for the First Time",
      "summary": "The U.S. military and Energy Department flew a small nuclear reactor from California to Utah for the first time. This reactor is tiny, about the size of a minivan, and does not have nuclear fuel yet. The flight shows that the U.S. wants to use nuclear power quickly for the military and for places like data centers that need lots of electricity. President Trump supports nuclear energy because it is clean and reliable, but some people worry it might not be safe or cheap. The leaders who flew with the reactor say this is a big step to make nuclear power faster and easier to use in the future.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_7ea403cebc110456_b0ed9af6fdd5.webp",
      "category": "News"
    },
    {
      "id": "1f42b03bbf0ffecd",
      "title": "Hungary Blocks EU Loan to Ukraine Over Oil Dispute",
      "summary": "Hungary's foreign minister says his country will stop a big loan from the European Union to Ukraine. The loan is worth 90 billion euros and was meant to help Ukraine with its military and economy. Hungary is doing this because it wants Russian oil to flow again through a pipeline called Druzhba. The oil shipments stopped after a drone attack damaged the pipeline in Ukraine. Hungary and Slovakia, two countries in Europe, rely on this Russian oil and have accused Ukraine of not fixing the problem on purpose. They stopped sending diesel fuel to Ukraine this week. Hungary's leader, Viktor Orbán, often supports Russia and has argued that his country needs Russian energy to keep its economy strong. Many other European countries have reduced or stopped using Russian energy since the war started, but Hungary and Slovakia still use it. This decision comes just before the fourth anniversary of Russia's invasion of Ukraine.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_1f42b03bbf0ffecd_ebfd33b21762.webp",
      "category": "News"
    }
  ]
}