{
  "articles": [
    {
      "id": "d27ae40e9cd95277",
      "title": "邻居如何发现前海军陆战队员驾车冲入人群的“精心策划暴力行为”",
      "summary": "保罗·道尔是一名前皇家海军陆战队员和网络安全专家，在利物浦FC胜利游行期间，他驾驶自己的福特银河汽车故意冲入密集人群，导致134人受伤，包括婴儿、儿童和老人。起初，他否认指控，但在审判开始前突然认罪，承认多项故意造成严重身体伤害的罪名。邻居们描述他当天早上还在园艺和聊天，表现得友好正常，没有任何异常迹象。首席皇家检察官莎拉·哈蒙德指出，行车记录仪 footage 显示道尔在接近人群时越来越烦躁，这表明这是一次精心策划的暴力行为，而非一时失误。事件发生在克罗克斯特的一条死胡同社区，居民们对此感到困惑，因为道尔的友善形象与所造成的灾难形成鲜明对比。此案突显了人类行为的复杂性，以及法律在处理严重犯罪时的过程，引发对公共活动安全和心理因素的思考。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d27ae40e9cd95277_5a783891fbfc.webp",
      "category": "News"
    },
    {
      "id": "7d091f1fce8471b7",
      "title": "奥克尼考古学家做出“非凡发现”但暂不透露详情",
      "summary": "考古学家在奥克尼的布罗德加岬角利用3D雷达技术取得了一项非凡发现，但暂未透露具体内容，待进一步挖掘工作完成后才会公布。布罗德加岬角是英国群岛最重要的新石器时代遗址之一，过去20年的挖掘揭示了约40座建筑结构，表明这里是史前奥克尼的重要定居点。今年夏季，团队使用地面穿透雷达进行了科学调查，首次生成整个遗址的三维图像，发现了一个与以往任何发现都完全不同的异常物。考古学家尼克·卡德表示，这一发现可能不属于新石器时代，或许来自更晚时期，有可能为遗址历史增添新篇章。新工作由《时间团队》资助，将于明年制作节目。该遗址以直线和矩形形式为特征，位于布罗德加石圈东南方，被视为大西洋欧洲无与伦比的重要地点。此次发现位于考古深度较浅区域，预计不会导致长期挖掘，但可能改变对古代历史的理解。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7d091f1fce8471b7_fc4ad49e47a5.webp",
      "category": "News"
    },
    {
      "id": "ffb5083b65b40608",
      "title": "克里斯·梅森：里夫斯选择大幅增税和大额支出",
      "summary": "这篇文章分析了英国财政大臣雷切尔·里夫斯提出的预算案，该预算以大幅增税和大额支出为核心，被视为典型的工党政策。里夫斯辩称，增税是为了资助进步性措施，例如取消通用信贷中对两个孩子以上的限制，预计这将使约45万儿童摆脱贫困，结合其他措施可能升至55万。政府声称，除最富有的10%家庭外，所有家庭将在本十年末受益，突显其减少不平等的目标。然而，预算面临内外批评；尽管许多工党议员热烈支持，但内部存在分歧，因为民意调查显示公众对维持原有限制也有支持。财政研究所指出，这些增税是自1970年代以来最大的，为辩论增添了实证基础。战略上，财政大臣需平衡多方需求：确保金融市场信誉以维持可承受的借款成本、在政府低支持率下争取选民、以及团结党内力量。该预算不仅是社会福利的提升，也是政治策略，旨在为政府争取时间，改善民调，体现了在复杂经济环境中意识形态与务实治理的平衡。文章通过引用独立分析和政府文件，提供了对英国财政政策的深入洞察，但缺乏对经济影响的详细评估，可能影响全面性。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_ffb5083b65b40608_75817fde5b4c.webp",
      "category": "News"
    },
    {
      "id": "b2a3a0672a83e129",
      "title": "朝日啤酒遭遇网络攻击，150万客户数据可能泄露",
      "summary": "日本啤酒巨头朝日公司近日披露，9月份发生的一起大规模网络攻击可能导致超过150万客户的个人信息泄露。这次勒索软件攻击严重干扰了公司的运营，迫使员工使用笔和纸处理订单。朝日的调查显示，黑客侵入了其网络，加密了数据并部署了勒索软件，可能暴露了客户的姓名、性别、地址和联系方式等详细信息。此外，约10.7万名现任和前任员工及其16.8万名家属的数据，以及11.4万名外部联系人的信息也面临泄露风险。朝日公司强调，信用卡信息未涉及其中，且攻击影响仅限于日本管理的系统，目前尚未确认数据被公开释放的证据。为应对此事，公司已推迟发布全年财务业绩，并正通知可能受影响的个人。这一事件突显了企业网络安全漏洞的严重性，以及加强数据保护的紧迫性。",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b2a3a0672a83e129_4005d3892808.webp",
      "category": "News"
    },
    {
      "id": "d4b652d8ac06b2ed",
      "title": "几内亚比绍士兵在国民选举后宣布夺取政权",
      "summary": "在几内亚比绍，士兵们宣布发动军事政变，在国家选举几天后夺取了政权。军事发言人在国家电视上表示，总统已被罢免和逮捕，并声称此举是为了应对一个由政客和毒枭策划的操纵选举结果的计划，但未提供具体证据。事件发生在总统府附近传出枪声后，道路被关闭，士兵设立检查站。几内亚比绍自独立以来已发生四次政变，并且是拉丁美洲和欧洲之间毒品贩运的中枢，政治不稳定长期存在。选举中，现任总统和反对派候选人都声称获胜，加剧了紧张局势。士兵们暂停了选举进程、媒体活动和关闭了所有边境，引发了对民主和地区安全的担忧。这一事件反映了西非地区军事干预的增多，以及脆弱国家在维护法治和选举公正性方面面临的挑战。分析需考虑历史背景、经济因素和国际影响，以全面理解政变的根源和后果。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d4b652d8ac06b2ed_5b0c91e5a5b1.webp",
      "category": "News"
    },
    {
      "id": "b39a71e5e603b354",
      "title": "冬季风暴导致假日旅行延误堆积",
      "summary": "一场严重的冬季风暴正在美国中部和东部地区严重扰乱感恩节旅行。气温骤降至比正常低20度，导致大量航班延误和危险的道路状况。在上中西部，暴风雪带来了超过18英寸的降雪，使高速公路变得湿滑，车辆被困。美国汽车协会报告称，约90%的感恩节旅行者选择驾车，加剧了交通拥堵，部分行程延长了数小时。此外，航空旅行也面临压力，联邦航空管理局预计这是15年来最繁忙的一周，FlightAware指出近4000个航班延误。极端天气和高旅行量的结合凸显了数百万人面临的挑战，强调在这个高峰季节需要谨慎和准备。文章源自PBS NewsHour，综合了实地报道和官方数据，说明了天气和旅行需求叠加的困难，敦促公众保持警惕并灵活规划。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b39a71e5e603b354_cfd17f5fe2ce.webp",
      "category": "News"
    }
  ]
}