{
  "articles": [
    {
      "id": "2d4c230fa6ed19c9",
      "title": "Jersey Says Yes to Helping Sick People End Their Lives",
      "summary": "Jersey, a small island near the UK, has made a new law. This law lets adults who are very sick and will die soon choose to end their own lives with help. People must have a terminal illness that causes a lot of pain and be expected to die within six months or one year for some diseases. This makes Jersey the second place in the British Isles to allow this, after the Isle of Man. Many politicians voted for it, and some voted against. People who support the law say it gives choice and dignity to those who are suffering. For example, a woman with cancer said she is scared of suffering and this law brings relief. The law needs final approval from the UK, and it could start next summer.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2d4c230fa6ed19c9_f6799eab43e3.webp",
      "category": "News"
    },
    {
      "id": "dfdb714a61c110e1",
      "title": "Police Say Sorry to Lord Speaker for Mistake",
      "summary": "The police in London, called the Metropolitan Police, made a mistake and said sorry to the Lord Speaker, Lord Forsyth. They wrongly thought he told them something about Lord Mandelson, who is a former ambassador. Lord Mandelson was arrested because someone said he might leave the country, but his lawyers say this is not true. The police also said sorry to Sir Lindsay Hoyle, who is the Speaker of the House of Commons, because they accidentally said he gave them information. Sir Lindsay said he did share information with the police because he thought it was his duty. The police are investigating Lord Mandelson for possibly sharing secret government information with a bad person. Lord Mandelson says he did nothing wrong and wants to prove it. He was taken to a police station and then let go while they look into it more.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_dfdb714a61c110e1_eca792c4fad6.webp",
      "category": "News"
    },
    {
      "id": "ff21eaad9a42ffdd",
      "title": "Rachel Wins a TV Show and Remembers Her Mum",
      "summary": "Rachel Duffy won a TV show called The Traitors with her friend Stephen. They got a prize of about £48,000 each. Rachel was very happy, but then she got sad news. Her mum was very sick and passed away quickly. Rachel had talked about her mum on the show and wanted to make memories with her. Now, she plans to use the prize money to make happy memories with her family instead. She has three children and a husband. Rachel also quit her job to spend more time with her family. She says 2026 will be a fun year for them.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ff21eaad9a42ffdd_b9938ff5e9f9.webp",
      "category": "News"
    },
    {
      "id": "7ee7b9442bf0e4e8",
      "title": "Maternity Care Problems in England",
      "summary": "A report in England says that maternity care is not working well for many families. Baroness Amos is leading a review and found six big problems, including racism and not enough staff. Over 8,000 people shared their stories, and she met more than 400 families. The report shows that care is very mixed: some families get good care, but others have bad experiences. Racism is a big issue, with some women being treated unfairly because of their race or religion. For example, Asian women might be called 'princesses' and Black women might be told they can handle pain better. The Health Secretary promises to make changes based on the final report in June. This is important because everyone deserves safe and kind care when having a baby.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7ee7b9442bf0e4e8_ff1cfc1534ff.webp",
      "category": "News"
    },
    {
      "id": "9c58c4aa34c9d92c",
      "title": "A Governor's Ideas for Working Together",
      "summary": "Andy Beshear is the governor of Kentucky, a state where many people vote for Republicans. He has won his job twice, even when most people in Kentucky voted for a Republican president. This is interesting because he is a Democrat. He talks about how to help people from different political parties work together. He has dealt with big problems like tornadoes and floods, and issues like abortion and LGBTQ rights. He believes in being kind, having faith, and working with everyone to solve problems. His ideas are getting attention from other Democrats who want to win votes in places where Republicans are strong. He shares tips on how to talk to voters who might not agree with you.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_9c58c4aa34c9d92c_9ce06b0debfc.webp",
      "category": "News"
    },
    {
      "id": "cba724aae2ff4bfa",
      "title": "Rubio Talks to Caribbean Leaders About Venezuela",
      "summary": "U.S. Secretary of State Marco Rubio spoke to leaders from Caribbean countries in St. Kitts and Nevis. He defended a U.S. military operation that captured Venezuela's leader, Nicolás Maduro, last month. Rubio said that Venezuela is better off now because conditions have improved since Maduro was removed. Some Caribbean leaders had concerns about the operation, but Rubio explained that the U.S. wants to work with them on issues like crime and the economy. He mentioned that the U.S. is focusing more on the Western Hemisphere after ignoring it for a long time. Rubio also talked about criminal groups in the Caribbean and how they get weapons from the U.S., which authorities are trying to stop.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_cba724aae2ff4bfa_370ddb384db9.webp",
      "category": "News"
    }
  ]
}