{
  "articles": [
    {
      "id": "50c1e1bf1a38dda2",
      "title": "Grace's Dream Come True as Miss England",
      "summary": "Grace Richardson, a 20-year-old from Leicester, has become the first openly gay Miss England. She was bullied a lot in school for being gay and for her appearance, but she didn't let that stop her. Grace entered the Miss England competition and won by singing a song from The Greatest Showman. She is very proud and says she has achieved her dream. Now, she will represent England in the Miss World competition in 2026. Her story shows that you can overcome bullying and succeed if you believe in yourself.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_50c1e1bf1a38dda2_f053161d4e8d.webp",
      "category": "Fun"
    },
    {
      "id": "4579ad1f55f9c485",
      "title": "A BBC Leader Quits Over a Big Problem",
      "summary": "A former BBC board member named Shumeet Banerji quit his job and shared a letter explaining why. He said he was not included in important talks about a news boss named Deborah Turness. The BBC chair, Samir Shah, thought he had talked to Banerji, but Banerji disagrees. This all started because of a TV show about Donald Trump that caused trouble. People are worried about how the BBC board makes decisions. Banerji did not want to be part of a decision he was not asked about. This story shows a disagreement between leaders at the BBC.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4579ad1f55f9c485_211efeac7c7a.webp",
      "category": "Fun"
    },
    {
      "id": "420a5f684df57300",
      "title": "Historian Upset with BBC for Cutting Trump Comment",
      "summary": "A historian named Rutger Bregman is very upset because the BBC removed a sentence about Donald Trump from his radio lecture. He gave the lecture on BBC Radio 4, and the BBC took out a line where he called Trump a 'convicted reality star' and compared him to a bad Roman emperor. The BBC said they did this because of legal advice, as Trump has threatened to sue them before. Bregman thinks this is censorship and that it's wrong to change his words out of fear. He wants people to know what happened to help keep democracy strong. This story shows how big organizations sometimes change things to avoid trouble, which can make people lose trust.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_420a5f684df57300_14afd37aa553.webp",
      "category": "Fun"
    },
    {
      "id": "87ce3999801e75d9",
      "title": "A TV Show About Adoption Wins a Big Award",
      "summary": "A TV show called Lost Boys and Fairies has won an International Emmy Award, which is a big prize for TV shows from around the world. The show tells the story of a gay couple who adopt a son, and it was inspired by the writer's own life. It was filmed in Wales, and people really liked it because it shows what adoption is like for LGBT families. The writer, Daf James, was very happy and said it's special that this Welsh story got recognized globally. The show also won other awards in Wales. It features actors speaking both English and Welsh, making it a bilingual show. The story helps people understand the joys and challenges of adoption.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_87ce3999801e75d9_4d43a52b42bf.webp",
      "category": "Fun"
    },
    {
      "id": "d73fbe769c130ea9",
      "title": "Italy Wins Big Tennis Trophy Again!",
      "summary": "Flavio Cobolli is a tennis player from Italy who helped his team win the Davis Cup, a big tennis competition, for the third time in a row. He played very hard in a long match against Spain and won after being behind. His friend Matteo Berrettini also won his match. They have known each other since they were kids, and Berrettini used to babysit Cobolli and play tennis with him. Now, they are like brothers and won together for Italy. Cobolli said it was his dream to become a world champion, and he felt very happy. Italy is the first country to win three straight Davis Cup titles in over 50 years. Even though some top players were missing, Cobolli and Berrettini did a great job.",
      "source": "BBC Tennis",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_d73fbe769c130ea9_1416bbd96d0e.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy Play for the Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They won the deciding doubles game to set up a final against Italy. Spain is trying to win the Davis Cup for the seventh time. Italy is the two-time defending champion and also reached the final by beating Belgium. Both teams are missing their top players due to injuries, like Carlos Alcaraz for Spain and Jannik Sinner for Italy. The final will be played in Bologna, Italy, on Sunday. Spain's captain, David Ferrer, is proud of his team and says they will rest and get ready for the tough match ahead.",
      "source": "BBC Tennis",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    }
  ]
}