{
  "articles": [
    {
      "id": "11da29328f33dbe8",
      "title": "Astronauts Come Home Early from Space Station for Health",
      "summary": "NASA has decided to bring four astronauts home early from the International Space Station because one of them had a medical problem. The astronaut is safe and stable, but NASA wants to be extra careful. The astronauts are part of Crew-11, which includes Commander Zena Cardman, Pilot Mike Fincke, and others from Japan and Russia. They will return to Earth in their SpaceX Crew Dragon spacecraft, landing in the Pacific Ocean. NASA is not sharing details about the medical issue to protect the astronaut's privacy. The crew is well-trained to help each other in emergencies, and the space station has medical equipment. This shows that astronaut health is NASA's top priority.",
      "source": "Ars Science",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    },
    {
      "id": "837224d29f156249",
      "title": "Astronaut's Health Problem Ends Space Mission Early",
      "summary": "Nasa is bringing four astronauts back from the International Space Station earlier than planned because one of them has a serious health issue. The astronaut is safe and stable, but Nasa wants to make sure they get the best care. This is not an emergency, but it is the first time a mission has ended early for health reasons. The astronauts are part of Crew-11 and have been in space since last August. They were supposed to stay for six months, but now they will come back a month early. One American astronaut will stay on the space station with two Russian cosmonauts. The space station has doctors on Earth who can talk to the astronauts and help them. Returning early might delay some science experiments and repairs until new astronauts arrive next month.",
      "source": "BBC Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_837224d29f156249_1d7360028267.webp",
      "category": "Science"
    },
    {
      "id": "1ca95253e2aaae6e",
      "title": "The Hidden Universe: Dark Matter and Dark Energy",
      "summary": "Scientists are trying to solve a big mystery about the universe. Most of the universe, about 95%, is made of dark matter and dark energy, which we cannot see. Only 5% is the normal matter we know, like stars and planets. Dr. Rupak Mahapatra, a scientist at Texas A&M University, is working on special detectors to find dark matter. These detectors use cold sensors to catch rare particles. Dark matter helps hold galaxies together, while dark energy makes the universe expand faster. Scientists study them by looking at how gravity affects things in space. Dr. Mahapatra compares our understanding to touching only an elephant's tail, meaning we know very little. His work is important for learning more about the universe.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_1ca95253e2aaae6e_fcb03d9556e4.webp",
      "category": "Science"
    },
    {
      "id": "d5a4cd6f596f6cf5",
      "title": "Why Some People in Brazil Live Past 110 Years Old",
      "summary": "In Brazil, some people live to be over 110 years old, and scientists are curious about why this happens. A team of researchers, led by Dr. Mayana Zatz, is studying these very old people to find answers. Brazil has a special mix of people from different backgrounds, like Portuguese, African, European, and Japanese, which makes its population unique. This diversity helps scientists discover new things about genes that might help people live longer. The study includes over 160 people who are 100 years or older, including 20 who are over 110. Some of these old people lived in areas with little healthcare, showing they are naturally strong. One family has many members who live to be very old, like a 110-year-old woman with nieces aged 100, 104, and 106. Scientists think studying these families can help them understand how genes and lifestyle work together to help people live long lives.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d5a4cd6f596f6cf5_3d8285623303.webp",
      "category": "Science"
    },
    {
      "id": "77681d4fdb63f032",
      "title": "Farm Tax Changes: What's Happening?",
      "summary": "The government has decided not to make more changes to a tax plan for farms. This tax is called inheritance tax, which is money paid when someone passes on their farm to family. Originally, the government wanted to tax farms worth over £1 million at 20%, but after farmers protested, they changed it to only tax farms worth over £2.5 million. This means many farms won't have to pay this tax now. The environment secretary, Emma Reynolds, said the government listened to farmers who talked to them quietly, not those who made loud protests with tractors. Some groups, like the Country Land and Business Association, still don't like the tax and want to remove it completely. Other farmers are happy because the change helps their families keep their farms without paying extra money.",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_77681d4fdb63f032_bb44f3e9e2e9.webp",
      "category": "Science"
    },
    {
      "id": "9c9d32ecaf72dfd3",
      "title": "Testing Light Speed with Space Rays",
      "summary": "Scientists are checking if light always travels at the same speed, as Albert Einstein said. Long ago, an experiment by Michelson and Morley showed light speed is constant, which helped Einstein create his theory of special relativity. This idea is called Lorentz invariance and is important in physics. But some scientists wonder if it might change in extreme situations, like when combining quantum theory and gravity. A team led by Mercè Guerrero and Anna Campoy-Ordaz looked at high-energy gamma rays from space to see if light speed varies with energy. They used data from distant stars to measure tiny delays. Their study found no change, supporting Einstein's rule, but they made the test much better, helping narrow down where new science might be found.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9c9d32ecaf72dfd3_2a8d01a253d5.webp",
      "category": "Science"
    }
  ]
}