{
  "articles": [
    {
      "id": "4848eced00bb74e7",
      "title": "Euphoria Season 3: New Adventures for the Characters",
      "summary": "The TV show Euphoria is coming back for a third season in April next year after a long break. The creator, Sam Levinson, shared exciting news about what will happen to the characters. Rue is in Mexico trying to pay off a debt. Cassie and Nate are engaged and living in the suburbs, with Cassie spending a lot of time on social media. Jules is in art school, Maddy works at a talent agency in Hollywood, and Lexi is an assistant to a famous actress. Some actors are not returning, and one actor sadly passed away, which might change the story. The show is about young adults dealing with problems like drugs and relationships.",
      "source": "BBC Entertainment",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_4848eced00bb74e7_71ba8b0797c9.webp",
      "category": "Fun"
    },
    {
      "id": "991fa1782666189c",
      "title": "Making Graphene Better with Tiny Mistakes",
      "summary": "Scientists have found a cool way to make graphene, a super-strong material made of carbon atoms, even better by adding tiny mistakes called defects on purpose. Usually, defects are bad because they make materials weaker, but in this case, they help graphene stick to other things better, which is useful for making sensors to detect gases or for electronics. The researchers used a special molecule called Azupyrene to grow graphene with these defects in one step. They worked together from universities in the UK and used big machines to see the atoms and check their work. This could help make better batteries and gadgets in the future.",
      "source": "Science Daily - Technology",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_991fa1782666189c_033027496619.webp",
      "category": "Fun"
    },
    {
      "id": "3fafd9c363f1cc31",
      "title": "A Cool New Tool Helps Scientists See Space Ripples Better",
      "summary": "Scientists have made a new tool called FROSTI that helps LIGO, a special observatory, see gravitational waves better. Gravitational waves are tiny ripples in space made by big things like black holes crashing together. LIGO uses lasers and mirrors to detect these waves, but sometimes the lasers heat the mirrors and make them wobbly, which hides the waves. FROSTI fixes this by warming the mirrors in a controlled way to keep them smooth. This lets LIGO use stronger lasers without problems, so it can see more black holes and neutron stars far away in space. The tool was made by physicist Jonathan Richardson and his team, and it might be used in future observatories like Cosmic Explorer to explore the universe deeper.",
      "source": "Science Daily - Technology",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_3fafd9c363f1cc31_ce3f26201950.webp",
      "category": "Fun"
    },
    {
      "id": "98cb469d9a6c6cd0",
      "title": "Eurovision's Big Choice About Israel",
      "summary": "Eurovision is a big singing contest where countries compete with songs. This week, leaders are meeting to decide if Israel can keep playing. Some countries like Ireland and Spain say they will not join if Israel is there because they are upset about the war in Gaza. Others, like Germany, might leave if Israel is kicked out. Last year, protesters tried to stop Israel's singer on stage, but he still came in second place. People are also arguing about voting, saying Israel's government helped them get more votes unfairly. Eurovision is making new rules to stop governments from influencing votes, like letting people vote only 10 times instead of 20. The meeting will see if these rules are enough to keep everyone happy.",
      "source": "BBC Entertainment",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_98cb469d9a6c6cd0_e6b1173b57f2.webp",
      "category": "Fun"
    },
    {
      "id": "bba036e170738bc4",
      "title": "Miley Cyrus Gets Engaged to Maxx Morando",
      "summary": "Miley Cyrus, a famous singer, has said yes to marrying her boyfriend Maxx Morando. They have been together for four years. Miley showed a beautiful gold and diamond ring at a movie event in Los Angeles. She told a TV show that Maxx surprised her by asking her to marry him during a trip to Asia. Miley was married before to Liam Hemsworth, but they divorced. Maxx is a drummer in a band called Liily. Miley is happy and says Maxx helps her grow. She also has a new song in a movie but does not want to go on tour right now.",
      "source": "BBC Entertainment",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_bba036e170738bc4_5d21ad3844ce.webp",
      "category": "Fun"
    },
    {
      "id": "c43d79e1355233a3",
      "title": "New Music Stars Nominated for Brits Award",
      "summary": "Three new music artists, Sienna Spiro, Jacob Alon, and Rose Gray, have been chosen as nominees for the Brits Critics' Choice Award in 2026. This award helps find and celebrate up-and-coming talent in the music industry, picked by experts. The winner will be announced in January, before the big Brit Awards show in Manchester in February. Past winners include famous singers like Adele and Sam Fender. Rose Gray is excited and says this will help more people discover her music. She has already released an album and performed with other popular bands. Sienna Spiro was so surprised by the nomination that she didn't know what to say. This award is a big chance for these artists to become more well-known and share their music with the world.",
      "source": "BBC Entertainment",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_c43d79e1355233a3_ea546ccd3af0.webp",
      "category": "Fun"
    }
  ]
}