{
  "articles": [
    {
      "id": "34b103229bfed478",
      "title": "热刺解雇主帅弗兰克，八个月任期告终",
      "summary": "托特纳姆热刺足球俱乐部在主场2-1输给纽卡斯尔后，解雇了主帅托马斯·弗兰克，其任期仅八个月。俱乐部目前在英超联赛中排名第16位，仅比降级区高出5分，经历了一段糟糕的表现，包括过去八场联赛未尝胜绩——这是自2008年10月以来最长的无胜纪录。在过去17场比赛中，热刺仅赢了两场，累计仅得12分。尽管俱乐部最初表示愿意给予弗兰克时间进行长期建设，但近期成绩迫使管理层做出改变。弗兰克于六月接替被解雇的安热·波斯特科格鲁出任主教练，并签约至2028年，但未能显著改善联赛表现，尽管他带领球队以小组第四的成绩自动晋级欧冠16强。然而，国内杯赛中先后被纽卡斯尔和阿斯顿维拉淘汰，加剧了球队的困境。热刺在声明中赞扬了弗兰克的坚定承诺和贡献，表示感谢并祝愿他未来成功，现在俱乐部需寻找新教练以扭转局势。这一事件反映了足球管理中短期成绩与长期规划之间的紧张关系，以及英超俱乐部面临的高压环境。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_34b103229bfed478_9e82f488aabe.webp",
      "category": "News"
    },
    {
      "id": "79731933274aeacf",
      "title": "奥斯卡提名者班级合影中的12个发现",
      "summary": "2026年奥斯卡提名者午宴及班级合影在洛杉矶比佛利希尔顿酒店举行，汇聚了提莫西·查拉梅、艾玛·斯通和迈克尔·B·乔丹等知名影星。与往年相比，今年的合影显得较为低调，夸张姿势和搞笑表情较少，这可能是因为公关人员建议明星们避免在社交媒体时代引发病毒式失误。学院在去年坐姿安排出现问题后，今年恢复了站立姿势。合影中的亮点包括：最佳男主角热门提莫西·查拉梅身着蓝色礼服站在前排醒目位置；吉尔莫·德尔·托罗伸出双臂的趣味姿势成为前排焦点；高个子演员雅各布·埃洛迪和斯特兰·斯卡斯加德被策略性地安排在后排以保持平衡；泰雅娜·泰勒的闪亮黑色大衣在时尚方面脱颖而出，她凭借在《一战再战》中的表演成为最佳女配角的有力竞争者。这一活动作为奥斯卡颁奖礼前的庆祝仪式，展现了提名者之间的情谊和个人风格，同时也反映了好莱坞在传统与数字媒体压力之间的互动。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79731933274aeacf_42a326387d7b.webp",
      "category": "News"
    },
    {
      "id": "12b2e48cefe133a5",
      "title": "SAVE America法案如何可能对投票产生重大变化",
      "summary": "SAVE America法案，即《保障美国选民资格法案》，是一项由共和党人提出并得到总统支持的立法提案，旨在要求选民在联邦选举中提供美国公民身份的文件证明。该法案回应了关于选举完整性的声称，尽管证据显示非公民投票极为罕见且早已非法，违者可能面临罚款、监禁和驱逐。法案目前正在众议院进行关键投票，但在参议院的前景不确定，因为先前版本曾停滞。投票权团体认为，如果通过，该法案可能剥夺数百万合格美国选民的投票权，因为他们可能缺乏必要文件。此外，总统最近呼吁将选举国有化，这与宪法规定各州管理选举的原则相冲突，引起了选举官员的担忧。这场辩论凸显了在确保选举安全与保护投票机会之间的紧张关系，尤其是在中期选举前夕。文章通过平衡报道，引用了政治人物和团体的观点，分析了法案的潜在影响、法律框架及更广泛的社会政治背景。",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_12b2e48cefe133a5_94d762d91904.webp",
      "category": "News"
    },
    {
      "id": "02c8d9b52a00195c",
      "title": "盖洛普新民意调查揭示美国人对未来的深度悲观",
      "summary": "一项最新的盖洛普民意调查显示，美国人对未来的乐观情绪显著下降，2025年仅有约59%的受访者对五年后生活给予高度评价，这是近20年来该问题提出以来的最低水平。这一发现揭示了全国范围内日益加深的悲观情绪。该调查使用0到10的评分标准，要求美国人评估当前和未来生活，得分8或以上者被归类为乐观主义者。研究主任丹·威特斯指出，尽管当前生活满意度在过去十年有所下降，但未来乐观情绪的下降幅度更大，几乎翻倍。此外，只有约48%的美国人被归类为“繁荣”群体，即对当前和未来生活都给予高评分。数据还显示了政治影响：当新政党入主白宫时，执政党倾向于变得更乐观，而反对党则更悲观。然而，即使近期政治发生变化，整体乐观情绪仍然低迷，表明可能存在超越政治的社会问题，如经济不确定性或社会分裂。这项调查基于盖洛普长期跟踪的数据，强调了监测公众情绪对理解社会健康的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_02c8d9b52a00195c_a10f0cac0dc4.webp",
      "category": "News"
    },
    {
      "id": "ccd5e6c716dfb49b",
      "title": "州长考克斯承诺美国仍是'欢迎之地'，犹他州准备主办2034年奥运会",
      "summary": "在米兰科尔蒂纳奥运会期间，犹他州州长斯宾塞·考克斯向国际观众保证，尽管当前存在政治紧张局势，美国仍然是一个欢迎的国家。他在一场新闻发布会上发言，旨在推广2034年犹他州冬季奥运会，并回应欧洲媒体关于美国外交和国内问题的提问。考克斯承认了对政治事件的担忧，例如副总统JD·万斯在开幕式上被嘘以及2028年洛杉矶奥运会的签证问题，但他强调美国拥有像选举这样的民主程序来解决分歧。他批评媒体向运动员提出非体育问题，但捍卫了言论自由。考克斯指出，距离盐湖城奥运会还有八年时间，这允许政治问题得以解决，并重申美国对全球游客和参与者持开放和好客态度。这一讨论凸显了体育、政治和公众认知在塑造国际关系中的交叉点。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ccd5e6c716dfb49b_e75f50f05619.webp",
      "category": "News"
    },
    {
      "id": "9cca514fd6de9751",
      "title": "奥地利选手雷德勒和胡贝尔在奥运会团体组合滑雪赛中夺冠，希夫林获得第四名",
      "summary": "在意大利米兰科尔蒂纳奥运会上，奥地利滑雪选手阿里亚内·雷德勒和卡塔琳娜·胡贝尔在新设立的团体组合滑雪项目中夺得金牌。该项目结合了下坡滑雪和回转滑雪，由两名队员分别完成一次下坡跑和一次回转跑，时间相加决定团队成绩。尽管雷德勒和胡贝尔此前从未赢得过世界杯比赛，但他们击败了包括美国著名滑雪选手米凯拉·希夫林在内的竞争对手，希夫林最终获得第四名。希夫林拥有108场世界杯胜利的纪录，但目前已连续七场奥运会比赛未获奖牌，延续了自北京奥运会以来的低迷表现。德国选手基拉·魏德勒-温克尔曼和埃玛·艾歇尔获得银牌，美国选手保拉·莫尔茨安和杰奎琳·怀尔斯获得铜牌。希夫林在比赛中由奥地利教练设置的赛道上滑行，以0.06秒之差错过奖牌。文章强调了体育比赛中的不可预测性，新冠军的崛起以及精英运动员面临的压力。希夫林仍有个人大回转和回转比赛，为她的救赎提供了机会。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9cca514fd6de9751_31b5d05dfe6a.webp",
      "category": "News"
    }
  ]
}