{
  "articles": [
    {
      "id": "3a6fb3bd6872ae4a",
      "title": "声誉受损：瑞士滑雪胜地火灾后政府受质疑",
      "summary": "新年夜，瑞士克朗-蒙大拿滑雪胜地的一家酒吧发生毁灭性火灾，造成40人死亡、116人受伤，其中许多是年轻人。这场悲剧引发了公众愤怒和对瑞士分散政治体系的审视。在该体系中，地方官员如市长负责消防安全检查。克朗-蒙大拿市长尼古拉·费罗透露，涉事酒吧自2019年以来未接受检查，且2025年当地128家酒吧中仅40家接受了检查。他归咎于检查人员不足，这一说法得到邻近高档度假胜地采尔马特市长罗米·比纳的呼应，后者指出瓦莱州许多社区资源短缺。然而，这一解释受到质疑，因为克朗-蒙大拿和采尔马特是富裕度假地。瑞士记者质疑费罗市长是否存在腐败或与酒吧老板的个人关系，他予以否认。事件引发了对地方问责制有效性的广泛讨论，公民要求透明答案，并重新评估他们珍视的社区治理体系是否能确保公共安全。幸存者母亲强调需要清晰解释，突显了火灾暴露的情感创伤和系统性失败。这一事件促使人们思考瑞士分散政府模式在资源分配和监管执行方面的挑战，以及如何加强透明度和问责机制以防止未来悲剧。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_3a6fb3bd6872ae4a_7dd75aa2573c.webp",
      "category": "News"
    },
    {
      "id": "bc168bea4d975397",
      "title": "格陵兰岛卷入地缘政治风暴，岛民对未来感到担忧",
      "summary": "格陵兰岛是丹麦的半自治领土，拥有约5.7万居民，其中大部分是因纽特原住民。近日，美国前总统特朗普表示出于国家安全考虑，有意获取格陵兰岛，这引发了当地居民的深切忧虑。岛民珍视他们宁静和平的生活，对美国的干预感到厌倦和恐惧。在首都努克，居民如一位养老金领取者和陶艺家皮卢·切姆尼茨表达了反对美国接管的立场，并渴望被外界忽视。调查显示，85%的格陵兰人反对美国接管，同时许多人支持从丹麦独立，尽管他们依赖丹麦的补贴来维持福利体系。格陵兰岛拥有丰富的未开发自然资源，但因纽特社区仍面临贫困问题。整体上，格陵兰人希望在国内外政策中获得更大话语权，这场地缘政治风暴突显了全球大国利益对小社区自治和文化完整的冲击。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bc168bea4d975397_a9ff1811c478.webp",
      "category": "News"
    },
    {
      "id": "f4449f268c600279",
      "title": "医生说我可能活不过两岁，现在我25岁了",
      "summary": "BBC记者本·莫里斯分享了他与脊髓性肌萎缩症（SMA）二型的生活经历。SMA是一种遗传性肌肉萎缩疾病，会导致肌肉无力和呼吸问题。本在六个月大时于2001年被诊断出患有此病，医生最初预测他可能活不过两岁，因为冬季的感冒和胸部感染对SMA婴儿可能是致命的。然而，本奇迹般地活了下来，现在25岁，通过个人护理助理的帮助独立生活。他使用电动轮椅出行，并在夜间使用呼吸机辅助呼吸，因为他的病情会导致睡眠时呼吸变浅。每天服用药物利司扑兰（Risdiplam）有助于稳定他的病情，但他指出，像佐根斯玛（Zolgensma）这样的基因疗法仅适用于婴儿，因为其对肾脏有影响。本得到了脊髓性肌萎缩症英国慈善机构（SMA UK）的支持，并与其他SMA患者交朋友，互相鼓励。他的故事突出了医疗护理的进步和社区的重要性，展示了慢性病患者如何能够追求充实的生活和职业，例如他作为记者的工作。本的经历不仅是个人的胜利，也反映了对残疾人士社会包容和医疗资源可及性的更广泛讨论。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f4449f268c600279_d146b476d0df.webp",
      "category": "News"
    },
    {
      "id": "0252f28cf4bf3387",
      "title": "特朗普称美国需“拥有”格陵兰岛以防俄中占据",
      "summary": "美国总统特朗普表示，美国需要“拥有”格陵兰岛，以防止俄罗斯和中国控制该地。他强调所有权优于租赁协议，以便更好地进行防御，并暗示可能通过和平或强制方式实现。白宫近期考虑从丹麦购买这个半自治领土，但未排除武力吞并的可能性。丹麦和格陵兰岛坚决拒绝任何出售，格陵兰领导人联合声明要求结束美国的漠视，并重申格陵兰人自主决定未来的权利。格陵兰岛位于北美和北极之间，人口稀少但战略位置重要，可用于导弹攻击的早期预警系统和区域船只监控，这对美国国家安全至关重要。美国自二战以来已在格陵兰西北端的皮图菲克基地永久驻扎超过100名军事人员，现有协议允许无限部署部队。特朗普认为租赁不足，主张完全所有权。对此，北约盟友包括主要欧洲国家和加拿大支持丹麦和格陵兰的主权，重申只有它们能决定自身事务。这一局势凸显了领土控制与国际联盟之间的紧张关系，反映了北极地区日益加剧的地缘政治竞争。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_0252f28cf4bf3387_bb6a31cb6c6f.webp",
      "category": "News"
    },
    {
      "id": "f6aabce5696249db",
      "title": "维韦克·拉马斯瓦米家庭保镖因毒品走私指控被捕",
      "summary": "贾斯汀·萨尔斯伯里，一名受雇于私人安保公司ARK保护集团、负责保护共和党俄亥俄州州长候选人维韦克·拉马斯瓦米家庭的保镖，因联邦毒品走私指控被捕。他与妻子露丝安·兰金被指控共谋和意图分销大量毒品，涉及261个含有假冒奥施康定等药片的包裹，在2024年8月至近期期间寄往他们在俄亥俄州西部的家中。安保公司在得知指控后立即将萨尔斯伯里从安保团队中移除。竞选发言人康妮·勒克表示，家庭对此感到震惊，并指出萨尔斯伯里在受雇前通过了包括联邦调查局和俄亥俄州刑事调查局在内的多次背景调查以及药物测试。兰金已被从其附近的厄巴纳学区教师职位上解雇。此案凸显了政治竞选中的安全信任问题，家庭强调如果指控属实，支持追究责任。萨尔斯伯里目前被关押在哥伦布的富兰克林县监狱，而兰金曾被拘留后获释。报道基于美联社记者朱莉·卡尔·史密斯的信息，提供了对事件的基本概述，但指控尚未在法庭上得到证实。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f6aabce5696249db_d05733b7e801.webp",
      "category": "News"
    },
    {
      "id": "7e1fb644da054f37",
      "title": "石油公司开发委内瑞拉巨大储量前所需条件",
      "summary": "本文探讨了特朗普总统在白宫与石油高管会晤，讨论美国公司投资委内瑞拉石油行业的战略计划。委内瑞拉拥有全球最大的石油储量，但由于基础设施问题，目前仅生产全球供应的1%。该计划涉及公司投资至少1000亿美元以重建委内瑞拉的石油产能和基础设施。作为交换，美国将开始提炼和销售高达5000万桶的委内瑞拉原油，且这一安排预计将持续 indefinitely。特朗普总统承诺为运营提供全面安全保障。为提供深入分析，文章采访了拉皮丹能源集团创始人、前乔治·W·布什总统能源顾问鲍勃·麦克纳利。讨论突出了这一合作可能带来的经济和地缘政治影响，包括如何影响全球石油市场和委内瑞拉的复苏，同时引发关于主权和可持续性的问题。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7e1fb644da054f37_9fe119f5e62b.webp",
      "category": "News"
    }
  ]
}