{
  "articles": [
    {
      "id": "e705bed80aef7922",
      "title": "Water Quality Gets a Little Better at Swimming Spots",
      "summary": "New numbers show that the water quality at swimming places in England has improved a bit. Out of 449 spots tested, 93% now meet the basic standards for clean water, which is better than last year. This means fewer places have poor water quality, down from 37 to 32. The water is checked for germs that can come from sewage, farms, and other pollution. The government and groups like the Environment Agency are working to make water cleaner so people can swim safely. They say more needs to be done, but it's getting better. This is important because clean water helps keep everyone healthy when they go for a swim.",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e705bed80aef7922_43a1fda9842d.webp",
      "category": "Science"
    },
    {
      "id": "6ab1b830c5cc59c1",
      "title": "Scientists Find a Hidden Weak Spot in Alzheimer's Disease",
      "summary": "Scientists at Aarhus University have found a hidden weak spot that might cause Alzheimer's disease. They discovered a problem with tiny particles called exosomes in brain cells. Exosomes help cells talk to each other and keep the brain healthy. In some people with a gene mutation, cells make fewer and weaker exosomes. This makes it harder for the brain to stay healthy and can lead to Alzheimer's. The researchers hope this discovery will help create new treatments to fix the exosomes and protect the brain from this disease.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6ab1b830c5cc59c1_6148a5afd28b.webp",
      "category": "Science"
    },
    {
      "id": "e856e32eab138b32",
      "title": "How Cocoa and Tea Can Help Your Heart When You Sit a Lot",
      "summary": "Scientists found that eating foods like cocoa, tea, berries, and apples might help protect your heart when you sit for long times. Sitting too much can hurt your blood vessels, which are like tiny tubes that carry blood in your body. This can lead to heart problems. In a study, men drank a cocoa drink with lots of flavanols, which are healthy parts of these foods. Those who had the high-flavanol drink had better blood vessel health after sitting. This means that even if you sit a lot, eating flavanol-rich foods could keep your heart safe. It's important to move around and eat healthy to stay strong.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e856e32eab138b32_18a9506d422b.webp",
      "category": "Science"
    },
    {
      "id": "2c0e3dcfcb2c70c6",
      "title": "How Scientists Use Lasers to Study Lightning",
      "summary": "Scientists are using lasers to learn how lightning starts. They trap tiny particles in the air with laser beams and watch how they get electric charges. This helps them understand what happens in clouds before lightning strikes. The researchers at a science institute in Austria have built a special machine with green lasers that can hold a particle for weeks. They found that the laser light can knock electrons off the particle, making it positively charged. This charging and sometimes sudden discharging might be similar to what occurs in clouds, leading to lightning. By studying one particle at a time, they hope to solve the mystery of how lightning begins.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_2c0e3dcfcb2c70c6_24cd170a0e66.webp",
      "category": "Science"
    },
    {
      "id": "a4994f39c5310c08",
      "title": "Tiny Plant Survives in Space",
      "summary": "Scientists discovered that a small plant called moss can survive in outer space. They tested moss spores, which are like tiny seeds, by sending them to the International Space Station. The spores stayed outside the station for nine months in the vacuum of space, where there is no air, extreme cold and heat, and strong radiation. Amazingly, over 80% of the spores survived and could still grow when they returned to Earth. This is the first time an early land plant has been shown to live through long space exposure. The lead scientist, Tomomichi Fujita, was surprised because most living things, including humans, cannot survive in space. Mosses are already tough, living in harsh places like deserts and Antarctica. The spores are protected by a special covering that shields them from harm. This finding helps us understand how life might survive beyond Earth.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_a4994f39c5310c08_6d1cc7e8beee.webp",
      "category": "Science"
    },
    {
      "id": "9cca53bff6bbe6f2",
      "title": "Why Old Green Paint Fades and Cracks",
      "summary": "Scientists studied why green paint in old paintings, like one by James Ensor, changes over time. They found that light and moisture make the paint fade, crack, and turn dark. This green paint, called emerald-green, was used by famous artists long ago but can be harmful because it has arsenic. Researchers used special tools to look at tiny paint samples and test new paint to see how it breaks down. This helps art protectors keep masterpieces safe by controlling light and humidity in museums. Understanding this can prevent damage to beautiful artworks for everyone to enjoy.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_9cca53bff6bbe6f2_35b7b407c7ba.webp",
      "category": "Science"
    }
  ]
}