{
  "articles": [
    {
      "id": "21340a5e9550ca69",
      "title": "Race Cars Disqualified in Las Vegas",
      "summary": "In a big car race in Las Vegas, two drivers named Lando Norris and Oscar Piastri were disqualified because their cars broke a rule. The rule is about a part called the skid block, which was too thin. Norris finished second and Piastri was fourth, but now they get no points. Norris is still leading in the championship and can win the title in the next race in Qatar if he scores more points than his rivals. This is disappointing for them, but they are focusing on the next race. The skid block helps keep the car at the right height for safety and fairness. Other drivers moved up in position because of the disqualification.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_21340a5e9550ca69_3850954d9bb4.webp",
      "category": "News"
    },
    {
      "id": "10a3715718d57e5d",
      "title": "The Story of a Ticket Trickster",
      "summary": "Miles Hart was a man who tricked his friends and others by selling fake tickets to the Glastonbury music festival. He told people he could get them special passes because his family owned land near the festival or worked with companies there. Many believed him and paid a lot of money, but the tickets were never real. Miles made up false invoices and emails to fool everyone. When the festival came, he disappeared, leaving people angry and in debt. The BBC talked to his old friends to learn how he did this bad thing. It shows that lying can hurt many people and it's important to be honest.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_10a3715718d57e5d_779c76b4fdbc.webp",
      "category": "News"
    },
    {
      "id": "8d24eae502b5bd30",
      "title": "New Church Members with Different Ideas",
      "summary": "This article talks about people like Gareth who are starting to go to church again because they feel worried about changes in society. Gareth went to a rally organized by Tommy Robinson and now thinks Christianity needs support to protect British values. He says things like Christmas markets are being renamed and some areas have many Muslims, which makes him want to help the church. But he doesn't really believe in God; he just wants to support Christian traditions. The church, led by Reverend Jones, is trying to understand these new people while still being friendly to everyone, including Muslims. It's a big challenge for the church to welcome them without agreeing with their fears.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_8d24eae502b5bd30_bfab24dc6055.webp",
      "category": "News"
    },
    {
      "id": "686b66a5001788f3",
      "title": "Rupert Grint and His Harry Potter Role",
      "summary": "Rupert Grint is an actor who played Ron Weasley in the Harry Potter movies. He says he will always be known for that role, even after many years. He is happy about it because it was a big part of his life and fans love it. Grint was 11 when he started acting as Ron, and it changed his life. He has done other acting jobs since then, but Ron is special to him. Recently, he wrote a letter to the new child actor playing Ron in a TV show. Grint thinks it's great that people still enjoy Harry Potter and feels proud of his work.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_686b66a5001788f3_2860f099ed45.webp",
      "category": "News"
    },
    {
      "id": "c22cc6226fa9b507",
      "title": "The Amazing Story of Pecans",
      "summary": "Pecans are nuts that have been around for a very long time, starting 8,000 years ago with Native Americans who used them for food and trade. They are native to the southern United States and grow on trees that produce lots of nuts. Over time, people like George Washington enjoyed eating pecans, and now they are very popular, especially in pies during holidays. Pecans are easy to carry and full of healthy fats. Today, most pecans in the world come from the U.S., and they are used in many foods like pecan milk and butter. This article explains how pecans went from being ignored to becoming a favorite treat.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "Trump's Peace Plan for Ukraine",
      "summary": "President Trump has a plan to help end the war between Ukraine and Russia. He says it is not his final offer, meaning he might change it. Ukraine's leader, Zelenskyy, wants to defend his country and is worried about the plan. The plan asks Ukraine to give some land to Russia and not join a group called NATO. Other countries like France and Germany are helping Ukraine and want to make sure any peace is fair. They believe borders should not be changed by force. Leaders from Europe and the U.S. will meet to talk about the plan. Everyone hopes for peace, but they want it to be safe and lasting for Ukraine.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    }
  ]
}