{
  "articles": [
    {
      "id": "91c9f48667a65628",
      "title": "阿尔卡拉斯击败德约科维奇，成为最年轻完成职业生涯全满贯的男子选手",
      "summary": "在激动人心的澳大利亚网球公开赛决赛中，卡洛斯·阿尔卡拉斯击败诺瓦克·德约科维奇，成为网球历史上最年轻完成职业生涯全满贯的男子选手。22岁的阿尔卡拉斯在比赛中开局不利，以2-6输掉第一盘，但随后以6-2、6-3、7-5连胜三盘，赢得第七个大满贯冠军。这一成就打破了由美国选手唐·巴奇保持的87年纪录，使阿尔卡拉斯成为第九位赢得所有四大满贯赛事（澳大利亚公开赛、法国公开赛、温布尔登和美国公开赛）的男子选手。比赛在墨尔本的罗德·拉沃尔竞技场举行，意义重大，因为它阻止了德约科维奇追求单独的第25个大满贯冠军。38岁的德约科维奇仍与玛格丽特·考特并列24个大满贯。阿尔卡拉斯的胜利凸显了他与扬尼克·辛纳一同成为男子网球的主导力量，两人已包揽过去九个大满贯冠军。赛事有拉斐尔·纳达尔等网球传奇观看，强调了其在体育叙事中的重要性。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_91c9f48667a65628_e86a000344d8.webp",
      "category": "News"
    },
    {
      "id": "c25592350db393c8",
      "title": "波拉斯基表示毒品政策方法需要改变",
      "summary": "英格兰和威尔士绿党领袖扎克·波拉斯基呼吁对毒品政策进行系统性改革，主张毒品合法化并采取公共卫生方法。他认为当前的“毒品战争”政策无效，反而通过推动毒品进入黑市增加了危险性。波拉斯基强调需要医疗专业人员帮助有毒品问题的人，注重预防、干预和支持。他提及了由因毒品相关死亡家庭组成的组织“任何人的孩子”，以突显进行全国对话的紧迫性。尽管首相基尔·斯塔默批评波拉斯基“对毒品软弱”，但波拉斯基辩护其立场是基于证据且为公共安全所必需。个人方面，波拉斯基戒除毒品和酒精，解释其选择源于在同伴中保持清醒的愿望，但他支持他人的安全实践。作为一位自称“生态民粹主义者”的领导人，他将绿党定位在政治左翼，推动社会对毒品态度的进步性改变。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c25592350db393c8_c11e2f38e19d.webp",
      "category": "News"
    },
    {
      "id": "814e4fc53a53cbf6",
      "title": "哈里·斯泰尔斯和安东尼·约书亚位列英国顶级纳税人榜单",
      "summary": "本文报道了《星期日泰晤士报》税务榜单，该榜单列出了英国100位最高纳税人。榜单首位是博彩巨头Betfred的创始人弗雷德和彼得·多恩兄弟，他们估计支付了4.001亿英镑的税款。其他知名人士包括歌手哈里·斯泰尔斯（支付2470万英镑）、拳击手安东尼·约书亚（支付1100万英镑）和《哈利·波特》作者J.K.罗琳（支付4750万英镑）。体育界人物如埃尔林·哈兰德和穆罕默德·萨拉赫也榜上有名，贡献了数百万英镑的税款。前100名纳税人的总税款从去年的49.85亿英镑增至57.58亿英镑，部分原因是工党政府提高了公司税率以支持更高的福利支出。榜单展示了多元化群体，包括企业主、运动员和艺术家。然而，文章也指出，有六位纳税人最近离开英国，可能是为了避免增加的税款和非本地居民身份的终结，这引发了关于避税的担忧。榜单编制者罗伯特·瓦茨强调，这些个人通过纳税在资助公共服务方面发挥着重要作用。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_814e4fc53a53cbf6_a3b78f52ab41.webp",
      "category": "News"
    },
    {
      "id": "87f3c29813165873",
      "title": "联邦法官拒绝在诉讼期间停止明尼苏达州移民执法行动",
      "summary": "美国联邦法官凯瑟琳·M·梅嫩德斯拒绝发布初步禁令，以停止明尼苏达州及双城地区的移民执法行动“都市行动突增”，允许该行动在诉讼进行期间继续。这起诉讼由明尼苏达州总检察长基思·埃里森以及明尼阿波利斯和圣保罗市长提起，他们指控国土安全部的行动违反宪法保护，特别是第十修正案，该修正案限制了联邦政府对州权力的侵犯。州和地方官员认为，此次突增是联邦政府因先前试图通过扣留资金强迫移民合作失败后的报复行为，并导致学校和企业的关闭，构成对地方资源的违宪消耗。相反，联邦政府由司法部代表，辩称突增是必要的，旨在从街头清除犯罪移民，并指出州和地方的“庇护法律和政策”阻碍了联邦努力。梅嫩德斯法官在裁决中强调，州方宪法主张的成功可能性不明确，因为证据支持双方论点，且她受到最近第八巡回上诉法院在一宗相关抗议案件中支持政府裁决的影响。这一决定意味着执法行动将在法律斗争持续期间继续进行，突显了联邦和州当局在移民控制问题上的紧张关系，反映了美国政策辩论中关于联邦权力与州权利平衡的复杂动态。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_87f3c29813165873_8edb96dacfaa.webp",
      "category": "News"
    },
    {
      "id": "f5edb09c6c564ec4",
      "title": "法官下令释放5岁利亚姆·科内霍·拉莫斯及其父亲出ICE拘留中心",
      "summary": "联邦法官弗雷德·比尔里下令，必须于周二前释放5岁男孩利亚姆·科内霍·拉莫斯及其父亲阿德里安·科内霍·阿里亚斯出德克萨斯州的ICE拘留中心。他们在明尼苏达州被移民官员拘留，父亲来自厄瓜多尔，据称非法入境美国。比尔里法官严厉批评特朗普政府的执法方式，指出其追求驱逐配额的做法可能伤害儿童。此案因利亚姆被官员包围的图像以及指控官员利用他作为“诱饵”引诱其母亲而备受关注，但国土安全部否认这一说法。父亲有未决的庇护申请，拘留引发了德克萨斯家庭拘留中心的抗议和国会成员的访问。比尔里的裁决引用了《独立宣言》中的历史不满，将政府行动比作压迫性策略。文章探讨了移民执法中的法律和伦理问题，强调了儿童待遇、正当程序以及政策辩论的广泛影响。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f5edb09c6c564ec4_3e4f94190b33.webp",
      "category": "News"
    },
    {
      "id": "fde6e8eb04d10c30",
      "title": "第二名爱泼斯坦受害者声称被送往英国与安德鲁发生性关系，律师表示",
      "summary": "据BBC报道，一名律师称第二名女性指控她被杰弗里·爱泼斯坦派往英国与安德鲁·蒙巴顿-温莎发生性接触。这名女性在2010年事发时20多岁，非英国籍，声称接触发生在安德鲁的前住所皇家旅馆。过夜后，她表示还参观了白金汉宫并用了茶点。BBC已向安德鲁寻求评论，但迄今未获回应。律师布拉德·爱德华兹代表全球200多名爱泼斯坦幸存者，包括弗吉尼亚·吉弗尔，后者此前指控安德鲁在2001年她17岁时在伦敦与她发生性关系。爱泼斯坦于2008年因与一名14岁女孩发生性交易被定罪。2022年，查尔斯国王剥夺了安德鲁的皇家头衔，律师认为这阻碍了受害者获得赔偿。文章突出了爱泼斯坦丑闻中持续的法律和皇室影响，以及验证指控时因隐私问题面临的挑战。",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_fde6e8eb04d10c30_31eb22497bc6.webp",
      "category": "News"
    }
  ]
}