{
  "articles": [
    {
      "id": "2ce341f9a329f36a",
      "title": "黑色星期五促销未能吸引购物者，零售销售下降",
      "summary": "11月，英国零售销售意外下降0.1%，与分析师的0.4%增长预测相反，原因是黑色星期五折扣未能显著提振消费者支出。超市销售连续第四个月下滑，尽管近期电脑、服装和家具购买有所增长。GfK消费者信心调查显示，12月家庭情绪达到16个月高点，对个人财务前景改善，但整体指标仍为负值。影响支出的因素包括预算前的不确定性，一些分析师认为这削弱了购物者信心，导致在6月至9月增长后出现两个月下降。此外，政府11月借款为117亿英镑，超出预期但低于去年同期，归因于税收和国民保险收入增加。更广泛的财政背景涉及公共部门薪资上涨和通胀挂钩福利。专家指出，近期利率降至3.75%可能增强信心，在关键的圣诞前交易期刺激消费反弹。",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_2ce341f9a329f36a_7e62669e57e9.webp",
      "category": "Fun"
    },
    {
      "id": "2390e817c04d28d4",
      "title": "WH Smith因会计错误接受监管机构调查",
      "summary": "英国金融行为监管局（FCA）正在调查WH Smith，此前该零售商在今年早些时候发现其北美业务存在会计错误。这些错误可能导致收入虚增高达5000万英镑。因此，公司延迟了年度业绩报告，首席执行官卡尔·考林辞职，股价下跌了40%。WH Smith还进行了重组，出售了其480家高街店铺，这些店铺现已由新所有者重新命名为TG Jones，并专注于保留的约1300家位于机场、火车站等交通枢纽的分支机构。公司报告称，截至8月底的财年，剔除一次性成本后的税前利润为1.08亿英镑，但由于会计问题，利润预测被下调。临时集团首席执行官安德鲁·哈里森承认了面临的挑战，并强调将加强财务控制和治理。此外，WH Smith计划在2026年全面改造店铺，创建销售旅行必需品、便携食品和健康美容产品的一站式商店，以应对市场需求。此案凸显了企业透明度和投资者信心在零售行业中的重要性。",
      "source": "BBC Business",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_2390e817c04d28d4_1ab23ebcf5b1.webp",
      "category": "Fun"
    },
    {
      "id": "5faf0b4e9707d238",
      "title": "基思·李在美国首届TikTok颁奖典礼上荣获最高奖项",
      "summary": "基思·李在美国首届TikTok颁奖典礼上荣获“年度创作者”最高奖项。该活动由电视名人拉·拉·安东尼在洛杉矶好莱坞帕拉迪姆主持，通过粉丝投票在十四个类别中颁发奖项，包括“年度故事讲述者”和“年度直播创作者”。获奖者还包括杰里迈亚·布朗（年度新星）和布雷特曼·萨卡亚南（年度视频），表演嘉宾有西亚拉和神秘人物Mr Fantasy。与此同时，TikTok的中国所有者字节跳动签署协议，将其美国业务的大部分出售给甲骨文、银湖和阿联酋投资公司MGX等投资者，字节跳动保留19.9%的股份。该交易定于1月22日完成，旨在解决美国政府因国家安全担忧而长期施加的压力，确保超过1.7亿美国用户能继续使用TikTok。颁奖典礼在TikTok和Tubi上直播，融合了娱乐与重大商业发展，突显了TikTok在监管审查下的演变态势。",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_5faf0b4e9707d238_81b2b1fe2313.webp",
      "category": "Fun"
    },
    {
      "id": "28249211a84ae54b",
      "title": "肯尼迪中心将更名为特朗普-肯尼迪中心，白宫宣布",
      "summary": "根据白宫声明，肯尼迪中心董事会已投票决定将这个表演艺术中心更名为特朗普-肯尼迪中心。新闻秘书卡罗琳·莱维特在社交媒体上表示，董事会一致通过此决定，原因是“特朗普总统在过去一年中拯救该建筑所做的难以置信的工作”。莱维特还祝贺已故总统约翰·F·肯尼迪，并写道“这将在未来成为一个真正伟大的团队！该建筑无疑将达到新的成功和宏伟高度”。这一变更肯定会引发争议，特别是在华盛顿特区，该中心自建成并以肯尼迪命名以来一直是一个标志性地标。特朗普在周四的椭圆形办公室讲话中表示，他对这一决定感到“惊讶”和“荣幸”。不过，本月初，特朗普在肯尼迪中心荣誉年度颁奖活动上开玩笑提及更名的可能性。上任后不久，特朗普解雇了中心的所有董事会成员，并用盟友取而代之，随后投票使特朗普成为董事会主席。他的亲密顾问理查德·格伦内尔成为董事会主席。总检察长帕姆·邦迪、白宫幕僚长苏西·怀尔斯、第二夫人乌莎·万斯以及其他一些政府官员和政治盟友目前也在董事会中。总统还确保了约2.57亿美元（1.92亿英镑）的国会资金，用于支付该场馆的重大翻修和其他费用，该场馆最近举办了国际足联世界杯抽签。特朗普周四谈及该中心时说：“我们拯救了它。它当时的物理状况真的很糟糕。”尽管莱维特和特朗普都声称董事会“一致”投票更名，但至少一名董事会成员对此提出异议。俄亥俄州民主党众议员乔伊斯·比蒂是董事会成员之一，她说：“这不是一致的。我在通话中被静音，不允许发言或表达反对这一举动。”肯尼迪的孙子杰克·施洛斯伯格，一位目前竞选国会议员的特朗普批评者，在X上表示“麦克风被静音”，董事会的“投票并非一致”。肯尼迪家族的其他成员也批评了据报道的变更。前众议员、已故总统的侄孙乔·肯尼迪三世在X上发文称：“肯尼迪中心是对一位逝去总统的活纪念，并由联邦法律以肯尼迪总统命名。它不能被更名，就像没有人能重命名林肯纪念堂一样，无论任何人说什么。”",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_28249211a84ae54b_4017a09ec056.webp",
      "category": "Fun"
    },
    {
      "id": "50841a5d2bb25939",
      "title": "天文学家首次观测到黑洞扭曲时空",
      "summary": "在一项发表于《科学进展》的研究中，天文学家首次实证检测到兰斯-蒂林进动，即帧拖曳效应，标志着天体物理学的重大突破。这一现象由爱因斯坦于1913年预测，并由兰斯和蒂林于1918年数学化描述，涉及快速旋转的黑洞扭曲时空，导致附近物质产生进动性摆动。研究聚焦于AT2020afhd，这是一个潮汐瓦解事件，其中超大质量黑洞引力撕裂了一颗恒星，形成吸积盘并发射相对论性喷流。通过细致分析多波长数据——特别是来自尼尔·盖尔斯斯威夫特天文台的X射线观测和卡尔·G·詹斯基甚大阵的射电测量——团队识别出盘和喷流中一致的20天周期性振荡。这一振荡作为帧拖曳的直接证据，支持了广义相对论的关键原则。此外，该研究阐明了吸积物理和喷流形成机制，而AT2020afhd中观察到的短期信号变化（与先前TDEs的稳定信号不同）强调了拖曳效应，并提出了一种探测黑洞参数的新诊断工具。这项合作由中国科学院国家天文台主导，卡迪夫大学参与，利用电磁光谱学描绘材料组成和动力学，增强了结论的稳健性。",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_50841a5d2bb25939_0d06d27d0df5.webp",
      "category": "Fun"
    },
    {
      "id": "93afff1375251212",
      "title": "《滑铁卢路》演员威廉·拉什去世，享年31岁",
      "summary": "英国演员威廉·拉什因在BBC电视剧《滑铁卢路》中饰演乔什·史蒂文森而闻名，于31岁时去世。他的家人，包括母亲黛比·拉什（前《加冕街》演员），在Instagram上宣布了这一消息，表达了深切的悲痛，称他为“我们美丽的宝贝儿子”。拉什的演艺生涯始于童年，曾出演《格兰奇山》和《无耻之徒》等剧，后来在《急诊室》和《维拉》中担任角色。2016年，他还参加了ITV才艺秀《X音素》的试镜，并进入了“六椅挑战”阶段。死因尚未公布。在感人的悼念中，他的母亲强调了他决定成为器官捐献者，指出即使在去世后，他也为其他家庭带来了希望和生命。她赞扬了他的善良和遗产，同时请求在此艰难时期尊重隐私。《加冕街》和《滑铁卢路》的同僚演员，如莎莉·戴因沃和切尔西·希利，表达了哀悼并分享了回忆，凸显了他的离世对娱乐界的影响。这篇文章作为讣告，庆祝了拉什的职业生涯和个人贡献，同时处理了亲人情感上的后续。",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_93afff1375251212_f9c892614540.webp",
      "category": "Fun"
    }
  ]
}