{
  "articles": [
    {
      "id": "ddb0ea8904d8164f",
      "title": "坏兔子创格莱美历史，明星抗议移民及海关执法局",
      "summary": "坏兔子在格莱美颁奖典礼上创造了历史，成为68年来首位获得年度专辑奖的拉丁艺术家。他的专辑《Debí Tirar Mas Fotos》深入探索了波多黎各的音乐传统，击败了Lady Gaga和Kendrick Lamar等竞争对手。与此同时，典礼变成了政治抗议的平台，众多艺术家公开反对特朗普政府的移民打压政策。坏兔子将奖项献给追逐梦想的移民，而最佳新人奖得主Olivia Dean则强调了她作为Windrush一代移民后裔的身份，以突显移民的贡献。包括Kehlani、Gloria Estefan和Billie Eilish在内的知名人物表达了对移民的支持，许多人在红毯上佩戴“ICE out”徽章，以批评移民及海关执法局。这一艺术成就与行动主义的结合，凸显了关于移民、身份认同以及名人在倡导边缘化社区中作用的更广泛社会辩论，反映了当代美国话语中的紧张关系。文章通过引用现场描述和演讲，报道了这一里程碑事件，同时指出了其在政策分析深度方面的局限性。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ddb0ea8904d8164f_72ce71b9940c.webp",
      "category": "News"
    },
    {
      "id": "7b796e1b052da666",
      "title": "敌人侮辱与质疑普京：史蒂夫·罗森伯格谈在俄罗斯报道的走钢丝经历",
      "summary": "本文由BBC驻莫斯科记者史蒂夫·罗森伯格撰写，他已在俄罗斯生活和工作超过三十年，对俄罗斯文化有着深厚感情。然而，2022年俄罗斯全面入侵乌克兰后，情况发生剧变。新出台的压制性法律旨在 silencing 异议和惩罚批评，使准确报道变得如同在 legal 地雷区上走钢丝般危险。罗森伯格面临来自俄罗斯电视主持人如弗拉基米尔·索洛维约夫的人身攻击，被贴上“敌人”标签，这凸显了外国记者在 hostile 环境中的困境。华尔街日报记者埃文·格什科维奇因间谍罪被捕的案例进一步说明，外国护照在 authoritarian 背景下提供有限保护。文章通过个人叙事和具体事例，探讨了在战争和国内压制加剧的背景下，记者如何在坚持新闻伦理与规避风险之间取得平衡，反映了媒体自由与国家控制之间的复杂 dynamics。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7b796e1b052da666_a4e2edf5d355.webp",
      "category": "News"
    },
    {
      "id": "02bf07c4e21f6a5f",
      "title": "男性偷拍女性夜间活动并从中获利，BBC调查发现",
      "summary": "BBC的一项调查发现，男性在夜间外出时偷拍女性，并通过将视频发布到网上获利。这些视频通常被描述为“步行游览”或“夜生活内容”，发布在YouTube、TikTok、Facebook和Instagram等平台。它们几乎完全聚焦于穿裙子的女性，许多从背后或低角度拍摄，有时会暴露身体的私密部位。调查追踪了近50名被拍摄的女性，发现许多人对此毫不知情，她们表达了恐惧和羞辱感。例如，一名21岁的女性从低角度被拍摄到裙底，看到未经她同意的视频被上传后，她感到非常受影响，以至于每次离开家时都感到偏执。BBC已识别出超过65个发布此类内容的在线频道，其视频在过去三年中累计观看次数超过30亿次。这些视频聚焦于全球主要城市的夜间活动，包括伦敦、奥斯陆、迈阿密和曼谷，但最受欢迎的地点之一是曼彻斯特。调查团队在该市进行卧底行动，拍摄了男性偷拍女性的过程，揭露了一些最多产的操作者，涉及12个账户，包括一名当地出租车司机和两名从瑞典来英国拍摄的男子。虽然公共场合拍摄并不违法，但一位专攻图像滥用的律师表示，这类视频处于法律“灰色地带”，可能违反骚扰或偷窥法律。在BBC联系后，YouTube停用了两个账户，TikTok移除了四个频道，但Facebook和Instagram上的视频仍然活跃。这再次表明女性在公共场合被男性偷拍——通常为盈利——未经同意或知情，凸显了数字时代隐私和同意问题的重要性。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_02bf07c4e21f6a5f_5750d2db64c3.webp",
      "category": "News"
    },
    {
      "id": "1dddbd9662a57fac",
      "title": "莎拉·弗格森与爱泼斯坦邮件中的关键揭露：'嫁给我'和2万英镑租金",
      "summary": "本文探讨了最新发布的涉及莎拉·弗格森和杰弗里·爱泼斯坦的邮件，揭示了他们在爱泼斯坦2008年因性贩运未成年人被定罪后持续的关系。邮件中，弗格森表达深情，称爱泼斯坦为'我一直想要的兄弟'，并包含明确的财务请求，如2万英镑用于租金，突显了她对他的潜在依赖。此外，邮件还将她的女儿比阿特丽斯公主和尤金妮公主卷入丑闻，通过提及尤金妮的'周末狂欢'等细节，加剧了她们在持续皇室争议中的尴尬。文章强调邮件未显示弗格森或其家人有任何法律不当行为，但揭示了与定罪罪犯保持个人联盟的复杂性及由此产生的声誉后果。分析将此事置于更广泛的语境中，包括名人文化、媒体审查以及与声名狼藉者保持联系的伦理影响，突出了这种关联如何在坚称无辜的情况下加剧公众羞耻并复杂化个人叙事。",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_1dddbd9662a57fac_f8d55d8773e9.webp",
      "category": "News"
    },
    {
      "id": "4e3b1eccddc054f4",
      "title": "伊朗最高领袖警告美国攻击将引发中东地区战争",
      "summary": "伊朗最高领袖阿亚图拉·阿里·哈梅内伊发出警告，称任何美国军事攻击都将引发中东的“地区战争”，加剧了紧张局势。此前，美国因伊朗镇压全国性抗议活动而派遣包括“亚伯拉罕·林肯”号航空母舰在内的军舰前往阿拉伯海。抗议活动最初因经济问题如伊朗里亚尔货币崩溃而爆发，随后演变为对哈梅内伊统治的直接挑战，被他称为“政变”，导致大规模拘留，煽动叛乱指控可能判处死刑。哈梅内伊在纪念伊朗1979年伊斯兰革命的活动上发表讲话，指责美国企图控制伊朗的石油和矿产资源，并声称伊朗将进行反击，但无意挑起冲突。美国总统唐纳德·特朗普回应时强调美国在地区的强大军舰存在，并表示希望达成协议，同时也暗示若外交失败可能采取军事行动。局势因伊朗计划在霍尔木兹海峡进行实弹军事演习而进一步复杂化，该海峡是全球石油运输的关键通道，引发了对中断和更广泛地区不稳定的担忧。这一情景交织着国内动荡、地区权力动态和全球能源安全，反映了美伊关系中根深蒂固的敌意和战略姿态。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_4e3b1eccddc054f4_c4d21f30605e.webp",
      "category": "News"
    },
    {
      "id": "c709642140df0ca4",
      "title": "家长指南：预防麻疹感染及识别症状",
      "summary": "本文探讨了麻疹在美国的 resurgence，该病毒于2000年被宣布消除，但2025年报告了2267例确诊病例，为1991年以来最高，今年已有588例，主要源于南卡罗来纳州的大规模持续爆发，其他州如佛罗里达、北卡罗来纳和犹他州也有病例。文章作为家长指南，强调麻疹是一种高度传染的呼吸道病毒，会导致皮疹、咳嗽、流鼻涕、发烧和红眼等症状，通常在暴露后一至两周出现，并可能进展为口腔内的科普力克斑和从面部蔓延至躯干的特征性皮疹。医学专家如威廉·沙夫纳博士和彼得·陈-洪博士指出，即使轻症病例也很痛苦，症状组合在爆发期间具有诊断意义。在疫苗接种曾使感染罕见的背景下，许多家长和医生将麻疹视为历史疾病，但当前趋势威胁着美国的无麻疹状态。通过提供病毒学和公共卫生速成课程，文章旨在帮助家庭识别症状并采取预防措施，强调疫苗接种是减少传播和保护易感人群（尤其是幼儿）的关键工具。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_c709642140df0ca4_92fa153ae6d9.webp",
      "category": "News"
    }
  ]
}