{
  "articles": [
    {
      "id": "6d90c7578be39a19",
      "title": "Clean Water Helps People Live Longer",
      "summary": "A big study in Bangladesh over 20 years found that when people drink cleaner water with less arsenic, they are much less likely to die from diseases like cancer and heart disease. Scientists followed nearly 11,000 adults and saw that reducing arsenic in water could cut deaths by up to 50%. Arsenic is a harmful chemical that can be in groundwater and has no taste or smell, so people might not know they are drinking it. The research shows that even if someone was exposed to arsenic for a long time, switching to safer water can still help them live longer. This is important because millions of people around the world drink water with arsenic, and this study gives strong evidence that cleaning it up saves lives.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6d90c7578be39a19_17301272e240.webp",
      "category": "Science"
    },
    {
      "id": "af11a8b54ef62ba6",
      "title": "How a Missing Nutrient Can Hurt Young Brains",
      "summary": "Scientists found that when young people have obesity, it can harm their brains early on. They discovered that low levels of choline, a nutrient found in foods like eggs and broccoli, are linked to brain cell damage and inflammation. Choline helps keep our brains and livers healthy. The study shows that not getting enough choline might make it easier for obesity to cause problems. Researchers say eating more choline-rich foods can protect the brain as we grow older. This is important because many young people don't get enough choline in their diets.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_af11a8b54ef62ba6_295c4f22b4ec.webp",
      "category": "Science"
    },
    {
      "id": "a11af4aafa917620",
      "title": "Sleep Problems and Brain Health",
      "summary": "A new study found that people who have a sleep problem called sleep apnea and do not treat it are more likely to get Parkinson's disease. Parkinson's is a sickness that affects the brain and makes it hard to move. The study looked at over 11 million veterans in the U.S. and showed that using a machine called CPAP to help with breathing during sleep can lower the risk. Sleep apnea happens when someone stops breathing many times while sleeping, which can hurt the brain over time. Doctors say it is important to treat sleep apnea to stay healthy and protect the brain. This research helps us understand how good sleep can keep our brains safe.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a11af4aafa917620_3d0de2dbd05c.webp",
      "category": "Science"
    },
    {
      "id": "4658de5476fc30b1",
      "title": "ULA's Rocket Launch Plans for 2025",
      "summary": "United Launch Alliance (ULA) is a company that launches rockets into space. Last year, they hoped to launch up to 10 of their new Vulcan rockets in 2025, but they will only launch one this year. They are still busy with other rockets like the Atlas V, which will fly five times. The Vulcan rocket had its only flight in August for the US Space Force, carrying important satellites. ULA works with big customers like Amazon and the Space Force to send satellites for internet and security. Delays happened because of a problem with the rocket's boosters in 2024. Now, more Vulcan launches are planned for next year to catch up.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4658de5476fc30b1_68143faa4bce.webp",
      "category": "Science"
    },
    {
      "id": "5e231f318b6233e6",
      "title": "Why the Maya Cities Disappeared",
      "summary": "Long ago, the Maya people built big cities in places like Mexico and Central America. They were farmers who grew food and lived together. But life in cities was hard because of sickness, fighting, and not enough resources. Scientists studied why people left these cities. They found that when it became too costly to live in cities, people moved back to the countryside. This happened because of droughts, conflicts, and better conditions in rural areas. The Maya collapse wasn't just about lack of rain; it was about many problems adding up. This helps us understand how cities grow and shrink over time.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5e231f318b6233e6_a3dd28f49c4f.webp",
      "category": "Science"
    },
    {
      "id": "ea82bac40e4ae66e",
      "title": "Dog Genes and Human Personalities",
      "summary": "Scientists studied golden retrievers to learn about genes that affect behavior. They found genes in dogs that are similar to genes in humans. These genes can influence how dogs and people act, but the behaviors might be different. For example, a gene linked to fear in dogs could be linked to anxiety in humans. The study used surveys from dog owners and blood samples to look at the dogs' DNA. This helps us understand how genes work in both dogs and people, even if the exact behaviors are not the same. It shows that genes are important for behavior in many animals.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ea82bac40e4ae66e_e9159d08aba5.webp",
      "category": "Science"
    }
  ]
}