{
  "articles": [
    {
      "id": "ee5a2d2117759971",
      "title": "尼日利亚将对奇玛曼达·阿迪契埃幼儿死亡展开死因调查",
      "summary": "本文报道了尼日利亚著名作家奇玛曼达·恩戈齐·阿迪契埃21个月大的儿子恩卡努·纳姆迪·埃塞格的死亡事件，以及即将进行的死因调查。恩卡努于1月7日在拉各斯的Euracare医院去世，调查定于4月14日在雅巴地方法院开始，旨在确定死亡情况和原因。阿迪契埃及其家人指控Euracare医院存在医疗疏忽，称医护人员未提供足够氧气并给予过量镇静剂，导致心脏骤停。医院则表示深切同情，但否认有任何不当行为，坚称其护理符合国际标准。在初步听证会上，阿迪图恩基·阿德通吉法官指示各方提交证人陈述，调查将听取医学专家和医院代表的证据。恩卡努最初因轻度疾病入住亚特兰蒂斯医院，并被转诊至Euracare进行飞行前检查，包括MRI和腰椎穿刺，然后计划转至美国约翰·霍普金斯医院。阿迪契埃是获奖小说家，以《半轮黄日》等作品闻名，现居美国但出生于尼日利亚。此案凸显了医疗责任和法律程序在医疗纠纷中的作用，涉及跨国医疗实践和公众人物的社会影响。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ee5a2d2117759971_e10d76810d4a.webp",
      "category": "Fun"
    },
    {
      "id": "4a679cadd273298a",
      "title": "BBC在Baftas广播种族歧视言论引发争议",
      "summary": "在Bafta电影奖的直播中，一名患有图雷特综合症的倡导者约翰·戴维森因病情导致不自主的言语抽搐，喊出了种族歧视言论。当时黑人演员迈克尔·B·乔丹和德尔罗伊·林多正在台上，这一事件引发了广泛关注和批评。文化大臣丽莎·南迪谴责此事完全不可接受且有害，并与BBC总干事蒂姆·戴维交谈，要求迅速采取行动。BBC承认这是一个严重错误，并通过其执行投诉部门启动了快速调查。南迪强调需要使颁奖典礼更具包容性，以容纳图雷特综合症患者，同时提及了之前类似事件，如格拉斯顿伯里音乐节上的反犹太言论。下议院文化委员会主席达姆·卡罗琳·迪内纳奇质疑为何未编辑掉该言论，以及是否从过往丑闻中吸取了教训。政府对BBC的初步回应表示不满，呼吁改进系统以防止未来发生类似事件。这一事件凸显了直播广播中的伦理挑战、残疾包容性与内容标准之间的平衡，以及BBC的编辑责任问题。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4a679cadd273298a_d65cd3e617e2.webp",
      "category": "Fun"
    },
    {
      "id": "e03779b0b1d52c74",
      "title": "皇家邮政高管因信件投递失败被召至议会",
      "summary": "皇家邮政高管将被召至议会，就信件投递服务的问题接受质询。BBC报道称，包裹被优先处理，导致时间敏感的邮件如医院预约信、学校证书和银行对账单延迟送达。数百人向BBC表达不满，称因投递延误错过了重要约会或未收到关键文件。来自不同投递办公室的十多名邮政员工表示，由于超负荷工作，投递路线每日被遗漏，且包裹优先于信件。商业和贸易委员会主席利亚姆·伯恩给予皇家邮政两周时间回应这些指控，但由于服务持续不佳，现要求高管直接向议员解释。皇家邮政最近被捷克亿万富翁丹尼尔·克雷廷斯基的EP集团收购，公司表示出席委员会将有助于讨论转型努力及修改普遍服务义务以确保可持续性。然而，伯恩指出，即使一等邮件也偏离轨道，引发对收购后法律承诺合规性的担忧。皇家邮政将部分中断归咎于恶劣天气和员工病假，但委员会寻求问责和解决方案以恢复可靠的邮政服务。这一事件突显了私有化和运营压力下公共服务提供的更广泛挑战，反映了邮政行业监管义务与商业需求之间的紧张关系。",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e03779b0b1d52c74_efc5e8cfb3cd.webp",
      "category": "Fun"
    },
    {
      "id": "b0abf03fd82e064f",
      "title": "英国经济真的在好转吗？",
      "summary": "英国财政大臣雷切尔·里夫斯访问章鱼能源公司，强调在Ofgem价格上限下，4月份电费将削减7%，作为缓解生活成本压力的更广泛策略的一部分。她认为，这一削减以及冻结铁路票价、将绿色税从账单转移到一般税收等措施，表明经济正在好转，人们今年可能感受到财务缓解。里夫斯强调她通过政策和税收调整积极降低通胀的努力，并引用完全预算资助的措施。然而，文章指出复杂性：与俄罗斯-乌克兰危机前相比，能源账单仍然较高；所得税起征点被冻结，可能导致随着工资上涨而增加税收；经济增长缓慢，年轻工人失业率上升。积极方面，商业街支出、服务业调查、消费者信心和借贷成本降低等指标有所改善。通胀在电费削减前已开始下降，英格兰银行利率预计进一步下降。分析质疑这些积极迹象是否可持续，或潜在问题是否持续存在，平衡政府乐观主义与经济现实。",
      "source": "BBC Business",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_b0abf03fd82e064f_35910ca04d80.webp",
      "category": "Fun"
    },
    {
      "id": "d8daf7e13a600c9a",
      "title": "简单化学调整或能超级充电量子计算机",
      "summary": "量子计算机有潜力解决如药物发现和加密破解等复杂任务，但它们依赖于拓扑超导体，这些材料稀有且难以制造。芝加哥大学普利兹克分子工程学院和西弗吉尼亚大学的研究人员开发了一种实用方法来制造这些材料。他们专注于由碲和硒制成的超薄膜，通过调整这两种元素的比例来操纵电子相互作用。这种调谐使材料进入拓扑超导态，其中电子以稳定量子特性的方式相关。这种材料，铁碲硒化物，结合了超导性和拓扑行为，使其成为量子应用的理想选择。薄膜具有高达13开尔文的更高工作温度、更好的均匀性以及与设备制造兼容的优势。这项研究发表在《自然通讯》上，为设计下一代量子计算机所需的材料提供了工具，使量子设备更稳定和高效。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d8daf7e13a600c9a_c337553ad6de.webp",
      "category": "Fun"
    },
    {
      "id": "9fc52c235fdde31c",
      "title": "《福斯特医生》将回归第三季也是最终季",
      "summary": "BBC已确认热门剧集《福斯特医生》将回归第三季也是最终季，共五集。女演员苏兰·琼斯将再次饰演杰玛·福斯特，她是一名全科医生，正准备结婚并开始新生活，但过去的阴影重新浮现，威胁着她的幸福和声誉。该剧探讨了责任感和能否真正摆脱过去创伤的主题。其他回归角色包括伯特·卡维尔饰演的西蒙和汤姆·泰勒饰演的汤姆，杰玛和西蒙的儿子，他将以成年人的身份带着问题回归。拍摄将于今年春季晚些时候在赫特福德郡开始，编剧兼创作者迈克·巴特利特将回归。该剧自2015年首播以来广受好评，赢得了国家电视奖，琼斯在2016年获得了英国电影学院奖最佳女演员奖。巴特利特描述最终季是关于一个在不公平世界中寻求正义的女人的故事，承诺将有秘密、背叛和复仇。播出日期将另行公布。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9fc52c235fdde31c_8e6ef3080ad1.webp",
      "category": "Fun"
    }
  ]
}