{
  "articles": [
    {
      "id": "83ec1d1dba7d76eb",
      "title": "Greenland's Sovereignty: A Diplomatic Standoff",
      "summary": "The article reports on a diplomatic issue involving Greenland, a semi-autonomous territory of Denmark. US President Donald Trump has repeatedly suggested that the US should annex Greenland for national security reasons, but this idea has been strongly rejected by both Greenland's Prime Minister Jens Frederik Nielsen and Denmark's Prime Minister Mette Frederiksen. In response, UK Prime Minister Sir Keir Starmer, in an interview with the BBC, firmly stated that only Greenland and the Kingdom of Denmark should decide Greenland's future. He emphasized Denmark's role as a close ally and NATO member, underscoring the importance of respecting their sovereignty. The article also contrasts this with Sir Keir's less definitive comments on recent US actions in Venezuela, where he avoided giving a straight answer on whether the US acted within international law. This highlights the complexities of international diplomacy and the varying responses to different geopolitical situations.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_83ec1d1dba7d76eb_0f468ae21f53.webp",
      "category": "News"
    },
    {
      "id": "41e0aa95aed2fdec",
      "title": "Man Admits to Impersonating Navy Admiral at Remembrance Ceremony",
      "summary": "Jonathan Carley, a 65-year-old from Harlech, Gwynedd, admitted to dressing as a Rear Admiral without authorization at a Remembrance Sunday event in Llandudno, north Wales. He wore the uniform of one of the Royal Navy's highest ranks, complete with epaulettes, sleeve lace, and medals including a Distinguished Service Order, and participated in the wreath-laying ceremony by walking in formation and saluting. The incident raised concerns among serving and former service personnel, leading to his arrest after images circulated on social media. Carley was charged under the Uniforms Act of 1894 for wearing military dress without permission, an offense that caused significant public concern. Llandudno Town Council confirmed no senior naval officer was scheduled to attend, highlighting the deception. This case underscores the importance of respecting military traditions and the legal consequences of impersonation.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_41e0aa95aed2fdec_77610b77f1df.webp",
      "category": "News"
    },
    {
      "id": "03806f9d28d725cf",
      "title": "Highlights from the 2026 Critics' Choice Awards",
      "summary": "The 2026 Critics' Choice Awards, hosted by Chelsea Handler at Barker Hangar in Santa Monica, California, celebrated outstanding achievements in film, streaming, and television as determined by critics and journalists. Timothée Chalamet won the Best Actor award for his role in 'Marty Supreme,' where he portrayed an ambitious table-tennis player in the 1950s. During his acceptance speech, he expressed gratitude to his girlfriend Kylie Jenner, publicly declaring his love and thanking her for their foundation, which garnered significant media attention. Jessie Buckley secured the Best Actress award for her performance in 'Hamnet,' a historical drama based on Maggie O'Farrell's novel that explores William Shakespeare's family life after a tragedy. The ceremony also recognized other winners, including the British drama 'Adolescence,' which won four prizes. While the Critics' Choice Awards serve as a momentum booster for Oscar contenders, they are considered less influential than other precursor events. The night featured emotional moments, such as Chalamet's nervous speech and tributes to co-stars and directors, emphasizing the importance of relatable storytelling in cinema.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_03806f9d28d725cf_adac6f1f803e.webp",
      "category": "News"
    },
    {
      "id": "b43218f8199b2dd0",
      "title": "Challenges in Trump's Strategy to Revive Venezuela's Oil Sector",
      "summary": "President Donald Trump's proposal to seize control of Venezuela's oil industry and enlist American companies to revitalize it faces significant obstacles, according to experts. Venezuela possesses the world's largest proven crude oil reserves, approximately 303 billion barrels, but its oil infrastructure has deteriorated due to years of neglect and international sanctions. This decay means that rebuilding production to historic levels—potentially doubling or tripling from the current 1.1 million barrels per day—will require substantial time and investment. American oil companies, such as Chevron which already operates in Venezuela, are hesitant to commit major resources without political stability, as the country's leadership remains contested with ongoing disputes between U.S. and Venezuelan officials. Analysts like Patrick De Haan and Phil Flynn note that while a successful U.S. intervention could lead to optimism and lower oil prices in the long term by increasing global supply, immediate price impacts are unlikely due to existing market surpluses and Venezuela's OPEC membership. The article highlights that the plan's feasibility depends on resolving political uncertainties and securing corporate interest, with companies like ConocoPhillips monitoring developments cautiously.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b43218f8199b2dd0_c9b4e139e0d6.webp",
      "category": "News"
    },
    {
      "id": "d1cb7670fa6bb15e",
      "title": "Community Gathers in Silent Tribute After Swiss Alpine Bar Fire",
      "summary": "Hundreds of mourners participated in a silent march in Crans-Montana, Switzerland, to honor the victims of a devastating fire at Le Constellation bar on New Year's Eve, which resulted in 40 fatalities and numerous severe injuries. The event began with a Mass at Chapelle Saint-Christophe, where somber attendees, many emotional, listened to organ music before proceeding up a hill to the bar. The procession passed shuttered stores under bright sunlight, with snow machines adding to the solemn atmosphere. At the bar, shielded by white screens, the crowd stood in near silence, weeping, then applauded rescue teams and police for their efforts. A makeshift memorial accumulated flowers, toys, and tributes. Local resident Véronique Barras emphasized the importance of unity and support in the face of tragedy, while Cathy Premer shared her daughter's experience of being trapped during the celebration of her 17th birthday. Paola Ponti Greppi, an 80-year-old Italian resident, called for enhanced safety checks in bars to prevent similar incidents, questioning the town's oversight. The Mass addressed the uncertainty faced by families regarding their loved ones' fates. This gathering highlighted community resilience and the need for improved safety measures in public venues.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_d1cb7670fa6bb15e_ade71bb8a65b.webp",
      "category": "News"
    },
    {
      "id": "531a0270b98a6832",
      "title": "North Korea's Missile Tests Amid South Korean Diplomatic Moves",
      "summary": "North Korea conducted multiple ballistic missile launches into its eastern waters on a Sunday morning, as reported by South Korea and Japan. The launches occurred shortly before South Korean President Lee Jae Myung departed for a summit in China, where discussions were expected to address North Korea's nuclear program. South Korea's military detected the missiles from the capital region, with a flight distance of approximately 900 kilometers, and condemned the actions as violations of U.N. Security Council resolutions. Japanese Defense Minister Shinjiro Koizumi emphasized the threat to regional and global peace, while the U.S. military stated no immediate danger but reaffirmed defense commitments to allies. Experts suggest North Korea is showcasing its military capabilities ahead of an upcoming ruling party congress, the first in five years, which may influence policies toward the U.S. and stalled talks. Since the collapse of talks with the U.S. in 2019, North Korea has intensified weapons testing to expand its nuclear arsenal, with leader Kim Jong Un strengthening ties with Russia and China. South Korea's visit to China aims to leverage China's role as North Korea's major ally and trading partner to encourage constructive involvement in peace efforts on the Korean Peninsula. However, China's actual influence remains uncertain, as it has historically blocked tougher sanctions alongside Russia.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_531a0270b98a6832_a1c71c126b73.webp",
      "category": "News"
    }
  ]
}