{
  "articles": [
    {
      "id": "b7b109e573751608",
      "title": "Blake Lively and Justin Baldoni's Movie Fight",
      "summary": "Blake Lively and Justin Baldoni are actors who worked together on a movie called It Ends With Us. They are now in a big argument in court. Blake says Justin did bad things to her, like sexual harassment, and Justin says that is not true. New messages from Blake show she called Justin names like 'clown' and 'doofus director' in texts to her friends. She also said she felt sorry for him even though he was mean to her. The messages are part of a lawsuit, and the case will go to trial in May. Both sides have different stories, and the court will decide what really happened.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b7b109e573751608_5c069b5f5b5c.webp",
      "category": "Fun"
    },
    {
      "id": "5e2050a90b36b499",
      "title": "Tennis Player Gets Upset at Noisy Fans",
      "summary": "At a big tennis tournament called the Australian Open, a player named Alejandro Davidovich Fokina got very upset with some fans in the crowd. During his match against Reilly Opelka, he went to the front row and shouted at a group of people who were being loud and rude. He called them 'ignorant drunks' because they were not being respectful. The umpire, who is like a referee, had to step in and tell the player to calm down and talk to the fans. Davidovich Fokina won the match in five sets and celebrated by yelling and throwing his cap. Other players at the tournament, like Anastasia Potapova and Jaume Munar, also had problems with noisy fans. This shows that sometimes fans at tennis matches can be disruptive, and players want more respect from the crowd.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5e2050a90b36b499_9773973d781c.webp",
      "category": "Fun"
    },
    {
      "id": "b7c3938ff957ba78",
      "title": "Emma Raducanu Loses Tennis Match at Australian Open",
      "summary": "Emma Raducanu, a famous British tennis player, lost her match at the Australian Open. She played against Anastasia Potapova from Austria. The match was in the second round of the tournament. Raducanu lost in two sets, which means Potapova won both parts of the game. The scores were 7-6 and 6-2. This was a big event in tennis, and many people were watching. Raducanu is the top player from Britain, so her loss was surprising. The article talks about this match and also mentions other sports news, but the main story is about Raducanu's exit from the competition.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7c3938ff957ba78_342ac93c87bf.webp",
      "category": "Fun"
    },
    {
      "id": "190d1852aad975c9",
      "title": "Emma Raducanu's Tennis Match in Australia",
      "summary": "Emma Raducanu is a tennis player from Britain who played in a big tournament called the Australian Open. She lost her match to another player named Anastasia Potapova. Emma was trying to play better by changing how she hits the ball, but she made many mistakes during the game. She said she wants to play differently and is working hard to improve. This loss means she did not get to play against a top player in the next round. Emma is still learning and hopes to play better in future matches.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_190d1852aad975c9_cc6c663446cb.webp",
      "category": "Fun"
    },
    {
      "id": "0f13104d70a00a72",
      "title": "Tennis Players Have Fun on Days Off",
      "summary": "Carlos Alcaraz is a famous tennis player who is playing in the Australian Open tournament. On his days off from tennis matches, he likes to play golf for fun. He even played golf with another great tennis player, Roger Federer. Alcaraz says Federer is very good at golf, just like he is at tennis. Alcaraz also practices tennis to get better for his next match, but he enjoys golf too. Other players like Coco Gauff also do fun things when they are not playing tennis. This article shows that tennis players have hobbies and relax when they are not competing.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_0f13104d70a00a72_5ea20a7450be.webp",
      "category": "Fun"
    },
    {
      "id": "1cce31bbe28025dc",
      "title": "Small Music Places Are Having Money Trouble",
      "summary": "Small music venues in the UK are important because they help new singers and bands like Ed Sheeran start their careers. But more than half of these places did not make any money last year. Some famous venues closed, and many people lost their jobs. The good news is that more people went to see shows at these small places, and the number of venues closing slowed down. Owners say it is hard to make money because costs are high, like paying workers more. Even when venues say they made a profit, sometimes the owners did not pay themselves. People have less money to spend on tickets because of high prices for other things. These small venues are trying to stay open to keep music alive.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_1cce31bbe28025dc_0603631877b6.webp",
      "category": "Fun"
    }
  ]
}