{
  "articles": [
    {
      "id": "11da29328f33dbe8",
      "title": "NASA's Decision to Evacuate ISS Crew Due to Medical Emergency",
      "summary": "NASA has ordered a controlled medical evacuation from the International Space Station, bringing home four of the seven crew members after an unspecified medical incident involving one astronaut. The affected crew member, part of the Crew-11 mission launched in August, is reported as stable, but NASA is exercising caution by returning the entire Crew-11 team early. The astronauts, including Commander Zena Cardman and Pilot Mike Fincke, will undock in their SpaceX Crew Dragon spacecraft and splash down in the Pacific Ocean. NASA officials, such as Administrator Jared Isaacman and Chief Medical Officer Dr. JD Polk, emphasize that astronaut health is the highest priority, though details are withheld for privacy. The incident occurred independently of spacewalk preparations, and the crew responded promptly using their emergency training. The space station is equipped with medical gear, and NASA is coordinating the return schedule while maintaining transparency about safety protocols.",
      "source": "Ars Science",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    },
    {
      "id": "837224d29f156249",
      "title": "Medical Issue Forces Early Return from International Space Station",
      "summary": "Nasa has decided to shorten the mission of Crew-11 aboard the International Space Station by one month due to a serious medical condition affecting one astronaut. The agency has not revealed the astronaut's identity or specific condition, citing privacy, but confirmed the individual is stable and this is not an emergency evacuation. This marks the first early return in the ISS's history, which has been continuously occupied since 2000. Crew-11 consists of four members: Nasa astronauts Zena Cardman and Mike Fincke, JAXA astronaut Kimiya Yui, and Russian cosmonaut Oleg Platonov. They launched in August last year for a six-month stay and were scheduled to return next month after being replaced by another crew. One American astronaut will remain on the ISS with two Russian cosmonauts. The ISS is equipped with basic medical tools and communication systems, allowing Earth-based doctors to consult privately with astronauts. Early return may delay some experiments and maintenance tasks until the new crew arrives. Nasa officials emphasized that the medical issue is unrelated to space operations or injuries, highlighting their commitment to astronaut well-being.",
      "source": "BBC Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_837224d29f156249_1d7360028267.webp",
      "category": "Science"
    },
    {
      "id": "1ca95253e2aaae6e",
      "title": "Unveiling Cosmic Mysteries: The Search for Dark Matter and Dark Energy",
      "summary": "Scientists are making progress in understanding the universe's biggest mystery: dark matter and dark energy, which constitute about 95% of the cosmos, with only 5% being ordinary matter. Dr. Rupak Mahapatra, an experimental particle physicist at Texas A&M University, leads efforts to detect these elusive components using advanced semiconductor detectors with cryogenic quantum sensors. These technologies enhance experiments like TESSERACT, aiming to capture rare particle interactions. Dark matter, comprising roughly 27% of the universe, acts as cosmic glue shaping galaxies, while dark energy, about 68%, drives the accelerating expansion of space. Neither emits light, so researchers study their gravitational effects on galactic movements and large-scale structures. Mahapatra's work, including contributions to the SuperCDMS experiment, has introduced innovations like voltage-assisted calorimetric ionization detection to improve sensitivity for low-mass WIMPs, a prime dark matter candidate. He emphasizes the need for multiple approaches—direct, indirect, and collider searches—to piece together a complete understanding, comparing current knowledge to touching only an elephant's tail. This collaborative global effort pushes the boundaries of detection to unravel fundamental cosmic questions.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_1ca95253e2aaae6e_fcb03d9556e4.webp",
      "category": "Science"
    },
    {
      "id": "d5a4cd6f596f6cf5",
      "title": "Exploring Extreme Longevity in Brazil's Diverse Population",
      "summary": "Scientists in Brazil, led by Dr. Mayana Zatz, are investigating why some individuals live beyond 110 years, focusing on the country's unique genetic diversity. Published in Genomic Psychiatry, their research highlights that Brazil's population, resulting from Portuguese colonization, African slavery, and European and Japanese immigration, offers a rich mix of genetic variants often missing in global databases. This diversity is crucial for longevity studies because admixed supercentenarians may carry protective genetic factors not found in more homogeneous groups. The team has assembled a cohort of over 160 centenarians, including 20 validated supercentenarians, from various regions with different social and environmental backgrounds. Notably, some participants, like Sister Inah who lived to 116, had limited access to healthcare, suggesting biological resilience developed without medical intervention. Familial clusters, such as a 110-year-old woman with nieces aged 100, 104, and 106, provide insights into polygenic inheritance, helping disentangle genetic from environmental influences on extreme longevity. This research aims to fill gaps in existing studies by exploring underrepresented populations to uncover new insights into aging and health.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d5a4cd6f596f6cf5_3d8285623303.webp",
      "category": "Science"
    },
    {
      "id": "77681d4fdb63f032",
      "title": "Farm Inheritance Tax Debate: Government's Final Decision",
      "summary": "The UK government has announced that there will be no further changes to revised plans for farm inheritance tax, following protests and discussions. Initially, in 2024, the government proposed a 20% tax on inherited agricultural assets worth over £1 million, aiming to raise revenue and prevent tax loopholes for wealthy investors. After months of farmer protests, including a tractor demonstration at the Oxford Farming Conference, the government raised the threshold to £2.5 million in December, a move seen as a partial climbdown. Environment Secretary Emma Reynolds stated that constructive engagement from farmers influenced this decision, not the loud protests. The new policy, effective in April, allows couples to pass on up to £5 million tax-free when combined with spousal exemptions. However, groups like the Country Land and Business Association (CLA) criticize the policy as damaging to the rural economy and continue to campaign for its full reversal. The National Farmers' Union (NFU) opposes the tax in principle but acknowledges relief for farming families due to the threshold increase. The article highlights ongoing tensions between government policy and agricultural stakeholders.",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_77681d4fdb63f032_bb44f3e9e2e9.webp",
      "category": "Science"
    },
    {
      "id": "9c9d32ecaf72dfd3",
      "title": "Challenging Einstein's Light Speed Rule with Cosmic Observations",
      "summary": "Scientists are investigating whether the speed of light, a constant in Einstein's special relativity, might vary under extreme conditions. The principle of Lorentz invariance, which states that physical laws are identical for all observers, originated from the 1887 Michelson-Morley experiment and underpins modern physics, including quantum theory. However, the incompatibility between quantum theory and general relativity—Einstein's theory of gravity—motivates tests for potential Lorentz invariance violations. A research team led by Mercè Guerrero and Anna Campoy-Ordaz examined very-high-energy gamma rays from astrophysical sources to detect tiny speed differences based on photon energy. By analyzing existing data with a new statistical method, they aimed to find evidence of such violations within the Standard Model Extension framework. The study confirmed no violations, upholding Einstein's predictions, but significantly improved experimental limits by an order of magnitude, refining the search for new physics beyond current theories.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9c9d32ecaf72dfd3_2a8d01a253d5.webp",
      "category": "Science"
    }
  ]
}