{
  "articles": [
    {
      "id": "824f0619bf18aa17",
      "title": "Tomorrowland Music Festival Comes to Thailand",
      "summary": "Tomorrowland is a big music festival from Europe that plays electronic dance music. It is coming to Asia for the first time ever, and it will be in Thailand. The festival will happen in December in a beach town called Pattaya. Many people, over 50,000 each day, are expected to go. Tickets will go on sale in January, and there are passes for one day or all three days. Thailand was picked because it is becoming popular for music and tourism. This festival will help Thailand make money and bring fun to music lovers. It is a special event because it is the first full festival like this in Asia.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_824f0619bf18aa17_41b1f564a0f5.webp",
      "category": "Fun"
    },
    {
      "id": "ea1f90ddf89c1348",
      "title": "A Tennis Match That Got Everyone Watching",
      "summary": "Aryna Sabalenka is a top tennis player who played a special match against Nick Kyrgios, called the 'Battle of the Sexes'. This match was for fun and to show tennis to more people. Sabalenka said it helped her get fitter because playing against a man made her move a lot. She won her next game easily in Brisbane. Some people, like Iga Swiatek, did not like the match, but Sabalenka thought it was good for tennis because it made many fans watch. The match reminded people of an old famous match from 1973. Sabalenka will keep playing in a tournament in Australia.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ea1f90ddf89c1348_90f3b2532163.webp",
      "category": "Fun"
    },
    {
      "id": "30de8073f8e5e79e",
      "title": "Tennis Players Win and Lose in Brisbane",
      "summary": "Two tennis players, Nick Kyrgios and Cameron Norrie, played matches at the Brisbane International tournament. Nick Kyrgios lost his match quickly to Aleksandar Kovacevic. He has been injured a lot and is trying to get fit for the Australian Open. Cameron Norrie won his match against Ugo Humbert after a long fight, saving three match points. He will play Kovacevic next. Kyrgios talked about how hard it is to come back after surgeries and injuries. This article shows the ups and downs in tennis.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_30de8073f8e5e79e_0168fdab63f6.webp",
      "category": "Fun"
    },
    {
      "id": "730f4ba8d728bf41",
      "title": "Molly Parkin: A Colorful Life in Art and Fashion",
      "summary": "Molly Parkin was a famous artist and fashion writer from Wales who lived to be 93 years old. She was known for her bright and fun style during the 1960s, a time called the Swinging Sixties. Molly worked as a fashion editor for big magazines like Nova and the Sunday Times, where she won awards. She also painted abstract art and wrote books, including funny love stories. Molly had two husbands and many famous friends, like the artist Andy Warhol. She stopped drinking alcohol when she was older but said she enjoyed life a lot. Molly was born in Wales in 1932 and had a tough childhood with alcoholic parents, but she became a successful and happy person.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_730f4ba8d728bf41_d05e5cf54dc1.webp",
      "category": "Fun"
    },
    {
      "id": "6f35816ff896a1de",
      "title": "Emma Raducanu's Tennis Comeback and Team Loss",
      "summary": "Emma Raducanu is a tennis player from Great Britain who had a foot injury and couldn't play for a long time. She came back to play in the United Cup, a team tennis event, but lost her match to Maria Sakkari from Greece. This loss meant Great Britain could not advance to the next round and was eliminated from the tournament. Even though she lost, Raducanu showed good movement and fighting spirit during the game. She said she needs to practice more to get better. Other British players also lost their matches, but they won one in mixed doubles. Raducanu is working to become a stronger player after her injury.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6f35816ff896a1de_22670bba735f.webp",
      "category": "Fun"
    },
    {
      "id": "cf1b09797e4e4af7",
      "title": "A Doctor in Trouble for Mean Posts",
      "summary": "A doctor named Dr. Asif Munaf, who was on a TV show called The Apprentice, is in big trouble. A medical group says he posted very bad things on social media. He shared antisemitic posts, which are mean comments about Jewish people, including denying the Holocaust and using hurtful symbols. He also posted racist and sexist things, like using a bad word for a boxer and saying some jobs should only be for men or women. The doctor did not go to the meeting about this and said his posts were not good for someone smart like him. He is also accused of leaving a hospital job without telling anyone and giving a sick note when he was not allowed to work. The hearing is still going on to decide what will happen.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_cf1b09797e4e4af7_9ec67a53126a.webp",
      "category": "Fun"
    }
  ]
}