{
  "articles": [
    {
      "id": "bbae819f60329848",
      "title": "新暗能量数据表明宇宙可能以“大挤压”终结",
      "summary": "康奈尔大学物理学家亨利·泰利用暗能量调查（DES）和暗能量光谱仪（DESI）发布的新数据进行分析，提出宇宙可能具有约330亿年的总寿命。目前宇宙年龄为138亿年，仍在膨胀，但泰的模型表明它将再膨胀约110亿年达到最大尺寸，随后开始收缩，最终在大约200亿年后坍缩成一个点，这一过程被称为“大挤压”。这挑战了基于正宇宙学常数的长期信念，即宇宙将永远膨胀。泰的工作更新了爱因斯坦的宇宙学常数概念，根据新的暗能量观测，表明它可能为负值。暗能量约占宇宙质量能量的68%，并非纯粹恒定；泰假设了一种低质量粒子，其效应随时间改变，与数据吻合。这项研究发表在《宇宙学和天体粒子物理学杂志》上，强调了DESI、欧几里得太空望远镜和SPHEREx任务等项目的持续努力，以完善暗能量估计并检验这些预测。该研究突出了宇宙学探究的动态性，以及对我们理解宇宙最终命运可能带来的重大转变。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "科学家发现让癌症快速重排DNA的酶",
      "summary": "加州大学圣地亚哥分校的科学家发现了一种名为N4BP2的酶，它负责引发染色体碎裂（chromothripsis），这是一种染色体断裂并错误重组的遗传事件，促使癌细胞快速进化并产生治疗抵抗。染色体碎裂发生在细胞分裂错误导致染色体被困于微核（micronuclei）中时；微核破裂后，N4BP2进入并切割DNA，启动这一过程。这一发现发表于《科学》杂志，解释了癌症生物学中长期存在的谜团。染色体碎裂在约25%的癌症中出现，在骨肉瘤和脑瘤中尤为常见。实验表明，去除N4BP2可减少染色体断裂，而添加它则即使在健康细胞中也引起断裂。研究还将N4BP2与染色体外DNA（ecDNA）联系起来，后者与侵袭性肿瘤相关。通过靶向N4BP2，科学家旨在开发减缓癌症进展和提高治疗效果的新疗法。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    },
    {
      "id": "ae284ee6e00e22f2",
      "title": "丹麦2400年前战船上发现古代指纹",
      "summary": "一项对丹麦赫约特斯普林船的最新科学研究揭示了这艘2400年前木制船只的可能起源。这艘船在阿尔斯岛被发现，并于20世纪初被挖掘，据信曾被一支战败的战士队伍使用，随后作为祭品沉入沼泽。一个多世纪以来，历史学家一直争论这些战士的来源，因为船上发现的武器在北欧广泛使用。由瑞典隆德大学的米凯尔·福维尔领导的研究团队对船上的绳索和防水材料进行了放射性碳定年和气相色谱-质谱分析。他们的发现表明，防水材料由动物脂肪和松脂混合而成。由于在公元前第一个千年，丹麦松林稀少，这暗示船可能是在波罗的海沿岸的东部地区建造的，表明了一次有计划的海上军事远征。此外，团队在焦油中发现了一个部分保存的人类指纹，为与古代航海者提供了罕见的直接联系。这项研究发表在《PLOS One》期刊上，通过结合考古证据和先进科学方法，帮助解决了一个长期存在的谜团。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ae284ee6e00e22f2_022c4f78e011.webp",
      "category": "Science"
    },
    {
      "id": "e2b10c05615a8558",
      "title": "“这不是独角兽”：这些研究人员采访了130位大脚怪猎人",
      "summary": "社会学家杰米·刘易斯和安德鲁·巴特利特进行了一项研究，旨在理解为什么被称为“大脚怪猎人”的个体会花费时间和资源寻找大脚怪——一种被广泛认为是神话的生物。他们的调查始于对《寻找大脚怪》等电视节目的好奇，并在封锁期间扩展，采访了130多位大脚怪猎人和一些学者。研究发现，大脚怪猎人分为两派：“猿派”认为大脚怪是未被发现的灵长类动物，而“玄学派”则相信它可能是跨维度或外星生物。这个社区以白人、男性、农村居民和退伍军人为主，女性参与度正在增长。2025年11月的一项YouGov调查显示，约四分之一的美国人认为大脚怪可能存在。刘易斯和巴特利特强调，他们的重点不是证明大脚怪的存在，而是分析这个社区的社会动态和动机，正如他们在《大脚怪猎人与科学探究：合法科学的边缘地带》一书中所记录。他们认为，即使大脚怪不是生物实体，它也作为一种文化对象存在，组织着人们的生活，突出了信仰、科学和社区认同的交集。这项研究采用定性分析方法，通过访谈收集叙事，探索这个社区如何在主流科学和边缘信仰之间导航，为社会学家理解伪科学、社区形成和神话在当代社会的持久性提供了见解。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e2b10c05615a8558_9e211b975c18.webp",
      "category": "Science"
    },
    {
      "id": "325b264ce8c15768",
      "title": "睡前3小时停止进食以改善心脏健康",
      "summary": "西北医学的研究人员探讨了将夜间禁食时间与人体自然的睡眠-觉醒周期对齐是否能改善心脏和代谢健康。该研究涉及中老年成年人，他们面临较高的心脏代谢疾病风险，如2型糖尿病和心血管问题。参与者没有减少卡路里摄入，但将夜间禁食时间延长约两小时，并在睡前三小时避免进食并调暗灯光。在7.5周的研究中，这一干预措施带来了显著改善：夜间血压降低了3.5%，心率下降了5%，白天血糖控制得到提升。研究结果发表在《动脉硬化、血栓形成和血管生物学》期刊上，由美国心脏协会出版。这表明，将限时进食与睡眠时间同步，可以有益于心脏和代谢指标，为高风险人群提供了一种非药物干预方法。研究团队计划进一步优化方案并在更大规模的多中心试验中进行测试。该研究强调了进餐时间相对于睡眠的重要性，突出了昼夜节律在调节生理功能中的作用。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_325b264ce8c15768_733df2928368.webp",
      "category": "Science"
    },
    {
      "id": "54a9315c7c1b8e5f",
      "title": "天文学家正在填补柯伊伯带的空白",
      "summary": "柯伊伯带是位于海王星轨道之外的一个广阔区域，充满了冰冻的遗迹和动态谜团。天文学家已编目约4000个柯伊伯带天体（KBOs），包括矮行星如冥王星和阋神星，但随着新一代望远镜的投入使用，预计这一数字将大幅增加。智利的薇拉·鲁宾天文台通过其“时空遗产巡天”（LSST）项目，于去年开始运行，旨在系统性地测绘这一模糊区域。其他观测站如詹姆斯·韦伯太空望远镜（JWST）也将提供支持。研究旨在解决关键问题：是否存在隐藏的行星、该区域的延伸范围以及它如何保存早期太阳系的线索。柯伊伯带作为一个时间胶囊，保留了如44天文单位处的“内核”等结构，这可能源于海王星迁移的“跳跃”场景。通过分析这些遗迹，科学家可以完善行星形成和演化的模型，推动太阳系科学的前沿。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_54a9315c7c1b8e5f_07265a12eca5.webp",
      "category": "Science"
    }
  ]
}