{
  "articles": [
    {
      "id": "2555cce3acc2b704",
      "title": "A British Family's Hard Time in an Iran Prison",
      "summary": "Lindsay and Craig Foreman are a British couple who were traveling around the world on motorcycles. In January 2025, they were passing through Iran when they were arrested and put in a prison called Evin. They were accused of spying, but they say they did not do anything wrong. Lindsay talked to the BBC from prison, saying it was very hard to stay happy and healthy there. She tried to exercise by running in circles in a small yard. Hours before they were sentenced to 10 years in prison, Lindsay sent a letter to complain about their treatment. Their son, Joe Bennett, is upset and wants the UK government to help bring them home. The UK Foreign Secretary, Yvette Cooper, called the sentence unfair. The family says no evidence was shown, and they were not allowed to defend themselves in court.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2555cce3acc2b704_d7f16823a52e.webp",
      "category": "News"
    },
    {
      "id": "1f182498aee2e6f2",
      "title": "Police Arrest a Man in His Sixties",
      "summary": "Thames Valley Police arrested a man in his sixties from Norfolk on suspicion of misconduct in public office. The police are searching places in Berkshire and Norfolk. The man is in police custody, but they will not say his name to follow rules and avoid problems in court. Assistant Chief Constable Oliver Wright said they started an investigation after checking a complaint. They want to keep the investigation fair and will share updates later. The police also talk about other things like dangerous drivers and a damaged bridge, but the main story is about the arrest.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1f182498aee2e6f2_62da0ae8944f.webp",
      "category": "News"
    },
    {
      "id": "18dbdf5a5f3cddc8",
      "title": "A New Leader for the UK Government Team",
      "summary": "Prime Minister Keir Starmer has chosen Dame Antonia Romeo to be the new cabinet secretary, which is the top job in the UK civil service. This is a big deal because she is the first woman to have this role in over 100 years. The civil service helps the government make and carry out plans for the country. Dame Antonia has worked in many important government departments for 25 years, like the Home Office and Ministry of Justice. She says she loves the civil service and wants it to be known for getting things done efficiently and innovatively. She replaces Sir Chris Wormald, who left after a short time. The prime minister picked her because he thinks she is a great public servant who can deliver results for the people.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_18dbdf5a5f3cddc8_c6ca94dc1ced.webp",
      "category": "News"
    },
    {
      "id": "21d4987eb6c2590e",
      "title": "Help for Kids with Special Needs in School",
      "summary": "In England, some kids need extra help in school because they have special educational needs and disabilities, called SEND. Right now, they get a plan called an EHCP that says what help they should get. The government might change this plan. They want to check if kids still need the same help when they move from primary to secondary school. This could start in 2029. Some people, like teachers and politicians, say the current system is not working well and needs big changes. They want to make sure all kids get the right support. The new plan might give more kids legal rights to help through school-led plans. This is important because many kids have EHCPs, and parents often struggle to get them. The government says they will share more details soon.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_21d4987eb6c2590e_22e8951de6ac.webp",
      "category": "News"
    },
    {
      "id": "2591bdb5fcba8dc8",
      "title": "Japan's Leader Wants to Work with the U.S. on Special Minerals",
      "summary": "Sanae Takaichi is the leader of Japan, and she was just chosen again to be the prime minister. She is the first woman to have this job in Japan. Takaichi wants to visit the United States next month to talk with President Donald Trump. She hopes they can work together on rare earths, which are special minerals used in things like phones and computers. This is important because Japan and China have been having some disagreements lately. Takaichi also has other plans, like making Japan's military stronger and spending more government money. She was elected with a big win, so her party has a lot of power in Japan's government. Her first job is to help with high prices and slow wages by passing a new budget.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2591bdb5fcba8dc8_b0ddbf6edace.webp",
      "category": "News"
    },
    {
      "id": "66f515ee7831029a",
      "title": "A Skating Cameraman at the Olympics",
      "summary": "Jordan Cowan is a special cameraman who skates on the ice at the Olympics. He used to be a competitive ice dancer in the U.S. Now, he wears a white tuxedo and skates backward to film figure skaters right after their performances. This helps capture their happy or sad feelings up close for people watching on TV or in the arena. He is the first person to do this job at the Olympics for figure skating. For example, when American skater Ilia Malinin did well, he punched the camera in excitement. When he made a mistake, Cowan stayed back to give him space. Cowan started his company, On Ice Perspectives, in 2018 to make fun skating videos. At the Milan Cortina Winter Games, he works for the Olympic Broadcasting Services to share footage with broadcasters. Skaters often make heart signs or talk to him because he has a microphone, making it a special moment.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_66f515ee7831029a_e35a9ddea57b.webp",
      "category": "News"
    }
  ]
}