{
  "articles": [
    {
      "id": "4896d081e7bb6bc4",
      "title": "Julia Donaldson Unveils Third Gruffalo Book: Gruffalo Granny",
      "summary": "Children's author Julia Donaldson has revealed the title and main character for her upcoming third Gruffalo book, titled Gruffalo Granny. Scheduled for release on September 10th in hardback and audio book formats, this sequel has been in development for twenty years. The book introduces a new family member, the Gruffalo's granny, while featuring returning characters from the previous installments, promising an exciting new adventure. Donaldson announced this on BBC Radio 4's Today programme, explaining that writing a sequel posed a challenge, and she had the idea for decades but was occupied with other projects. Her personal experience as a granny recently motivated her to finalize the story. Illustrator Axel Scheffler expressed surprise and enthusiasm, having previously doubted another sequel. The Gruffalo series, which began in 1999 with The Gruffalo and continued with The Gruffalo's Child in 2004, consists of rhyming tales set in a woodland with animal characters. These books have achieved global success, selling over 18 million copies in 115 languages. Donaldson credited the National Literacy Trust's use of the earlier books in their Early Words Matter programme as inspiration to develop her long-held idea into a complete narrative.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_4896d081e7bb6bc4_21544dc2275c.webp",
      "category": "Fun"
    },
    {
      "id": "4e137ff7676397c8",
      "title": "Andy Goldsworthy's Gravestones: Art from Burial Grounds",
      "summary": "Artist Andy Goldsworthy is creating a large-scale artwork titled Gravestones in the Lowther Hills of Dumfriesshire, Scotland. Collaborating with gravediggers across 108 cemeteries in Dumfries and Galloway, he is collecting stones from graveyards with permission and respect. The artwork will measure 25 by 25 metres, enclosed by a wall, and filled with these stones to form a stark, simple sea of stones. Goldsworthy aims for it to serve as a place for mourning and celebrating lost loved ones, contrasting the pain of burial with the spiritual uplift of the hilltop location. Funding of £200,000 comes from the new Dent in the Universe art prize, established by the Hugo Burge Foundation to support public art in the UK. The prize, funded by the late philanthropist Hugo Burge, seeks to create enduring, bold artworks accessible to all, reviving civic art traditions.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_4e137ff7676397c8_29fe610f1fcf.webp",
      "category": "Fun"
    },
    {
      "id": "8e642d3d5ae6f7f6",
      "title": "Advancing Light Control with a Metasurface Chip",
      "summary": "Researchers at the Advanced Science Research Center at CUNY have developed a metasurface chip that converts infrared light into visible light and steers the beam directionally without mechanical parts. This ultra-thin chip features nanostructures smaller than light wavelengths, enabling it to shift infrared laser light to a higher frequency, producing a focused green beam. By altering the polarization of incoming light, the beam's direction can be adjusted precisely. In tests, it transformed 1530 nm infrared light to 510 nm green light with high accuracy. The chip overcomes a longstanding tradeoff in metasurfaces: balancing efficiency and control. It uses a collective resonance called a quasi bound state in the continuum to enhance light across the surface while rotating structural elements for phase control, akin to a built-in lens. This design yields third harmonic light with 100 times more efficiency than similar devices. Potential applications include LiDAR, quantum light generation, and optical signal processing, as the geometry-based concept can be adapted to various materials and light colors. Future developments may involve stacking metasurfaces for broader wavelength ranges.",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_8e642d3d5ae6f7f6_53cdfd47ebb5.webp",
      "category": "Fun"
    },
    {
      "id": "e6d33a2dcb2e5f07",
      "title": "Breaking Physics: Superfluid Transforms into Supersolid in Graphene Experiment",
      "summary": "In a groundbreaking study published in Nature, physicists have observed a superfluid undergoing a phase transition to become a supersolid, challenging long-held assumptions in physics. Superfluids, which flow without resistance and exhibit unusual behaviors like creeping up container walls, typically remain in motion even at extremely low temperatures. The research team, led by Cory Dean of Columbia University and Jia Li of the University of Texas at Austin, used graphene—a two-dimensional material composed of a single layer of carbon atoms—to investigate this phenomenon. They created excitons, quasiparticles formed when electrons and holes bind together in stacked graphene sheets under a strong magnetic field, which collectively behave as a superfluid. By manipulating parameters such as temperature and exciton density, the scientists discovered that when excitons were densely packed, they flowed freely as a superfluid. However, as the density decreased, the flow ceased entirely, and the system transitioned into an insulating phase. Surprisingly, raising the temperature restored superfluid behavior, contradicting the conventional view that superfluidity is a low-temperature ground state. This suggests the low-temperature phase is an unusual exciton solid, potentially a supersolid that combines solid-like order with frictionless flow. The findings provide new insights into quantum matter and could advance condensed matter physics, as this marks the first observation of a superfluid naturally transforming into a supersolid without artificial confinement.",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_e6d33a2dcb2e5f07_a1f458139913.webp",
      "category": "Fun"
    },
    {
      "id": "d3a14b6590d404cd",
      "title": "Jacob Elordi's Accent Practice and Film Premiere Insights",
      "summary": "Jacob Elordi, a 28-year-old Australian actor, is starring as Heathcliffe in the new film adaptation of Wuthering Heights by Emily Brontë, set in Yorkshire. To master the Northern accent required for his role, he practices repeatedly in the bath, emphasizing words like 'mek' and 'tek'. The film, directed by Emerald Fennell, also features Margot Robbie and has generated controversy over its casting and BDSM-inspired scenes. At the London premiere, fans gathered to see the stars, with Leicester Square decorated to mimic Yorkshire's moors and a charcoal black red carpet for a gothic atmosphere. Singer Charli XCX, who wrote an album for the film including tracks like Chains of Love, discussed her transition from her upbeat Brat album to the darker themes of Wuthering Heights, citing influences from artists like Kate Bush. The article highlights the creative processes behind the film and its cultural impact.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_d3a14b6590d404cd_3aca95ba9e5c.webp",
      "category": "Fun"
    },
    {
      "id": "2e558c735a476042",
      "title": "Raducanu Advances to Semi-Finals in Transylvania Open with Strong Performance",
      "summary": "Emma Raducanu, the British number one tennis player, secured a spot in the semi-finals of the Transylvania Open by defeating Maja Chwalinska of Poland with a score of 6-0, 6-4. This victory marks only her fourth semi-final appearance since her remarkable 2021 US Open win. Raducanu dominated the first set in just 25 minutes without dropping a game, while Chwalinska, ranked 146th globally, offered more resistance in the second set. Raducanu expressed satisfaction with her performance, highlighting her ability to handle adversity during the match. This success follows her recent split from coach Francis Roig after an early exit at the Australian Open, and she now aims for her first final since the US Open. In the semi-finals, she will face Oleksandra Oliynykova from Ukraine, who earned her first top-50 win against Wang Xinyu to reach a WTA Tour semi-final. Additionally, Katie Boulter advanced to the Ostrava Open semi-finals by beating Linda Fruhvirtova, marking her first semi-final since last year. The article underscores players' efforts to rebound from setbacks and achieve tournament milestones.",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_2e558c735a476042_22884e5bf28f.webp",
      "category": "Fun"
    }
  ]
}