{
  "articles": [
    {
      "id": "4f957ceed0f7ff68",
      "title": "内分泌学家尝试新减肥方法并取得成功",
      "summary": "科罗拉多大学的内分泌学家Leigh Perreault博士对常规医疗中的体重管理方式感到不安。她观察到患者常收到“吃得更好、多运动”的通用建议，但这往往不够。认识到许多药物仅针对症状而非根本体重问题后，她旨在开发更有效的方法。这促成了PATHWEIGH的创建，这是一个结构化项目，旨在将体重管理融入初级保健环境。该项目涉及专门的诊所访问，让提供者能专注于体重相关护理，超越标准预约中的简短讨论。在美国国立卫生研究院的资助下，PATHWEIGH在科罗拉多州的56个UCHealth初级保健诊所实施，作为一项涉及274,182患者的大规模试点研究。发表在《自然·医学》上的结果显示，该项目在18个月内将人群体重增加减少了0.58公斤，并将趋势从增重转向减重。此外，它使患者接受体重相关护理的可能性增加了23%。这些发现促使肥胖专家将PATHWEIGH视为潜在标准，其他卫生系统正在探索其采用以改善公共卫生成果。该项目代表了向整合、以患者为中心的护理模式的转变，强调预防而非反应性治疗。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4f957ceed0f7ff68_58ae5a8addeb.webp",
      "category": "Science"
    },
    {
      "id": "c5ec1cff9d56c978",
      "title": "NASA月球任务压力增大，管理者警惕“发射热”",
      "summary": "NASA的阿尔忒弥斯二号任务标志着人类重返月球的关键一步，该任务将四名宇航员送往月球附近进行绕月飞行，这是自1972年最后一次阿波罗登月以来首次人类月球之旅。火箭——太空发射系统——正从佛罗里达州肯尼迪航天中心的车辆装配大楼缓慢运往39B发射台，使用柴油动力爬行运输车以每小时不到一英里的速度移动。机组人员包括NASA宇航员里德·怀斯曼、维克多·格洛弗、克里斯蒂娜·科赫和加拿大宇航员杰里米·汉森，他们将创下人类离地球最远距离和再入速度的新纪录。阿尔忒弥斯二号旨在测试火箭和猎户座飞船的安全性，为未来登月任务奠定基础。该任务属于阿尔忒弥斯计划的一部分，该计划于2019年启动，基于先前星座计划的技术发展。文章强调了地缘政治压力，中国计划在2030年前实现宇航员登月，这推动了美国出于国家声望和月球资源获取的动机。此外，SLS火箭每次飞行成本超过20亿美元，且为一次性使用，同时NASA与SpaceX等公司合作开发着陆器和宇航服。总体而言，阿尔忒弥斯二号既是技术里程碑，也是全球太空竞争中的战略要务。",
      "source": "Ars Science",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_c5ec1cff9d56c978_1dc203376d73.webp",
      "category": "Science"
    },
    {
      "id": "b2493074d251f7e7",
      "title": "科学家重新思考竹子作为一种强大的新型超级食品",
      "summary": "一项由安格利亚鲁斯金大学研究人员进行的首次学术综述聚焦于竹子作为食品，揭示了广泛的潜在健康益处。竹笋富含蛋白质、纤维、维生素和矿物质如硒和钾，营养丰富。综述分析了现有研究，包括人体试验和实验室实验，发现证据表明食用竹子可能有助于调节血糖、减少炎症、通过纤维和益生菌效应支持消化健康，并提供抗氧化保护。它还表明竹子可通过改善血脂谱来促进代谢和心脏健康。然而，存在安全担忧，因为某些竹种含有氰苷，如果生食会释放氰化物，以及可能干扰甲状腺功能的化合物，导致甲状腺肿。通过适当准备，如预煮，可以降低这些风险。凭借竹子的快速生长和营养价值，它可能成为全球可持续的食品选择，但需要进一步研究以确认益处并确保安全食用实践。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_b2493074d251f7e7_bb768ebb8325.webp",
      "category": "Science"
    },
    {
      "id": "3bf9e0a99eae4a78",
      "title": "丹麦发现超大型中世纪沉船",
      "summary": "考古学家在丹麦海岸附近发现了一艘保存完好的中世纪沉船，命名为Svaelget 2，其年代可追溯至约1410年。这艘船属于一种名为“科格”的商船类型，以其平底和高舷设计为特点，用于大宗货物运输。该船尺寸惊人，长28米，宽9米，载重量达300吨，远超同期典型科格船的15-25米长度。这一发现是在哥本哈根建设项目的海底调查中实现的，沙层保护使船体免受侵蚀，使得考古学家能够详细研究通常因腐烂而消失的结构，如索具、厨房和船尾城堡。发现的梳子、鞋子和念珠等文物为了解30-45名船员的生活提供了线索。船体建造材料包括来自荷兰的木材和波兰的橡木板，凸显了当时汉萨同盟时代互联的贸易网络。总体而言，Svaelget 2的发现证实了科格船设计的可扩展性，并展示了航海技术如何推动和反映中世纪欧洲快速的经济增长，强调了这类船舶在革新北欧贸易、促进大规模商品运输方面的重要作用。",
      "source": "Ars Science",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_3bf9e0a99eae4a78_262acb180a09.webp",
      "category": "Science"
    },
    {
      "id": "4418d5dcd71f671e",
      "title": "常规眼药膏引发青光眼患者新担忧",
      "summary": "日本名古屋大学的最新研究揭示，广泛使用的眼药膏对青光眼植入物构成先前被忽视的风险。研究表明，基于凡士林的眼药膏会导致流行的青光眼植入物PRESERFLO MicroShunt肿胀，甚至破裂。通过结合患者病例和实验室测试，研究人员证明这些药膏会损害该植入物的结构完整性。MicroShunt由苯乙烯类热塑性弹性体（SIBS）制成，设计为柔韧且生物相容，但对碳氢化合物敏感，能吸收药膏中的油分，引起设备膨胀和机械强度变化。尽管制造商明确警告避免此类接触，但临床实践中这一指引常被忽略。研究团队包括眼科医生和工程师，他们分析了患者案例并进行了实验，结果发表在《Graefe's Archive for Clinical and Experimental Ophthalmology》期刊上。这一发现强调需要提高医疗提供者的意识，以防止并发症，确保青光眼治疗的有效性。青光眼是一种慢性眼病，全球约7600万人受影响，损害视神经并可能导致永久性视力丧失，而MicroShunt作为治疗选项，相比传统手术并发症更少。此项研究不仅增进了对材料-生物相互作用的理解，还对患者安全具有深远意义，呼吁加强临床指南的遵守以优化治疗效果。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_4418d5dcd71f671e_1d8870b3aa58.webp",
      "category": "Science"
    },
    {
      "id": "1c84d23f14f7d943",
      "title": "科学家在青少年大脑中发现隐藏的突触热点",
      "summary": "一项最新研究挑战了长期以来的青少年突触修剪理论，揭示了青少年大脑还会形成新的、密集的突触集群。九州大学的研究人员使用先进技术如SeeDB2和超分辨率显微镜，绘制了小鼠大脑皮层第5层神经元的树突棘图谱。他们发现了一个“热点”——一个在青少年时期出现的、树突棘密度异常高的区域，具体在小鼠三到八周龄之间。这一发现表明，大脑发育不仅涉及修剪，还包括局部突触形成，使先前观点复杂化。该研究将此过程与精神分裂症联系起来，因为携带精神分裂症相关基因的小鼠显示出热点发育减少。这项研究强调了关键成长期神经网络的复杂性，并可能为理解神经精神疾病提供信息。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1c84d23f14f7d943_57aa85fd3eb5.webp",
      "category": "Science"
    }
  ]
}