{
  "articles": [
    {
      "id": "ed1278fb0d958c51",
      "title": "Satellites Watch the 'Doomsday Glacier' Breaking Apart",
      "summary": "Scientists are using satellites to watch a big glacier in Antarctica called the 'Doomsday Glacier.' Its real name is Thwaites Glacier, and it is melting faster than most other ice in the world. This glacier is important because if it melts completely, it could make sea levels rise a lot, which might flood coastal cities. The study looks at a part called the Thwaites Eastern Ice Shelf, which floats on the ocean. Over 20 years, cracks have formed in this shelf, making it weaker. These cracks grow in stages, first long ones and then short ones, and they cause the ice to move faster, creating a cycle that speeds up melting. The research was done by a team from the Centre for Earth Observation Sciences and others, using data from satellites and GPS. They found that a pinning point that used to hold the shelf in place is now making it less stable. This could be a warning for other ice shelves in Antarctica too.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ed1278fb0d958c51_370d79f6d95d.webp",
      "category": "Science"
    },
    {
      "id": "651d7effcf705dd0",
      "title": "A Lost Amazon World Found in Bolivia",
      "summary": "In 2021, scientists explored a hidden part of the Amazon in Bolivia called the Great Tectonic Lakes. They found old earthworks, canals, and raised fields that show people lived there long ago, from about 600 to 1400 CE. These people built structures to manage water and grow crops like maize in the wetlands. They ate fish, reptiles, and plants from the area. Today, Indigenous communities like the Cayubaba and Movima still live there and help protect this special place. The discovery reveals how ancient people adapted to their environment and left behind a rich history.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_651d7effcf705dd0_3a3d8939f06f.webp",
      "category": "Science"
    },
    {
      "id": "2d3b4a607619df42",
      "title": "Hidden Carvers of Easter Island's Giant Statues",
      "summary": "Scientists have discovered that the big stone statues on Easter Island, called moai, were made by many different groups of people, not just one big team. Using new 3D scanning technology, they took over 11,000 photos of a quarry where the statues were carved and made a detailed 3D model. This model showed 30 separate areas where people worked, each with their own way of carving. The statues were moved along different paths, suggesting that families or small communities worked independently. This challenges the idea that building such huge statues needed a single boss or strict rules. Instead, it shows that sharing cultural knowledge helped create similar-looking statues. The study helps us understand how ancient people organized themselves and can guide future research on other archaeological sites.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_2d3b4a607619df42_f56da4d21d27.webp",
      "category": "Science"
    },
    {
      "id": "21f559f63eebf060",
      "title": "How Our Brain Helps Us See Better",
      "summary": "Scientists at MIT discovered a hidden brain circuit that changes how we see things based on what we are doing. They studied mice and found that parts of the brain called the prefrontal cortex send special signals to areas that handle vision and movement. These signals adjust how the brain processes what we see, depending on how alert the mouse is or if it is moving. For example, when a mouse is more awake, one part of the brain helps it see details better, while another part reduces attention to strong or distracting things. This shows that our actions and feelings can rewrite our vision, helping animals focus on what matters. The research used experiments where mice watched images while running, and scientists recorded brain activity to understand these connections.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_21f559f63eebf060_6e627b79b500.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "How Wolves Change Nature in Yellowstone",
      "summary": "In 1995, scientists brought gray wolves back to Yellowstone National Park after they were almost gone. Wolves are carnivores that eat other animals. People wanted to see if wolves could help fix the environment. Before wolves returned, there were too many elk eating plants near rivers, which hurt the trees and made the land dry. When wolves came back, they scared the elk away from some areas, letting trees like willows grow again. This is called a trophic cascade, where one animal affects many others. But scientists are still learning if wolves really cause big changes. Some studies say yes, others say no. It's a fun puzzle about how nature works together.",
      "source": "Ars Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Cats and Humans: A Late Friendship",
      "summary": "Cats are popular pets today, but they didn't always live with people. Scientists found out that cats started becoming friends with humans only about 3,500 to 4,000 years ago, which is much later than we thought. This happened in northern Africa, not in other places like the Levant. Before that, cats were wild animals called African wildcats. People in ancient Egypt loved cats and made art about them. Cats helped by catching pests on ships and in homes, which helped them spread to Europe and other parts of the world with travelers like the Romans. Now, cats live everywhere except Antarctica. It's interesting that in China, a wild cat was with people even before domestic cats arrived. This study used old cat bones and DNA to learn these new facts.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}