{
  "articles": [
    {
      "id": "23000f951ae838ba",
      "title": "A Tribute for a Famous French Actress",
      "summary": "In France, a politician named Éric Ciotti wants the country to honor Brigitte Bardot, a famous actress who died at age 91. Bardot was a movie star in the 1950s and 1960s and became a symbol of French freedom. Ciotti started a petition that has over 23,000 signatures to ask for a national tribute, which is a special honor for people who have done great things for France. But some other politicians, like Olivier Faure, disagree because Bardot had some controversial views and was convicted for hate speech. Bardot also loved animals and worked to protect them after she stopped acting. The mayor of Nice plans to name a place after her. This debate shows how people remember her for both her movies and her personal life.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_23000f951ae838ba_d454410c4a5c.webp",
      "category": "Fun"
    },
    {
      "id": "c9759df4f00efb51",
      "title": "Actor Gets Special Award and Shares It with Others",
      "summary": "Sally Lindsay, who used to be on a TV show called Coronation Street, got a special award called an MBE from the King. She is 52 years old and is famous for playing a character named Shelley. She said she is very happy and wants to give the award to working class actors. Working class people are those who might not have a lot of money or come from rich families. Only 8% of actors are working class, and Sally hopes more will join in the future. She also helps a charity for sick children. Other people got awards too, like a 101-year-old veteran named Bernard Morgan for volunteering and a council leader named Bev Craig for her work in Manchester. The article talks about how these people are being honored for doing good things.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_c9759df4f00efb51_6466baa8f615.webp",
      "category": "Fun"
    },
    {
      "id": "d615f529d936f58a",
      "title": "Cynthia Erivo's Amazing Journey from School Play to MBE Award",
      "summary": "Cynthia Erivo is a famous British actress and singer who just received a special honor called an MBE for her work in music and drama. She started singing when she was only five years old in a school nativity play, where she had a solo that made people happy. As she grew up, she acted in plays like Romeo and Juliet at a young age. Now, she stars in movies like Wicked and has won big awards like a Grammy and Tony. She is close to winning an Oscar too, which would give her all four major awards, called an EGOT. Cynthia did all this without help from her family, as they are not in the entertainment business. Her mother supported her, and she worked hard to prove herself. This story shows how following your dreams and practicing can lead to great success.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d615f529d936f58a_2db44b1b387f.webp",
      "category": "Fun"
    },
    {
      "id": "a5bab0bfd6b032b4",
      "title": "A New Gold Catalyst Breaks a Green Chemistry Record",
      "summary": "Scientists have made a big discovery in green chemistry! They created a new gold catalyst that helps turn bioethanol into acetaldehyde, a useful chemical for making things like plastics and medicines. Bioethanol comes from plants, making it a greener choice than oil. The old way to make acetaldehyde was expensive and bad for the environment. The new catalyst works better at a lower temperature of 225°C and stays stable for 80 hours. It uses gold, copper, and manganese working together to make the reaction faster and more efficient. This breakthrough could help factories produce chemicals in a cleaner, safer way, reducing pollution and costs. The research was done by a team from universities in China and the Netherlands.",
      "source": "Science Daily - Technology",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a5bab0bfd6b032b4_b20952625ec3.webp",
      "category": "Fun"
    },
    {
      "id": "623d3ad9e2af32b6",
      "title": "Beyoncé Becomes a Billionaire",
      "summary": "Beyoncé is now a billionaire, which means she has a lot of money—over one billion dollars! Forbes, a magazine that tracks rich people, says she is the fifth musician to become this rich. Other musicians like Taylor Swift and Rihanna are also billionaires. Beyoncé earned money from her big tour called the Renaissance World Tour, which made nearly $600 million. She also made a film of her concert and sold it in theaters, getting almost half of the $44 million it made. Her new album Cowboy Carter won a Grammy Award, and its tour made over $400 million from tickets and $50 million from merchandise. Even though some tickets sold slowly, the most expensive one cost £950 in the UK. Beyoncé also earned money from a Netflix show and commercials. This shows how successful she is as a singer and businesswoman.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_623d3ad9e2af32b6_d4dcbe2b90e8.webp",
      "category": "Fun"
    },
    {
      "id": "260a6b6e11dca00e",
      "title": "MIT Makes Super Strong Aluminum with 3D Printing",
      "summary": "MIT engineers have created a new aluminum material that is five times stronger than regular aluminum. They used 3D printing to make it, which is a way to build things layer by layer with a machine. This new aluminum can handle very high heat and is very strong. It was made by mixing aluminum with other elements, and scientists used computers and machine learning to find the best recipe quickly. This material could be used to make lighter and stronger parts for airplanes, cars, and other machines, saving energy. The idea started in a class at MIT, where students tried to design a better aluminum, and later, machine learning helped improve it. This breakthrough could help make transportation more efficient.",
      "source": "Science Daily - Technology",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_260a6b6e11dca00e_3da84277df3c.webp",
      "category": "Fun"
    }
  ]
}