{
  "articles": [
    {
      "id": "4f957ceed0f7ff68",
      "title": "A Doctor's New Way to Help People Lose Weight",
      "summary": "Dr. Leigh Perreault is an endocrinologist who helps people with weight problems. She felt sad that many patients were told to eat better and exercise more, but that didn't always work. She wanted to help them lose weight to improve their health. So, she created a program called PATHWEIGH. This program helps doctors and patients focus on weight management during special clinic visits. It was tested in many clinics in Colorado with over 274,000 patients. The results showed that people gained less weight and some even lost weight. This program made it more likely for patients to get help for weight issues. Now, other doctors are interested in using PATHWEIGH too.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4f957ceed0f7ff68_58ae5a8addeb.webp",
      "category": "Science"
    },
    {
      "id": "c5ec1cff9d56c978",
      "title": "NASA's Big Moon Rocket Moves to Launch Pad",
      "summary": "NASA is getting ready to send astronauts to the Moon again! A huge rocket called the Space Launch System is moving slowly from a building to a launch pad in Florida. It will carry four astronauts—Reid, Victor, Christina, and Jeremy—on a trip around the Moon. This mission is called Artemis II, and it's the first time people will go near the Moon since 1972. The rocket rides on a special crawler vehicle that goes very slow, less than one mile per hour. The astronauts will travel far from Earth and come back fast, setting a speed record. NASA wants to show that the rocket and spacecraft are safe for future Moon missions. This is exciting because it helps America return to the Moon before other countries like China.",
      "source": "Ars Science",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_c5ec1cff9d56c978_1dc203376d73.webp",
      "category": "Science"
    },
    {
      "id": "b2493074d251f7e7",
      "title": "Bamboo: A New Superfood for a Healthy World",
      "summary": "Scientists have discovered that bamboo, a fast-growing plant, could be a new superfood with many health benefits. Bamboo shoots are the parts we can eat, and they are full of good things like protein, fiber, and vitamins. Eating bamboo might help control blood sugar, reduce swelling in the body, and keep our hearts and stomachs healthy. It can also protect our cells from damage. Bamboo is already eaten in countries like China and India, but now it could become popular everywhere. However, bamboo shoots must be cooked properly because some types can be poisonous if eaten raw. Scientists from a university in England studied all the research to find these exciting facts.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_b2493074d251f7e7_bb768ebb8325.webp",
      "category": "Science"
    },
    {
      "id": "3bf9e0a99eae4a78",
      "title": "A Giant Old Ship Found Underwater in Denmark",
      "summary": "Archaeologists in Denmark have discovered a huge old shipwreck from the medieval times, around the year 1410. The ship, called Svaelget 2, was a type of cargo ship known as a cog, used for trading goods across the sea. It was much bigger than most ships of its time, measuring about 28 meters long and 9 meters wide, and could carry about 300 tons of cargo. This shows that medieval Europe was growing rich and trading a lot. The ship was found half-buried in sand, which helped protect it from damage over 600 years. Archaeologists found cool things like ropes, combs, shoes, and rosary beads, giving clues about the sailors' lives. This discovery helps us learn more about how people traded and lived long ago.",
      "source": "Ars Science",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_3bf9e0a99eae4a78_262acb180a09.webp",
      "category": "Science"
    },
    {
      "id": "4418d5dcd71f671e",
      "title": "Eye Ointment Danger for Glaucoma Patients",
      "summary": "Scientists in Japan found that a common eye ointment can damage a tiny device used to treat glaucoma, a serious eye disease. The device, called a MicroShunt, helps drain fluid from the eye to reduce pressure and prevent vision loss. It is made from a special plastic that can absorb oil from petrolatum-based ointments, causing the device to swell and sometimes break. The researchers studied real patients and did lab tests to show this problem. They warn doctors and patients to avoid using these ointments with the MicroShunt to keep it safe and working properly. Glaucoma affects millions of people worldwide, and this discovery helps protect their eyesight.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_4418d5dcd71f671e_1d8870b3aa58.webp",
      "category": "Science"
    },
    {
      "id": "1c84d23f14f7d943",
      "title": "Teen Brains Grow New Connection Spots",
      "summary": "Scientists have found something new in teen brains. They discovered that during the teenage years, brains don't just lose connections; they also make new, tight clusters of synapses in specific spots. Synapses are like tiny bridges between brain cells that help messages travel. This happens in a part of the brain called the cerebral cortex, especially in Layer 5 neurons, which help control thinking. The researchers used special tools to see these spots in mice brains. They found that these clusters appear during adolescence and might be linked to brain disorders like schizophrenia. This new idea challenges the old theory that teen brains only prune or cut back connections. It shows that brain development is more complex, with both losing and making connections at the same time.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1c84d23f14f7d943_57aa85fd3eb5.webp",
      "category": "Science"
    }
  ]
}