{
  "articles": [
    {
      "id": "d547410532ab48dd",
      "title": "Advancing Plastic Upcycling with Tungsten Carbide Catalysts",
      "summary": "Researchers have developed a tungsten carbide catalyst that significantly improves the efficiency of plastic upcycling and carbon dioxide conversion, outperforming traditional platinum catalysts by up to 10 times. Platinum is widely used in industrial processes but is expensive and scarce, prompting a search for sustainable alternatives. Tungsten carbide, an Earth-abundant material, shows promise but has been limited by its unpredictable chemical behavior due to varying atomic phases. A team led by Marc Porosoff at the University of Rochester addressed this by using temperature-programmed carburization to control the structure of tungsten carbide during reactions at high temperatures. They identified a specific phase, β-W2C, that excels in converting carbon dioxide into fuel precursors and driving hydrocracking to break down plastic waste like polypropylene into reusable materials. This innovation could reduce reliance on precious metals, lower costs, and enhance recycling efforts, with potential applications in industries dealing with waste management and chemical production. The research, published in journals like ACS Catalysis, highlights a step toward more sustainable chemical engineering practices.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_d547410532ab48dd_468eb8ca71f8.webp",
      "category": "Science"
    },
    {
      "id": "bd49212243a21dd0",
      "title": "Unveiling the Milky Way: A New Radio Image Revolutionizes Astronomy",
      "summary": "Astronomers from the International Centre of Radio Astronomy Research have created the largest low-frequency radio color image of the Milky Way, offering an unprecedented view from the Southern Hemisphere. This image, produced by PhD student Silvia Mantovanini over 18 months using about 1 million CPU hours on supercomputers, combines data from the Murchison Widefield Array telescope in Western Australia. It draws from the GLEAM and GLEAM-X surveys, which collected observations over 141 nights between 2013 and 2020. Compared to a previous 2019 image, this new version has twice the resolution, ten times the sensitivity, and covers double the sky area, enabling detailed study of stellar phenomena. It helps astronomers trace supernova remnants and stellar nurseries, providing insights into star formation, evolution, and death. This advancement supports research on how stars interact within the galaxy, revealing clearer structures and enhancing our understanding of cosmic processes.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_bd49212243a21dd0_320e154960a9.webp",
      "category": "Science"
    },
    {
      "id": "8a81403bcdabc742",
      "title": "Unveiling a Rapidly Growing Black Hole in the Early Universe",
      "summary": "Astronomers have discovered an unusual quasar in the early Universe that hosts a supermassive black hole growing at an exceptionally high rate. Using data from the Subaru Telescope, the international team observed that this black hole is accreting matter at about 13 times the Eddington limit, a theoretical maximum for growth. Surprisingly, it also emits intense X-rays and produces a strong radio jet, features that existing models suggest should not coexist during such rapid growth. The quasar, located about 12 billion years ago, provides insights into how supermassive black holes achieved massive sizes so early in cosmic history. Researchers propose it might be in a transitional phase following a sudden gas influx, allowing super-Eddington accretion while maintaining active corona and jet emissions. This challenges current theories and offers a rare opportunity to study black hole evolution. The findings, published in the Astrophysical Journal, could advance our understanding of galaxy formation, as the jet's energy may influence star formation and galactic development.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8a81403bcdabc742_7fdd927c3c96.webp",
      "category": "Science"
    },
    {
      "id": "0490ec6b30ea3488",
      "title": "New Research Reveals Hopping Abilities of Ancient Giant Kangaroos",
      "summary": "Recent scientific research has challenged previous assumptions about the movement capabilities of giant kangaroos, suggesting they may have been able to hop despite their massive size. These prehistoric species, such as Protemnodon from the Pleistocene epoch, could weigh up to 250 kilograms, leading earlier studies to argue that their ankles were too weak for hopping. However, a study published in Scientific Reports by Megan Jones and colleagues indicates that these animals were mechanically capable of hopping in short bursts. The researchers analyzed hindlimb bones from 94 modern and 40 fossil specimens across 63 kangaroo and wallaby species, focusing on the fourth metatarsal and heel bones. They found that the metatarsals were strong enough to withstand hopping stresses, and heel bones could support the necessary Achilles tendon size. While hopping was feasible, it was likely not the primary locomotion method due to inefficiency over long distances for such large bodies. Instead, brief hopping bursts may have served as an escape mechanism from predators like Thylacoleo, an extinct marsupial lion. This study provides insights into the biomechanics and behavior of extinct megafauna, highlighting how anatomical adaptations allowed for occasional hopping.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0490ec6b30ea3488_b9db7fcb47fd.webp",
      "category": "Science"
    },
    {
      "id": "a2dc0401407b3d46",
      "title": "Space Industry Updates: Rocket Failures, Funding, and Strategic Moves",
      "summary": "This article provides a weekly update on the global rocket industry, highlighting both progress and challenges. In China, two rocket failures occurred within 12 hours, underscoring the difficulties in space launch reliability. Rocket Lab experienced a setback with its Neutron rocket during a key qualification test, potentially delaying its debut. Meanwhile, Australia's Gilmour Space Technologies secured $148 million in funding, aiming to develop sovereign launch capabilities and reduce reliance on foreign providers like SpaceX. In Europe, Isar Aerospace postponed its Spectrum rocket launch due to a valve issue, as the continent seeks to enhance its space sovereignty amid geopolitical tensions. Additionally, UK-based Orbex may be sold to The Exploration Company, reflecting financial pressures in the competitive launch market. The report illustrates how nations and companies are navigating technical hurdles, funding needs, and strategic alliances to advance their space programs.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a2dc0401407b3d46_4215c7baf13f.webp",
      "category": "Science"
    },
    {
      "id": "aa10d7c69c718870",
      "title": "Discovering the World's Oldest Art: A 67,800-Year-Old Hand Stencil",
      "summary": "Archaeologists in Indonesia have identified a 67,800-year-old hand stencil in Liang Metanduno cave as the world's oldest known human-made artwork. This discovery, made by Adhi Agus Oktaviana and his team from Indonesia's National Research and Innovation Agency, surpasses the previous record-holder, a Neanderthal hand stencil in Spain, by about 1,100 years. The hand stencil was created by placing a hand against a limestone cave wall and blowing a mixture of pigment and water to form a negative outline. Using uranium-thorium dating on a calcite layer covering the faded stencil, researchers determined its age, revealing it as evidence of early human presence in Wallacea, the island region between Asia and Australia. The study involved surveying 44 rock art sites in Sulawesi and its satellite islands, uncovering 14 new sites and dating 11 artworks. This finding highlights a vibrant artistic culture during the late Pleistocene epoch in Sulawesi, with other ancient artworks like murals depicting animals and human-like figures also documented. The hand stencil serves as a tangible link to past human exploration and creativity, though its exact meaning remains unknown. Ongoing archaeological work suggests more discoveries may await in these understudied areas.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_aa10d7c69c718870_379cf33be9a0.webp",
      "category": "Science"
    }
  ]
}