{
  "articles": [
    {
      "id": "259c245c07a9a8ca",
      "title": "A Big Problem in a Hospital Changing Room",
      "summary": "In a hospital in Darlington, some nurses felt upset when a trans woman used the female changing room. They said it made them uncomfortable and reminded one nurse of bad memories. The nurses complained to their bosses, but nothing changed at first. Later, a court said the hospital bosses did something wrong by letting the trans woman use that room without thinking about the nurses' feelings. The court said the bosses should have found a better solution. This story shows how workplaces, like hospitals, can have big arguments about fairness and respect for everyone. It teaches us that it's important to listen to all people and find ways to make everyone feel safe and happy at work.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_259c245c07a9a8ca_f55f33e8f822.webp",
      "category": "News"
    },
    {
      "id": "b0516931c3ee34a1",
      "title": "UK Prices Go Up a Little After Five Months",
      "summary": "In the UK, prices for things people buy went up a bit in December after going down for five months. This is called inflation, and it rose to 3.4%. The main reasons were higher prices for tobacco and airplane tickets during Christmas. Experts say this is not a big worry because these are one-time things that won't keep happening. The Bank of England, which controls interest rates, will meet soon to decide what to do. They might lower borrowing costs slowly this year to help people. The government is trying to cut living costs by freezing rail fares and prescription charges. Some people blame the government for the price rise, but others think it's just temporary. Overall, this small increase is expected to be short-lived.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b0516931c3ee34a1_da1f2e48168f.webp",
      "category": "News"
    },
    {
      "id": "267a7091400ecb13",
      "title": "Trump's Big Trip to Davos",
      "summary": "President Donald Trump is going to a big meeting in Davos, Switzerland, called the World Economic Forum. Before he even gets there, he has talked about wanting to buy Greenland and putting taxes on European countries. People are wondering if he will get a friendly welcome when he arrives. The article also talks about other news, like a soccer team from Morocco winning a game, threats to Iran, and events in Venezuela where the US is involved with oil and a leader named Maduro. It shows different views from people around the world on these topics.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_267a7091400ecb13_0507b35756f7.webp",
      "category": "News"
    },
    {
      "id": "490b1eaf117ef9c8",
      "title": "Border Patrol and ICE Leaders Explain Their Work in Minneapolis",
      "summary": "In Minneapolis, leaders from Border Patrol and ICE held a press conference to talk about their work. They said they arrested many people who they believe are dangerous criminals. They defended their methods, like breaking down doors without a warrant, saying it is necessary and legal. However, some people, like Julia Decker from the Immigrant Law Center, are worried because they cannot check if the arrest numbers are correct. Also, federal prosecutors are investigating Minnesota officials to see if they tried to stop the immigration operations. This is a story about how police handle immigration and the disagreements that come with it.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_490b1eaf117ef9c8_ae4f4908f233.webp",
      "category": "News"
    },
    {
      "id": "dc8fbfe17a26ba1b",
      "title": "Israel Knocks Down UN Offices for Palestinian Refugees",
      "summary": "In Jerusalem, Israeli forces knocked down offices of the United Nations Relief and Works Agency (UNRWA), which helps Palestinian refugees. This happened on Tuesday in two places: Sheikh Jarrah and Qalandia. Israel says UNRWA has ties to Hamas, a group it is fighting, but UNRWA denies this and says it helps millions of people with food, schools, and jobs. The UN Secretary-General said this action is wrong and against international law. During the demolition, tear gas was used near a school, hurting some children. Israel says it owns the land and made a new law to ban UNRWA, but UNRWA wants its offices back to keep helping refugees.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_dc8fbfe17a26ba1b_9974195df8da.webp",
      "category": "News"
    },
    {
      "id": "28b805fb9ddb197d",
      "title": "Cheating on Driving Tests is Increasing",
      "summary": "In England, Scotland, and Wales, cheating during driving tests went up by almost 50% last year. People are using Bluetooth headsets to get help on theory tests or pretending to be someone else to take tests for them. Over 1,100 cases involved technology like hidden phones and earpieces. More than 1,000 times, people tried to take tests while pretending to be the real candidate. Experts say this is dangerous because drivers who cheat might not know how to drive safely, leading to accidents, injuries, or even deaths. Cheating is a crime, and people caught can get in big trouble, like going to jail or not being allowed to drive. To stop cheating, test centers check IDs and make sure people aren't hiding anything. Last year, 96 people were prosecuted for cheating.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_28b805fb9ddb197d_ae5b7cb105aa.webp",
      "category": "News"
    }
  ]
}