{
  "articles": [
    {
      "id": "420b0aeb3f8677ba",
      "title": "简单血液测试可预测阿尔茨海默病症状出现时间",
      "summary": "华盛顿大学医学院的科学家开发了一种新的血液测试方法，能够预测阿尔茨海默病症状的出现时间，准确度约为三到四年。该测试通过测量血液中的p tau217蛋白水平来实现预测，这种蛋白反映了大脑中淀粉样蛋白和tau蛋白的积累——这是阿尔茨海默病的关键标志。研究发表在《自然·医学》期刊上，涉及603名来自长期研究项目（如骑士阿尔茨海默病研究中心和阿尔茨海默病神经影像倡议）的老年人。通过分析p tau217数据，团队创建了一个工具，可加速预防性疗法的临床试验，并最终帮助个人和医生制定干预计划以延迟症状。与目前的PET扫描或脑脊液测试相比，这种血液测试更易获取且成本更低。尽管目前不建议在无症状人群的研究或临床试验之外使用，但它显示了改善阿尔茨海默病早期检测和管理的潜力，该病影响超过700万美国人并带来高昂的护理成本。这项研究由美国国立卫生研究院生物标志物联盟支持，强调了血液生物标志物在推进神经退行性疾病个性化医疗中的作用。",
      "source": "Science Daily",
      "time_ago": "Just now",
      "image_url": "/article_images/article_420b0aeb3f8677ba_1cd2682d7bd8.webp",
      "category": "Science"
    },
    {
      "id": "08328e693fb725ec",
      "title": "清洁濑鱼在镜子实验中展现自我意识",
      "summary": "日本大阪公立大学的科学家进行了一项研究，探索清洁濑鱼（Labroides dimidiatus）的认知能力。在实验中，研究人员给这些小鱼提供了镜子，并观察它们的行为。首先，鱼被标记上类似寄生虫的人工斑点，它们利用镜子反射来定位并试图去除这些斑点，平均在82分钟内就出现刮擦行为，显示出快速学习能力。随后，一些鱼进行了“应急测试”，它们捡起虾片并丢在镜子附近，观察虾在反射中的下落，比较真实运动与镜像运动。这种行为类似于海豚和蝠鲼的表现，表明鱼理解镜子的工作原理，可能具备自我意识。研究结果挑战了先前认为自我意识仅局限于少数物种的假设，暗示它可能在动物中更广泛存在，包括鱼类。这项研究发表在《科学报告》期刊上，强调了研究动物认知的重要性，以修订进化理论，并影响动物福利和人工智能研究等领域。通过比较神经行为学，这项研究有助于更全面地理解动物智能的演化分布。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_08328e693fb725ec_2e8c3f7200e2.webp",
      "category": "Science"
    },
    {
      "id": "ab48e582df842c86",
      "title": "年轻火星火山下隐藏着强大的岩浆引擎",
      "summary": "最近发表在《地质学》上的一项研究揭示，火星上的年轻火山区域，如帕弗尼斯山以南的一个地区，由复杂的岩浆系统驱动，这些系统在长时间内不断演化。利用高分辨率轨道图像和矿物数据，一个国际研究团队绘制了该火山系统的地图，并发现了多个喷发阶段的证据。早期活动涉及裂缝喷发，而后期阶段形成了锥形特征，所有这些都由同一底层岩浆库供给。矿物特征表明岩浆成分发生了变化，暗示喷发前深度和储存时间的改变。这项研究表明，火星最近的火山活动期涉及活跃而复杂的地下过程，通过轨道观测提供了对行星内部的见解，而无需直接采集岩石样本。这些发现突显了遥感在理解岩石世界火山演化中的价值，为比较行星地质学提供了重要数据。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ab48e582df842c86_5212532f0b1c.webp",
      "category": "Science"
    },
    {
      "id": "c155ccdf7784377d",
      "title": "撒哈拉沙漠发现“地狱苍鹭”：巨型刀冠棘龙新物种",
      "summary": "《科学》杂志发表的一项新研究宣布，在尼日尔的撒哈拉沙漠中部发现了一种以前未知的棘龙科恐龙物种——奇异棘龙（Spinosaurus mirabilis）。由芝加哥大学有机生物学和解剖学教授保罗·塞雷诺博士领导的20人研究团队在偏远地区挖掘出化石，这一发现为棘龙科演化的最后阶段提供了重要新证据。奇异棘龙最显著的特征是其巨大的弯刀状冠饰，冠饰的纹理和内部血管通道表明它由角蛋白覆盖，可能色彩鲜艳，用作展示结构。头骨还显示出紧密互锁的上下牙齿，形成捕捉滑溜猎物的有效陷阱，这种适应在鱼食性动物中常见。与之前认为棘龙科完全水生的理论不同，该化石点位于距古代海岸线500-1000公里的内陆，附近有长颈恐龙的部分骨骼保存在河流沉积物中，指向一个森林覆盖、水道纵横的内陆环境。塞雷诺将这种恐龙描述为“地狱苍鹭”，可能大部分时间在浅水区潜行捕鱼。此次探险始于1950年代专著中的一条简短笔记，提及一颗类似鲨齿龙的剑形化石牙齿，团队在一位图阿雷格人的引导下深入撒哈拉找到化石丰富区。塞雷诺强调了在沙漠中用太阳能组装3D数字模型的情感时刻，这一发现不仅拓展了对棘龙科演化的理解，还提升了尼日尔在古生物学领域的遗产。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c155ccdf7784377d_ad1571923006.webp",
      "category": "Science"
    },
    {
      "id": "c2622ffa1b31ffd8",
      "title": "NASA称需将Artemis II火箭运回机库维修",
      "summary": "NASA宣布，由于发现太空发射系统（SLS）火箭上面级（即临时低温推进级）的氦气流动系统出现问题，需要将Artemis II任务推迟。该问题于周五晚间在例行加压操作中被检测到，导致氦气流动中断。NASA局长贾里德·艾萨克曼表示，维修工作必须在车辆装配大楼（VAB）内进行，因为只有在那里才能通过工作平台物理接触到上面级及其脐带连接。因此，高达322英尺的SLS火箭将从佛罗里达州的39B发射台通过爬行运输车运回VAB，这一过程将取消三月的发射窗口。NASA原计划最早于3月6日尝试发射，此前已通过更换密封件解决了氢泄漏问题，并在周四的加注测试中未发现重大泄漏。氦气系统用于清除发动机和加压推进剂储罐，目前备用系统正在提供净化空气，但根本原因（可能是阀门故障、脐带接口问题或过滤器故障）仍需调查，这与2022年Artemis I任务中的类似故障相呼应。NASA希望能在修复和进度评估后保留四月的发射机会，但运输振动可能损坏新安装的密封件，未来加注测试和密封完整性仍存在不确定性。此次延迟凸显了载人航天飞行中平衡安全协议与雄心勃勃时间表的挑战。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c2622ffa1b31ffd8_19da81697d7b.webp",
      "category": "Science"
    },
    {
      "id": "81f177b6ee74f945",
      "title": "NASA宇航员登月任务因火箭问题延迟",
      "summary": "NASA已推迟其Artemis II任务的发射，原定于3月6日，原因是例行检查中发现氦气流中断的技术问题。该任务旨在将四名宇航员——三名来自美国，一名来自加拿大——送往月球远侧进行为期10天的飞行，标志着人类最远的太空旅行。工程师在周五夜间的监测中发现问题，此前在肯尼迪航天中心进行的“湿式排练”测试中，火箭已加注约73万加仑推进剂并初步判定成功。氦气对加压燃料箱和冷却系统至关重要，因此此次延误被视为严重挫折。NASA管理员贾里德·艾萨克曼承认公众失望，但强调太空任务常面临延迟，并以尼尔·阿姆斯特朗1966年的Gemini 8任务为例。延误需要进一步维护，希望能在几周内发射。Artemis II是Artemis III的前奏，后者计划在2028年前让宇航员登陆月球，尽管这一时间表被认为雄心勃勃。此次任务代表了50年后月球探索的重要一步，突显了载人航天中技术审查与风险管理的复杂性。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_81f177b6ee74f945_187a7bfd6f6c.webp",
      "category": "Science"
    }
  ]
}