{
  "articles": [
    {
      "id": "fc1c779e6d39bcf0",
      "title": "Chancellor Changes Tax Plans",
      "summary": "The chancellor, who is a government leader in charge of money, was thinking about making people pay more income tax. Income tax is money that workers give to the government from their pay. But now, the chancellor has decided not to do this. This is important because it was a promise made during elections. Breaking a promise can make people unhappy. The decision helps workers keep more of their money. It shows how leaders make choices that affect everyone. This news helps us understand how governments work and why they change their minds.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fc1c779e6d39bcf0_0ade562e569f.jpg",
      "category": "News"
    },
    {
      "id": "cd33081a080310b2",
      "title": "Russian drone and missile attack kills 6, injures at least 35 in Kyiv",
      "summary": "Russia has waged a devastating aerial campaign against Ukraine since its all-out invasion of its neighbor nearly four years ago. U.S.-led diplomatic efforts this year to stop the fighting have so far come to nothing.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cd33081a080310b2_d1c5dec80943.jpg",
      "category": "News"
    },
    {
      "id": "9c3f68ff94517488",
      "title": "Man Pretends to Be Navy Admiral at Remembrance Event",
      "summary": "A man was arrested because he pretended to be a navy admiral at a special event to remember soldiers. Police found a navy uniform and medals at his home. This event is important because it honors people who served in the military. Pretending to be someone you're not is wrong and can get you in trouble. The police are investigating to find out why he did this. It's important to always tell the truth and respect those who protect our country.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_9c3f68ff94517488_ce98d488f398.jpg",
      "category": "News"
    },
    {
      "id": "13f36b28f16d8892",
      "title": "Doctor Strike Hurts Patients",
      "summary": "The health secretary, Wes Streeing, says that a five-day strike by doctors is causing problems for patients. He is worried that people might get hurt because they cannot see a doctor when they need help. This strike means doctors are not working, so hospitals might have fewer staff to care for sick people. It is important for everyone to stay safe and healthy. The government and doctors are talking to try to solve this issue. Patients and families should follow advice from health officials during this time.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_13f36b28f16d8892_f91be3df2d9b.jpg",
      "category": "News"
    },
    {
      "id": "9e568841cbe6e134",
      "title": "Florida's 16th Execution This Year",
      "summary": "In Florida, a man was executed for a very sad crime that happened a long time ago in 1979. He was found guilty of taking a 6-year-old girl from her bedroom and killing her. This happened on a Thursday evening, and it was the 16th time this year that Florida has carried out an execution using lethal injection. Executions are a serious punishment where a person who committed a terrible crime is put to death by the government. This event shows how the justice system works in some places, but it can make people feel different ways about whether it is right or wrong. It is important to remember that laws about executions vary, and this case is part of a bigger discussion on crime and punishment.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_9e568841cbe6e134_97a1e13e952d.jpg",
      "category": "News"
    },
    {
      "id": "3372604d9d70cbfb",
      "title": "New Rules for College Teachers in Texas",
      "summary": "At Texas A&M University, a big school in Texas, there is a new rule for teachers. They must ask the school president for permission before talking about certain topics like race and gender in their classes. This happened after a video of a student arguing with a teacher became very popular online. The rule is meant to make sure discussions are fair and do not cause problems. Some people think this is a good idea to keep things calm, while others worry it might stop important conversations. It's all about how schools handle tricky subjects.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_3372604d9d70cbfb_24dfdf00c173.jpg",
      "category": "News"
    }
  ]
}