{
  "articles": [
    {
      "id": "f73ebc9946573d76",
      "title": "Ancient Mammoth Tusk Patterns Tell a Story",
      "summary": "Scientists found old patterns on mammoth tusks in caves in Germany that might be a very early form of writing. These patterns are lines, dots, and crosses carved into the tusks, which are about 45,000 years old. Before this, people thought writing started around 5,000 years ago in places like ancient Iraq. The researchers think Stone Age people used these symbols to share messages and show they were smart, just like us today. They studied over 3,000 characters on 260 objects to learn more. The exact meaning of the symbols is still unknown, but it helps us understand how humans communicated long ago.",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_f73ebc9946573d76_69aa5961a74d.webp",
      "category": "Science"
    },
    {
      "id": "2e364d5bb9b18be1",
      "title": "Hot Rocks Power Homes in the UK",
      "summary": "In the UK, a new power plant has started using hot water from deep underground to make electricity. This is called geothermal energy. The plant drilled three miles down where it is very hot, nearly 200 degrees Celsius. The hot water turns turbines to create electricity for 10,000 homes. It also gets lithium, a mineral used in batteries for things like electric cars. This is the first time the UK has done this, and it took many years and a lot of money to build. Unlike wind or solar power, geothermal works all the time, day and night. People are excited because it helps make clean energy without pollution.",
      "source": "BBC Science",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2e364d5bb9b18be1_75f37dc872a2.webp",
      "category": "Science"
    },
    {
      "id": "2b59cd9dcd6521eb",
      "title": "Do Vegetarians Live as Long as Meat Eaters?",
      "summary": "A study looked at people in China who were 80 years old or older. It found that those who did not eat meat were less likely to reach 100 years old than those who ate meat. But this does not mean vegetarian diets are bad. The study only included very old people, whose bodies need different foods. As people get older, they might lose muscle and weight, and they need more protein and nutrients to stay healthy. Meat can provide these, but vegetarians need to make sure they get enough from other foods like beans or nuts. Also, the study showed that only underweight vegetarians had a lower chance of living to 100. If they were a healthy weight, there was no difference. This reminds us that eating enough food is important for everyone, especially older adults.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2b59cd9dcd6521eb_ac6ac29ebdc5.webp",
      "category": "Science"
    },
    {
      "id": "59ae39d1f1e32fc4",
      "title": "Shingles Vaccine Helps Older People Stay Healthier",
      "summary": "A shingles vaccine might help older adults age more slowly and stay healthier. Shingles is a painful rash caused by the chickenpox virus that can come back when people get older. Scientists studied over 3,800 adults aged 70 and older in the U.S. They found that those who got the shingles vaccine had slower biological aging compared to those who did not get it. Biological aging means how well the body works, not just how old someone is. The vaccine may reduce inflammation, which is linked to diseases like heart problems and memory loss. This research suggests vaccines can do more than prevent infections; they might help people age better by keeping their bodies in good shape.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_59ae39d1f1e32fc4_a44b4c0ee09c.webp",
      "category": "Science"
    },
    {
      "id": "17e62b2ccede8466",
      "title": "Does Exercise Help with Joint Pain?",
      "summary": "A big study looked at whether exercise helps people with osteoarthritis, a disease that makes joints hurt and stiff. The study found that exercise might only give a little relief for a short time, and sometimes it doesn't help much more than doing nothing. This is surprising because doctors often tell people with joint pain to exercise first. The study checked many other studies with thousands of patients who had knee, hip, hand, or ankle osteoarthritis. It showed that exercise didn't reduce pain much compared to fake treatments or no treatment. The benefits were even smaller in bigger or longer studies. Exercise worked about the same as other treatments like medicine or education. The researchers say we need to think differently about using exercise as the main way to treat joint pain.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_17e62b2ccede8466_b3e74563e3a4.webp",
      "category": "Science"
    },
    {
      "id": "752cab320248f48a",
      "title": "Oatmeal Helps Lower Bad Cholesterol in Just Two Days",
      "summary": "A study from the University of Bonn found that eating mostly oatmeal for two days can reduce bad cholesterol by 10% in people with metabolic syndrome. Metabolic syndrome includes problems like being overweight, high blood pressure, high blood sugar, and unhealthy fat levels. In the study, 32 people ate oatmeal three times a day for two days and cut their calories in half. They lost weight and had lower blood pressure too. Another group cut calories but did not eat oats and did not see as much improvement. The benefits lasted for six weeks. Researchers think oatmeal changes gut bacteria, which helps lower cholesterol. Oats have been used for health since the early 1900s to treat diabetes, but this study shows they can help with cholesterol too.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_752cab320248f48a_5fb30fde23ed.webp",
      "category": "Science"
    }
  ]
}