{
  "articles": [
    {
      "id": "e027724421c11474",
      "title": "克莱尔·福伊称自己感染寄生虫五年",
      "summary": "英国著名女演员克莱尔·福伊在《餐桌礼仪》播客中透露，她感染寄生虫长达至少五年，可能是在摩洛哥旅行时染上的。症状包括不明原因的体重下降，为此她咨询医生后，选择避免使用强效抗生素，转而接受较温和的治疗，包括戒除咖啡因。此外，福伊还患有一种自身免疫性疾病，为减少炎症，她日常饮食中避免摄入麸质和糖，仅在外出用餐时偶尔破例。她幽默地将保守这一健康秘密比作参加真人秀《叛徒》。英国国民保健署指出，蠕虫感染可能在国内外发生，但通常不严重，可用药物治疗，症状包括体重减轻、皮疹或消化问题。福伊的故事突出了个人健康管理的重要性，并提高了对寄生虫感染和自身免疫性疾病的认识。作为因在Netflix剧集《王冠》中饰演伊丽莎白二世女王而获奖的演员，她的经历结合了名人轶事与公共卫生信息，展示了健康倡导的广泛影响。",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_e027724421c11474_c3cc52bf8a6b.webp",
      "category": "Fun"
    },
    {
      "id": "19060a722e600ec6",
      "title": "德拉科·马尔福成为中国农历新年意外吉祥物",
      "summary": "在中国，哈利·波特系列中的角色德拉科·马尔福意外成为农历新年的吉祥物，这主要归因于其中文名“马尔福”的吉祥含义，该名字包含“马”和“福”字，与即将到来的马年象征意义相契合。这一趋势反映了哈利·波特在中国的高度流行，该系列书籍和电影销量巨大。农历新年期间，中国家庭传统上会用春联和“福”字（印有“福”字的红色方纸）装饰家居，如今一些人开始融入德拉科·马尔福的图像，常将其倒挂以象征“福到”，因为中文中“倒”与“到”发音相同。社交媒体平台如微博上，用户分享这些装饰和幽默评论，例如引用系列中的幸运药水“福灵剂”。电商平台如淘宝也抓住商机，销售相关贴纸和磁铁。演员汤姆·费尔顿在Instagram上认可了这一趋势，引发了粉丝更多兴奋，他们使用“马尔福本尊百分百搞笑”等标签。这一现象凸显了全球流行文化如何与本地传统融合，由粉丝热情和商业机会驱动。",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_19060a722e600ec6_310ae952d0b1.webp",
      "category": "Fun"
    },
    {
      "id": "2fffa1471feb1ea1",
      "title": "艾伦·马西讣告：著名小说家、评论家和评论员",
      "summary": "艾伦·马西去世，享年87岁，他在苏格兰文坛中独树一帜，与同时代作家及主流文学趋势有所不同。政治上保守且支持联合主义，他出生于殖民时期新加坡的特权家庭，曾在格伦阿尔蒙德学院和剑桥大学接受教育。后来定居于苏格兰边境地区，创作了可读性强、易于理解的传统现实主义小说。他最成功和知名的作品以历史为背景，继承了他的英雄之一、高地保守派边境人士沃尔特·斯科特爵士的传统。这一切使他与主要来自工人阶级、苏格兰西部的同代作家如阿拉斯代尔·格雷、詹姆斯·凯尔曼和威廉·麦克尔瓦尼等人形成鲜明对比，这些作家是20世纪70年代末开始的苏格兰小说复兴运动的重要人物。马西还并行从事记者职业，为全球多家出版物撰稿。他在《苏格兰人报》撰写了五十年的书评，每周提交评论以及专栏、特写、政治分析甚至橄榄球报道。他是苏格兰最后一位自由撰稿的文人，同样乐于沉浸在书籍和报纸页面之间，似乎能接手任何委托。他的去世使国家失去了一位才华横溢、机智幽默的评论员，从不害怕反对共识。他的成功尤为显著，因为他直到38岁才转向全职写作。童年在新加坡和阿伯丁郡之间度过，马西在剑桥攻读历史，随后在苏格兰和意大利的学校任教十多年。在罗马教授英语作为外语时，马西向《苏格兰人报》提交了一篇关于意大利政治的文章。随后被委托撰写书评，他迟来的写作生涯就此开始。最常被引用来与马西比较的两位作家是沃尔特·斯科特爵士和约翰·巴肯。两人都是畅销的历史小说家，都是政治上活跃的保守党人，并且都将边境地区置于作品和生活的核心。这些比较恰如其分。马西曾写道“叙事是小说的核心”，这在他的作品中确实如此。他擅长通过将可信的角色置于历史时期（最成功的是罗马帝国、黑暗时代和第二次世界大战）的引人入胜的故事中来吸引读者。马西全面继承了斯科特的遗产，充当了这位作家的捍卫者，并致力于保护他在梅尔罗斯附近阿伯茨福德的乡间宅邸。1994年，他写了《破烂的狮子》，一部虚构化的律师、作家和地主回忆录。马西的作品巧妙地让读者参与大理念——帝国主义、个人关系与意识形态运动之间的冲突、我们对自己讲述的政治领袖故事中的神话与现实——同时不忘娱乐。这是一种罕见的才能，他的可读性或许使他在重大文学奖项方面处于不利地位。他于1989年凭借小说《忠诚问题》获得了索尔特协会年度图书奖，但布克奖评委后来未将他列入候选名单，导致评审团一名成员辞职。",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_2fffa1471feb1ea1_9f762ca008c9.webp",
      "category": "Fun"
    },
    {
      "id": "19823b71aaff49bb",
      "title": "BTS复出秀和纪录片将在Netflix播出",
      "summary": "韩国流行音乐超级组合BTS宣布在Netflix上直播他们复出后的首场演出。这场音乐会将于3月21日在首尔的光化门广场现场直播，这是首尔最具象征意义的地标之一。活动旨在庆祝他们备受期待的第五张录音室专辑《ARIRANG》的发布，该专辑定于3月20日发行。Netflix表示，演出后将播出名为《BTS：回归》的亲密纪录片，于3月27日上线，为粉丝提供“罕见的幕后视角”，展示团体在成员完成兵役后高度期待的回归。Netflix与团体唱片公司Hybe的合作紧随BTS新专辑和世界巡演的宣布，巡演将涵盖34个城市的82场演出。这将使成员RM、Jin、Suga、J-Hope、Jimin、V和Jung Kook首次在全球舞台上重聚。格莱美提名团体自2019年以来未在韩国和美国以外演出。成员在2022年休团期间发行了个人专辑并进行了单独巡演和表演。他们在所有成员完成韩国强制性兵役后于去年6月回归团体活动。Netflix称：“通过前所未有的全球直播、纪录片电影和横跨多个大洲的广泛世界巡演，BTS的复出成为一个定义性的文化时刻。”他们的世界巡演将于7月6日和7日在伦敦托特纳姆热刺体育场举行两晚。随着全球数百万粉丝（统称为ARMY）等待他们的复出，Netflix表示纪录片将展示BTS面对“更安静的问题”，如“如何重新开始”和“如何共同前进”。Netflix补充道：“通过怀疑、笑声和重新发现的时刻，他们创作了反映他们现在是谁的新音乐——最终成为时代的里程碑专辑。”乐队周一在O2布里克斯顿学院为约5000名粉丝演出了备受期待的演出。",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_19823b71aaff49bb_82ef2337e395.webp",
      "category": "Fun"
    },
    {
      "id": "9b447a3c0efe6e19",
      "title": "网球界的格拉斯顿伯里：澳大利亚公开赛的未来走向",
      "summary": "澳大利亚公开赛，被罗杰·费德勒昵称为“快乐大满贯”，已从一个传统的两周网球赛事转变为为期三周的文化盛宴。在赛事总监克雷格·泰利的“节日化”愿景下，本届赛事引入了如“一分制大满贯”等创新活动，并举办了由费德勒和诺瓦克·德约科维奇等巨星参与的开幕仪式，以及佩吉·古和The Kid Laroi领衔的音乐演出，使其被誉为“网球界的格拉斯顿伯里”。这一转变吸引了破纪录的观众并增加了收入，但同时也引发了批评，包括 intrusive 的幕后摄像头、场地过度拥挤以及许多观众对网球本身兴趣不足的指控。随着泰利据报可能离职，文章探讨了赛事近年来的成功，并质疑其未来方向，如何在创新与保持网球核心产品之间取得平衡。这种扩张反映了体育娱乐化的更广泛趋势，但也引发了关于商业化与运动员舒适度的辩论。赛事从赛前宁静的练习周变为每日明星云集的活动，体现了体育与娱乐的融合，但这也带来了对网球专注度可能丧失的担忧。",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9b447a3c0efe6e19_8eaee7f7f2ec.webp",
      "category": "Fun"
    },
    {
      "id": "4fc81c7ecdfa42b0",
      "title": "科学家寻找被禁止的反物质转变",
      "summary": "由中山大学和中国科学院近代物理研究所领导的国际团队启动了名为MACE的雄心勃勃实验，旨在寻找μ子素自发转变为反μ子素的极罕见事件。μ子素是由正μ子和电子组成的短寿命系统，其转变为反μ子素将违反粒子物理学中的轻子味守恒规则，这是标准模型的关键部分，并为现有理论之外的新物理提供直接证据。MACE旨在通过使用强大的表面μ子束、新开发的二氧化硅气凝胶靶和能够进行极精确测量的探测器，将灵敏度提高超过一百倍，以检测小至O(10-13)的转变概率。如果成功，该实验可以让科学家探索能量尺度高达100 TeV的新物理，与未来粒子对撞机相媲美甚至超越，并在第一阶段研究其他罕见衰变过程。MACE是惠州大型研究设施（如HIAF和CiADS）推动的更大科学努力的一部分，旨在确立中国在高精度核与粒子物理领域的全球领导地位，同时其开发的技术可能在材料科学和医学研究等领域找到应用。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4fc81c7ecdfa42b0_b1f99ab1ab7d.webp",
      "category": "Fun"
    }
  ]
}