{
  "articles": [
    {
      "id": "2555cce3acc2b704",
      "title": "被拘留的英国女子描述伊朗监狱生活，数小时后被判10年徒刑",
      "summary": "英国女子林赛·福尔曼和她的丈夫克雷格·福尔曼在2025年1月进行环球摩托车旅行时，途经伊朗被拘留，并被指控从事间谍活动。林赛在德黑兰臭名昭著的埃文监狱通过电话接受BBC采访，将拘留描述为“对心灵的耐力测试”，并称监狱生活对她的身心健康造成了损害。她试图在狭窄的监狱院子里通过绕圈跑步来锻炼身体，但承认身体状况可能下降。在被判10年徒刑前数小时，林赛向伊朗当局发送了一封信，投诉他们的待遇。夫妇俩否认间谍指控，他们的儿子乔·贝内特表示，伊朗当局从未出示任何证据，并呼吁英国政府利用一切可用途径确保他们获释。英国外交大臣伊薇特·库珀谴责这一判决“完全令人震惊且毫无道理”。家人报告称，保释申请被忽视，在法庭听证会上，他们未被允许为自己辩护。尽管持有有效签证和批准的行程，夫妇仍被拘留，这引发了对伊朗法律程序和人权状况的担忧。此案凸显了外国人在伊朗可能面临任意拘留的问题，以及国际外交在解决此类案件中的作用。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2555cce3acc2b704_d7f16823a52e.webp",
      "category": "News"
    },
    {
      "id": "1f182498aee2e6f2",
      "title": "安德鲁被捕后警方完整声明",
      "summary": "泰晤士河谷警方在安德鲁·蒙巴顿-温莎于周四因涉嫌公职不当行为被捕后发布了声明。此前，警方表示正在评估一项投诉，涉及涉嫌与已故性犯罪者杰弗里·爱泼斯坦共享机密材料。安德鲁已否认与爱泼斯坦文件相关的任何不当行为。警方声明全文包括：作为调查的一部分，警方于2月19日逮捕了一名来自诺福克的六十多岁男子，涉嫌公职不当行为，并在伯克郡和诺福克的地址进行搜查。该男子目前仍被警方拘留。根据国家指导方针，警方不会公布被捕者姓名，并提醒此案现已进入司法程序，出版物应谨慎以避免藐视法庭。助理首席警监奥利弗·赖特表示，经过彻底评估，警方已就此项公职不当行为指控展开调查，强调保护调查的完整性和客观性的重要性，并理解此案引起的重大公众兴趣，将在适当时机提供更新。文章还穿插了其他警方动态，如针对危险驾驶者的行动、酒店袭击事件、浪漫诈骗和桥梁损坏，但核心焦点仍是此次逮捕及调查。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1f182498aee2e6f2_62da0ae8944f.webp",
      "category": "News"
    },
    {
      "id": "18dbdf5a5f3cddc8",
      "title": "斯塔默任命安东尼娅·罗密欧为英国公务员首长",
      "summary": "英国首相基尔·斯塔默爵士任命安东尼娅·罗密欧女士为内阁秘书，这是英国公务员体系的最高职位。这一任命具有历史意义，因为她是该职位设立110年来的首位女性担任者。内阁秘书是首相的首席政策顾问，负责确保政府决策得以实施，并管理英国的所有公务员。安东尼娅女士拥有25年的政府部门领导经验，曾在内政部、国际贸易部和司法部担任常务秘书。她的任命经过了由第一公务员专员吉塞拉·斯图尔特男爵夫人监督的尽职调查程序，接替了仅任职14个月便因媒体负面报道而离职的前任克里斯·沃莫尔德爵士。尽管安东尼娅女士在担任英国驻纽约总领事期间曾面临多起欺凌投诉，但调查结果显示“无需进一步处理”，政府消息人士强调她“办事得力”的能力。斯塔默首相赞扬了她的专业精神和为公众服务的奉献，安东尼娅女士则表示将致力于提升公务员体系的效率、创新和执行力，以应对国家面临的挑战。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_18dbdf5a5f3cddc8_c6ca94dc1ced.webp",
      "category": "News"
    },
    {
      "id": "21d4987eb6c2590e",
      "title": "泄露计划建议：英国有特殊教育需求的学生支持将在小学后接受审查",
      "summary": "根据泄露的政府计划，英国有特殊教育需求和残疾（SEND）的儿童在升入中学时，其获得支持的权利将接受审查。从2029年起，持有教育健康护理计划（EHCP）的儿童——这些法律文件规定了他们有权获得的额外支持——将在小学毕业后重新评估，作为更广泛系统改革的一部分。英国广播公司了解到，这将与通过学校主导的个人支持计划（ISP）将所有SEND儿童纳入法律权利扩展相结合。全国校长协会秘书长保罗·怀特曼告诉BBC，“当前系统既辜负了儿童，也辜负了学校”。这些激进计划可能最早于周一议员返回议会时全面公布。教育部发言人表示，部长们将“很快”在一份新的学校白皮书中阐述完整计划，称这将提供“儿童权利的扩展”，并建立在创建“真正包容性系统”的工作基础上。自由民主党表示，该系统需要“彻底改革，而非微小调整”。该党教育、儿童和家庭发言人穆尼拉·威尔逊说：“调整电子表格无法修复一个根本性破碎的系统”。在英格兰，约有482,000名学龄儿童持有EHCP，这些计划详细规定了他们获得支持的个体法律权利。如果考虑到25岁以下及非在校人员，英格兰EHCP持有者人数升至近639,000人。EHCP可提供的支持类型因每个儿童的个体需求而异，可能包括言语和语言治疗、职业治疗、心理健康服务访问或与教学助理的一对一时间。许多家长寻求在小学结束前建立EHCP，这通常涉及漫长而令人沮丧的过程，包括通过法庭挑战地方当局。家长往往自付评估和法律费用，由于对改革的焦虑加剧，过去一年寻求EHCP的人数显著增加。在新系统下，BBC了解到，经历每个教育阶段——从小学到中学，然后可能从中学到学院——的儿童将转入新系统，意味着他们将接受重新评估。随着政府试图控制快速上升的成本，这将意味着保留这些涉及健康、社会护理及教育需求计划的比例将变小。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_21d4987eb6c2590e_22e8951de6ac.webp",
      "category": "News"
    },
    {
      "id": "2591bdb5fcba8dc8",
      "title": "日本首相高市早苗连任后寻求与美国合作开发稀土资源",
      "summary": "日本首相高市早苗在连任后，于近日的新闻发布会上表达了深化与美国关系的愿望，特别是在稀土资源开发和经济安全领域的合作。她计划下月访问华盛顿，与美国总统唐纳德·特朗普会晤，旨在加强双边合作，以应对近期中日关系紧张带来的挑战。作为日本首位女性首相，高市早苗在议会中获得连任并组建了第二届内阁，凭借其所在政党在众议院的超多数席位，她拥有强大的立法权力来推动其议程。她的目标包括增强军事实力、增加政府支出以及实施超保守的社会政策，如收紧移民规定和维护男性-only的皇室继承规则。然而，她面临紧迫的国内问题，如物价上涨、工资增长缓慢以及人口下降，这些需要立即通过预算案来解决。尽管她长期希望修订美国起草的和平宪法，但目前这一目标可能因处理这些经济和安全问题而暂缓。高市早苗的战略反映了在全球化背景下，日本寻求通过国际合作来保障资源安全和应对地缘政治风险的务实态度。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2591bdb5fcba8dc8_b0ddbf6edace.webp",
      "category": "News"
    },
    {
      "id": "66f515ee7831029a",
      "title": "倒滑摄像师：捕捉奥运胜利与失落的冰上视角",
      "summary": "乔丹·考恩是一位创新的摄像师，在奥运会上以独特方式拍摄花样滑冰。作为一名前美国竞技冰舞选手，他在表演结束后倒滑上冰，近距离捕捉运动员的原始情感瞬间——从胜利的狂喜到失落的沮丧，为全球广播提供素材。在米兰科尔蒂纳冬奥会上，他身着冰白色礼服，为奥林匹克广播服务公司工作，向各国转播商提供 footage。考恩的角色需要细腻处理：例如，在美国选手伊利亚·马利宁成功完成长节目后，马利宁兴奋地击打摄像机；而在自由滑失误后，考恩则保持距离以尊重其失望情绪。这种方法实现了头顶或边线摄像机无法达到的亲密接触。考恩于2018年创立了自己的公司“冰上视角”，旨在通过病毒式社交媒体视频激发业余参与度，类似于电视对交谊舞的影响。他曾拍摄美国锦标赛和世界展览等活动，滑冰运动员常通过他的麦克风发送信息或做出心形手势，增强了观众体验。他的工作有助于人性化运动员，并为体育广播增添了新维度。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_66f515ee7831029a_e35a9ddea57b.webp",
      "category": "News"
    }
  ]
}