{
  "articles": [
    {
      "id": "4a029eda89c83930",
      "title": "每日一杯酒可能增加口腔癌风险",
      "summary": "一项发表在《BMJ全球健康》期刊上的大型比较研究发现，即使是低剂量的每日饮酒也与印度口腔癌风险显著增加相关。每天饮用约9克酒精，相当于一杯标准酒，会导致风险上升50%。研究特别指出，本地酿造的酒精饮料风险最高。当饮酒与咀嚼烟草结合时，效果尤为严重，研究人员估计这种组合可能占印度所有口腔（颊黏膜）癌病例的62%。口腔癌在印度是第二常见的癌症，每年新增约143,759例诊断和79,979例死亡，发病率持续上升，生存率较低。该研究于2010年至2021年间进行，比较了1,803名颊黏膜癌患者和1,903名随机选择的对照组个体，详细调查了饮酒习惯（包括11种国际饮料和30种本地酿造选项）和烟草使用情况。结果显示，癌症患者平均烟草使用时间更长、每日酒精摄入量更高，且农村地区居民风险更大。这项研究强调了在印度，尤其是农村地区，针对酒精和烟草共同使用的公共卫生干预措施的紧迫性，以预防口腔癌并改善健康结局。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    },
    {
      "id": "3bad7d2a3bb54b4b",
      "title": "科学家证实火星时间比地球更快",
      "summary": "美国国家标准与技术研究院（NIST）的物理学家在《天文学杂志》上发表了一项突破性研究，精确计算出火星上的时间比地球每天快477微秒。这一发现基于爱因斯坦的相对论，表明火星较弱的引力导致时钟走得更快，但由于火星的椭圆轨道及其他天体（如太阳和木星）的引力影响，每日时间差异可高达226微秒。该研究建立在2024年月球时间框架的基础上，利用火星任务数据估算表面引力并考虑相对论效应，以解决太阳系内时间同步的复杂性。火星的一天比地球长约40分钟，一年相当于687个地球日，因此精确计时对于NASA未来的火星探索任务至关重要，有助于导航、通信和跨行星距离的协调。这项进展突显了理论物理学与航空航天工程的交叉，为实现人类在地球之外的持续存在奠定了基础。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_3bad7d2a3bb54b4b_6357e0c90bca.webp",
      "category": "Science"
    },
    {
      "id": "e654616fc79a2329",
      "title": "希腊附近发现大规模热液喷口区令科学家震惊",
      "summary": "一项发表在《科学报告》上的新研究描述了在希腊米洛斯岛周围浅海海底发现的一个异常大型热液喷口区。在METEOR考察队M192次航行中，科学家们使用多种技术进行了详细调查，包括水下测绘工具以及自主和远程操作车辆，使团队能够近距离检查海底。调查揭示了在100至230米深度范围内先前未知的热液活动，因此米洛斯现在被认为是地中海地区最大浅至中深度热液系统之一，显著重塑了科学家对该区域喷口活动的理解。研究人员确定了三个主要喷口区域，称为Aghia Kiriaki、Paleochori-Thiorychia和Vani，均位于横跨米洛斯陆架的活跃断层带上。这些断层属于更广泛的地质结构——米洛斯湾-菲里普拉卡地堑，这是一个构造凹陷，导致部分海底下沉至230米深度。喷口位置与这些断层系统的紧密匹配突出了构造力对热液流体到达海底的强烈影响。该发现展示了断层运动和长期地质活动如何引导这些喷口区的形成和演化，使米洛斯成为地中海探索构造、火山作用和热液过程在海底相互作用的最重要自然地点之一。这项研究反映了希腊和德国研究机构之间的密切合作，并是MARUM卓越集群“海底——地球未探索界面”的一部分，研究人员计划后续考察米洛斯、圣托里尼附近的科伦坡海底火山和尼西罗斯岛。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e654616fc79a2329_95c2a910f1d1.webp",
      "category": "Science"
    },
    {
      "id": "73b77805287fa58e",
      "title": "MIT科学家发现通过mRNA技术增强衰老免疫系统的新方法",
      "summary": "随着人们年龄增长，免疫系统功能逐渐下降，T细胞数量减少且反应变慢，导致老年人更易感染疾病。为解决这一问题，MIT和Broad研究所的科学家开发了一种利用mRNA暂时重编程肝细胞的方法，以补偿胸腺（T细胞成熟的关键器官）随年龄萎缩导致的T细胞产量下降。通过递送三个关键因子，研究团队在肝脏中创建了一个模拟胸腺信号的临时“工厂”，增强了T细胞的存活和多样性。在老年小鼠实验中，该治疗使疫苗接种后T细胞群体更大且更多样化，并改善了癌症免疫疗法的反应。这项发表在《自然》杂志上的研究表明，如果该策略能适用于人类，可能帮助人们在衰老过程中保持免疫健康，减少疾病风险，为之前可能引起副作用的方法提供了更安全的替代方案。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_73b77805287fa58e_5fd4031c82a6.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "为什么2026年北极光观测前景光明",
      "summary": "本文预测2026年英国观测北极光的前景良好，主要基于太阳活动的持续影响。太阳遵循11年的活动周期，美国国家航空航天局确认其峰值出现在2024年10月。尽管已过峰值，太阳活动如耀斑和日冕物质抛射仍在发生，这些事件向地球发射带电粒子，与大气相互作用产生极光。例如，2025年11月的一次X5.1级太阳耀斑引发了显著的北极光显示，甚至在英格兰南部如德文郡和康沃尔郡都有目击报告。虽然2024年的X8.8和X9级耀斑更为强烈，但当前周期仍保持活跃，预计太阳活动极小期将在2031-32年左右到来。因此，即使2026年太阳活动逐渐减弱，单个大型太阳事件仍可能在全英范围内产生壮观的极光显示。文章强调，尽管太阳活动在下降，但仍足以支持潜在的观测机会，为天文爱好者带来希望。这一分析结合了太阳周期理论和实际观测数据，旨在提升公众对空间天气和自然奇观的认知。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "政府淡化农场遗产税计划",
      "summary": "英国政府针对继承农场的税收提案已进行淡化处理，将起征点从100万英镑提高至250万英镑。这一政策退却源于数月来农民的抗议以及部分工党后排议员的担忧。去年预算案中，部长们宣布自2026年4月起，对价值超过100万英镑的农业资产征收20%的遗产税，结束了自1980年代以来的100%税收减免。环境大臣艾玛·雷诺兹在议会圣诞休会后发布声明，表示已倾听全国农民的意见，调整政策以保护更多普通家庭农场。她强调，较大庄园应贡献更多，同时支持作为英国农村社区支柱的农场和贸易企业。全国农民联合会负责人汤姆·布拉德肖欢迎这一变化，称其使许多家庭农场免受恶劣风暴的影响。然而，乡村土地与商业协会主席加文·莱恩指出，此宣布仅限制了损害，并未完全消除，许多家庭企业因昂贵机械和土地估值可能仍高于起征点，但利润微薄难以负担税负。德比郡农民本·阿德恩认为这是正确的一步，主张免除家庭农场税收，仅对有能力纳税的大公司征税。自提案公布14个月以来，农民定期在议会外抗议，一些农村地区的工党议员也表达关切，最近议会投票中，十余名后排议员弃权，一人反对导致被暂停党籍。这一修订反映了政府对公众压力的回应，但遗留了关于公平性和农村经济影响的持续辩论。",
      "source": "BBC Science",
      "time_ago": "7 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    }
  ]
}