{
  "articles": [
    {
      "id": "73b77805287fa58e",
      "title": "MIT科学家发现通过mRNA技术增强衰老免疫系统的新方法",
      "summary": "随着人们年龄增长，免疫系统功能逐渐下降，T细胞数量减少且反应变慢，导致老年人更易感染疾病。为解决这一问题，MIT和Broad研究所的科学家开发了一种利用mRNA暂时重编程肝细胞的方法，以补偿胸腺（T细胞成熟的关键器官）随年龄萎缩导致的T细胞产量下降。通过递送三个关键因子，研究团队在肝脏中创建了一个模拟胸腺信号的临时“工厂”，增强了T细胞的存活和多样性。在老年小鼠实验中，该治疗使疫苗接种后T细胞群体更大且更多样化，并改善了癌症免疫疗法的反应。这项发表在《自然》杂志上的研究表明，如果该策略能适用于人类，可能帮助人们在衰老过程中保持免疫健康，减少疾病风险，为之前可能引起副作用的方法提供了更安全的替代方案。",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_73b77805287fa58e_5fd4031c82a6.webp",
      "category": "Science"
    },
    {
      "id": "f9b40bccec2133fa",
      "title": "科学家发现危险反馈循环加速北极变暖",
      "summary": "宾夕法尼亚州立大学的最新研究揭示了一个危险的反馈循环，正通过大气化学相互作用加速北极变暖。科学家在阿拉斯加的波弗特海和楚科奇海以及普拉德霍湾油田附近进行了为期两个月的野外活动，使用配备仪器的飞机和地面设备。研究发现，海冰中的裂缝（称为“引线”）会产生上升气流和云层形成，将污染物和水分抬升，从而捕获热量并加速冰损失。同时，油田排放的污染与含盐雪堆相互作用，产生溴元素，移除边界层中的臭氧，让更多阳光照射地表，加热雪面并释放更多溴，形成强化循环。这项研究是CHACHA项目的一部分，该项目专注于北极化学、云、卤素和气溶胶的相互作用。结果表明，人类活动如石油开采正在改变北极大气化学，导致雾霾和远距离环境变化。这些反馈机制强调了应对北极变暖及其全球影响的紧迫性，为气候模型和政策制定提供了重要见解。",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f9b40bccec2133fa_7be4c50cccdd.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "为什么2026年北极光观测前景光明",
      "summary": "本文预测2026年英国观测北极光的前景良好，主要基于太阳活动的持续影响。太阳遵循11年的活动周期，美国国家航空航天局确认其峰值出现在2024年10月。尽管已过峰值，太阳活动如耀斑和日冕物质抛射仍在发生，这些事件向地球发射带电粒子，与大气相互作用产生极光。例如，2025年11月的一次X5.1级太阳耀斑引发了显著的北极光显示，甚至在英格兰南部如德文郡和康沃尔郡都有目击报告。虽然2024年的X8.8和X9级耀斑更为强烈，但当前周期仍保持活跃，预计太阳活动极小期将在2031-32年左右到来。因此，即使2026年太阳活动逐渐减弱，单个大型太阳事件仍可能在全英范围内产生壮观的极光显示。文章强调，尽管太阳活动在下降，但仍足以支持潜在的观测机会，为天文爱好者带来希望。这一分析结合了太阳周期理论和实际观测数据，旨在提升公众对空间天气和自然奇观的认知。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    },
    {
      "id": "1d6decb70e89865f",
      "title": "美国矿山中隐藏的关键矿物",
      "summary": "一项由伊丽莎白·霍利及其研究团队领导的统计研究表明，美国可能已经在生产所需的大部分关键矿物，但这些宝贵材料目前大多未被利用。关键矿物副产品是自然伴随铜、金、锌或镍等金属出现的元素，在采矿作业中不是主要目标，因此常在加工过程中被分离并丢弃。研究发现，即使回收这些被忽视材料的少量百分比，也能对美国供应链产生重大影响。例如，回收90%的副产品可满足美国几乎所有关键矿物需求，而1%的回收也能显著减少对大多数评估元素的进口依赖。关键矿物如钴、镍、锰、锂、碲和锗对现代技术至关重要，用于电动汽车的可充电电池、风力涡轮机的磁铁、电子产品的半导体以及太阳能电池板。需求随着清洁能源技术的扩展而快速增长，但许多关键矿物目前从政治紧张或贸易不确定的地区进口。通过结合联邦许可的美国金属矿山生产数据和全国矿石样本中70种关键矿物浓度的地球化学测量，研究团队估计了国内可回收的矿物量。回收这些矿物不仅能带来经济效益，将尾矿转化为有价值资源，还能通过减少矿山废物量来增强环境可持续性，并加强能源、技术和国防行业的供应链安全。然而，挑战包括需要先进技术从复杂矿石混合物中提取矿物，以及制定支持性政策以实现成本效益的大规模回收。这项研究强调了利用现有采矿基础设施的战略机遇，但承认当前回收能力有限，需进一步创新以实现可扩展实施。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1d6decb70e89865f_def9779d10df.webp",
      "category": "Science"
    },
    {
      "id": "7d0fa82b95ae9968",
      "title": "詹姆斯·韦伯望远镜观测到宇宙黎明时期的超新星爆发",
      "summary": "天文学家利用詹姆斯·韦伯太空望远镜（JWST）取得了一项重大突破，观测到一颗超新星，其距离前所未有，发生在宇宙仅约7.3亿年时的再电离时期。这一发现始于2025年3月14日SVOM监测器探测到的一次长时伽马射线暴（GRB），随后通过欧洲南方天文台的甚大望远镜（ESO/VLT）确认了其极端距离。约110天后，JWST的近红外相机（NIRCAM）对该区域进行观测，成功将超新星的衰减光与其宿主星系的微弱光芒分离开来，从而确认了爆炸性质。这颗超新星被命名为SN in GRB 250314A，其亮度和光谱特征与已知的伽马射线暴相关超新星SN 1998bw高度相似，表明尽管早期宇宙环境（如低金属丰度）不同，大质量恒星以类似方式死亡。这些结果挑战了长期以来认为最早恒星会产生更亮或不同爆炸的观点，反而揭示了跨宇宙时间恒星死亡的一致性。研究团队计划在未来一至两年内进行更多JWST观测，以进一步研究宿主星系并完善对早期宇宙恒星演化的理解。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7d0fa82b95ae9968_b2980b462bf7.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "政府淡化农场遗产税计划",
      "summary": "英国政府针对继承农场的税收提案已进行淡化处理，将起征点从100万英镑提高至250万英镑。这一政策退却源于数月来农民的抗议以及部分工党后排议员的担忧。去年预算案中，部长们宣布自2026年4月起，对价值超过100万英镑的农业资产征收20%的遗产税，结束了自1980年代以来的100%税收减免。环境大臣艾玛·雷诺兹在议会圣诞休会后发布声明，表示已倾听全国农民的意见，调整政策以保护更多普通家庭农场。她强调，较大庄园应贡献更多，同时支持作为英国农村社区支柱的农场和贸易企业。全国农民联合会负责人汤姆·布拉德肖欢迎这一变化，称其使许多家庭农场免受恶劣风暴的影响。然而，乡村土地与商业协会主席加文·莱恩指出，此宣布仅限制了损害，并未完全消除，许多家庭企业因昂贵机械和土地估值可能仍高于起征点，但利润微薄难以负担税负。德比郡农民本·阿德恩认为这是正确的一步，主张免除家庭农场税收，仅对有能力纳税的大公司征税。自提案公布14个月以来，农民定期在议会外抗议，一些农村地区的工党议员也表达关切，最近议会投票中，十余名后排议员弃权，一人反对导致被暂停党籍。这一修订反映了政府对公众压力的回应，但遗留了关于公平性和农村经济影响的持续辩论。",
      "source": "BBC Science",
      "time_ago": "6 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    }
  ]
}