{
  "articles": [
    {
      "id": "615770b5b0cb8352",
      "title": "斯塔默告诉我他会挺过去——但他能守住这个新年决心吗？",
      "summary": "新年伊始，英国首相基尔·斯塔默在经历了艰难的2025年后显得精神焕发，但面临重大的政治挑战。在一次采访中，他自信地表示将任职至2027年，尽管工党内部同事质疑其效力并考虑更换领导人。斯塔默强调，他的表现应在下次大选中评判，而非更早，但承认即将在五月举行的英国各地地方选举可能影响公众看法。他讨论了自己繁忙的日程，包括与乌克兰总统泽连斯基的通话以及对涉及美国总统特朗普的委内瑞拉事件的回应。斯塔默将不受欢迎归因于公众对改善的急躁情绪，并预测尽管失业率上升，经济将复苏，援引政府在其第一年制定的计划。然而，即使工党在五月选举中表现不佳，他也拒绝下台，将其领导力视为对抗奈杰尔·法拉奇和改革英国等政治对手的关键。文章通过采访内容和政治事件背景，剖析了斯塔默的领导力困境及其应对批评的方式。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_615770b5b0cb8352_8643e5610684.webp",
      "category": "News"
    },
    {
      "id": "4c1889fc5dcae351",
      "title": "《邪恶》作曲家因特朗普更名取消肯尼迪中心演出",
      "summary": "音乐剧《邪恶》的作曲家斯蒂芬·施瓦茨宣布，由于肯尼迪中心董事会决定将美国总统唐纳德·特朗普的名字纳入场馆名称，他将不再在该中心演出。施瓦茨在一份声明中表示，肯尼迪中心原本是一个无政治立场的艺术表达家园，但此次更名使其政治化，演出现在成为一种意识形态声明。他强调，只要这种情况持续，他就不会在那里表演。对此，肯尼迪中心主席理查德·格伦内尔反驳称，有关施瓦茨取消演出的报道“完全虚假”，并指出施瓦茨从未正式签约参加活动。这一事件反映了更广泛的趋势，近期还有其他艺术家如库克斯爵士乐队取消了在中心的演出，尽管未明确提及政治原因。争议凸显了国家文化机构中艺术与政治之间的紧张关系，施瓦茨的决定引发了对在极化时代保持艺术中立性的思考。文章通过双方陈述和媒体报道，探讨了文化机构如何在政治影响下维护艺术完整性，同时指出了媒体表述和机构沟通中的挑战。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4c1889fc5dcae351_f8b87ca571be.webp",
      "category": "News"
    },
    {
      "id": "f446b179bdf3a674",
      "title": "圣诞假期后如何缓解重返工作的焦虑",
      "summary": "圣诞假期结束后，许多人重返工作时会感到不情愿、焦虑和精力不足，即使他们并不讨厌自己的工作。心理学家和职场专家指出，这种感觉很常见，挑战不在于寻找重返工作的动力，而在于调整心态。这种心态从如何安排周末，特别是周日开始。高管教练贝丝·霍普表示，“周日忧郁”非常普遍，通常源于预期性压力，即大脑预测周一的高需求并“提前激活应激反应”。霍普建议，应对周日恐惧的最有效策略之一是“在周末和工作模式之间创造一个温和的桥梁”，使重返工作不会感觉那么突然。最简单的方法包括更有意识地度过周末的最后一天，如果难以放松，可以安排一些吸引人的活动，如锻炼、见朋友或做创意事情，以完全占据注意力。霍普补充说，建立小而熟悉的仪式，如短途散步、洗热水澡或为第二天准备工作服，也能有所帮助，特别是在感到精神分散时。如果担忧仍然存在，尤其是在睡前，霍普说“思维下载”可能有用：花几分钟写下在脑海中循环的任务、担忧或决定，以帮助外化心理杂念。一旦写下来，大脑就不再觉得需要反复排练，这可以减少焦虑并改善睡眠。对于那些发现周日的焦虑延续到周一早上之后的人，健康教练丹尼斯·伯恩表示，问题通常不是动力不足，而是超负荷。伯恩说：“在长假之后，动力和注意力感觉低于预期是很常见的。”总的来说，这些方法有助于重新构建重返工作的体验，使其不那么突然且更易管理。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f446b179bdf3a674_9939004e0edc.webp",
      "category": "News"
    },
    {
      "id": "ec3f1da325ff3ea2",
      "title": "委内瑞拉可能定义特朗普的遗产及美国的世界地位",
      "summary": "特朗普总统对委内瑞拉的干预标志着一个关键转折点。在一场夜间突袭中，美国部队捕获了委内瑞拉总统尼古拉斯·马杜罗，随后特朗普宣布将与国务卿马可·鲁比奥和国防部长皮特·赫格塞斯领导的团队合作，接管并运行该国。这一行动与特朗普此前反对“永久战争”和倡导“美国优先”的政策形成鲜明矛盾。他计划通过美国能源公司重建委内瑞拉崩溃的经济和工业基础设施，并可能部署美军士兵。尽管面临政治不稳定和经济废墟等艰巨障碍，特朗普仍持乐观态度，引用其政府“完美的获胜记录”。此次干预不同于他过去在叙利亚和伊朗的空袭行动，因为它涉及更深层次的国家建设承诺，引用了科林·鲍威尔关于伊拉克的警告：“如果你打破它，你就拥有它。”文章认为，这一举措可能重新定义特朗普的遗产和美国在全球的角色，突显了干预政策的复杂性。",
      "source": "BBC News",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ec3f1da325ff3ea2_b5a71973cff6.webp",
      "category": "News"
    },
    {
      "id": "ef191f4f60586901",
      "title": "盟国安全顾问在领导人峰会前讨论乌克兰和平提案",
      "summary": "欧洲及其他盟国的国家安全顾问于周六访问基辅，讨论安全保证和经济支持，这是美国主导的结束近四年乌克兰战争的外交推动的一部分。乌克兰总统泽连斯基准备前往巴黎与伙伴会面，表示和平提案的工作现在可以加速，因为乌克兰已与18位国家安全顾问分享了所有讨论文件，包括关于安全保证的文件。他提到，进一步工作将在欧洲国家首都以及加拿大、日本等“意愿联盟”代表中进行，该联盟约有30个国家支持基辅以可接受条件结束与俄罗斯的战争。泽连斯基补充说，他们不会为这一过程分配大量时间。他表示，乌克兰总参谋部和军事部门的代表将于周一在巴黎会面，随后是周二欧洲领导人的会议，他希望在那里最终确定安全保证文件，并将在巴黎与美国代表会面。早些时候的简报中，乌克兰谈判代表表示，基辅正在与欧洲伙伴协调安全保证计划，包括一个多边框架协议，涉及乌克兰部队作为第一道防线、欧洲领导的部队部署在乌克兰以及美国的“后盾”支持。乌克兰副总理表示，国际伙伴已就未来十年约8000亿美元的经济支持方案达成共识。该方案基于世界银行、国际货币基金组织和欧盟的计算，将涵盖损害补偿、重建、经济稳定和2000亿美元的增长“助推器”，并与乌克兰的欧盟加入改革挂钩。经济部长表示，具体资金来源尚未确定，但预计约5000亿美元来自公共赠款和优惠贷款，细节将在未来两周内制定。同日，泽连斯基宣布进一步政府变动，提议丹尼斯·什米哈尔担任能源部长和第一副总理。什米哈尔最近担任国防部长，此前是乌克兰任期最长的总理，备受尊重。他提议的国防部长接替者是米哈伊洛·费多罗夫，作为数字化转型部长，他因领导将无人机技术引入军队而广受赞誉。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_ef191f4f60586901_a5309e8c5d1e.webp",
      "category": "News"
    },
    {
      "id": "6acbd3941b93f718",
      "title": "特朗普宣布美国抓获委内瑞拉领导人马杜罗后举行新闻发布会",
      "summary": "特朗普总统在佛罗里达州马阿拉歌庄园举行的新闻发布会上宣布，美国军事行动导致委内瑞拉领导人尼古拉斯·马杜罗被赶下台，他称此为美国历史上最惊人、有效和强大的军事力量展示。特朗普将此举视为其外交政策的一部分，以自信和大胆为标志，并承诺美国将帮助委内瑞拉过渡到和平与正义，同时保证美国纳税人不会承担费用。然而，文章指出前方道路充满风险，白宫需应对马杜罗下台后可能出现的权力真空，解决委内瑞拉已有的恶性通货膨胀、食品和药品短缺等问题，并考虑中国和俄罗斯等对手可能从此次事件中吸取教训，影响其在台湾和乌克兰的野心。这一事件发生在特朗普在处理加沙和乌克兰冲突等更广泛国际挑战的背景下，突显了其政府全球战略的复杂性。",
      "source": "PBS NewsHour",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_6acbd3941b93f718_2631f04679ef.webp",
      "category": "News"
    }
  ]
}