{
  "articles": [
    {
      "id": "74e06cbc4fff7832",
      "title": "化石骨骼揭示失落世界的秘密",
      "summary": "研究人员首次成功分析了保存在130万至300万年前动物化石骨骼中的代谢相关分子，这些化学痕迹为了解动物本身及其曾经栖息的环境提供了罕见见解。通过分析与健康和饮食相关的代谢信号，科学家们重建了古代气候和景观的细节，包括温度、土壤条件、降雨和植被。发表在《自然》杂志上的结果表明，这些环境比今天同一地区的气候显著更温暖和湿润。研究代谢物——身体在消化和其他化学过程中产生和使用的分子——可以揭示关于疾病、营养和环境暴露的信息。虽然代谢组学在现代医学研究中已成为强大工具，但很少应用于化石。相反，大多数古代遗骸研究依赖DNA，这主要有助于建立遗传关系而非日常生物学。由纽约大学牙科学院分子病理生物学教授蒂莫西·布罗米奇领导的研究团队使用质谱法分析了来自坦桑尼亚、马拉维和南非的化石动物骨骼，发现了数千种代谢物，其中许多与现存物种密切匹配。例如，在坦桑尼亚奥杜瓦伊峡谷约180万年前的地松鼠骨骼中，发现了导致人类昏睡病的寄生虫感染证据。这项研究通过提供化学视角，增进了对灭绝物种生理和环境历史的理解。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_74e06cbc4fff7832_8d6fa272e1b1.webp",
      "category": "Science"
    },
    {
      "id": "a43b3cdce42498e5",
      "title": "科学家测试不减少食量的间歇性禁食，未发现代谢益处",
      "summary": "德国人类营养研究所和柏林夏里特医学院的一项新研究挑战了关于间歇性禁食的广泛信念。研究表明，当热量摄入保持不变时，时间限制性进食不会导致代谢或心血管健康的可测量改善。然而，进餐时间确实影响了身体的内部时钟。这些发现来自由奥尔加·拉米奇教授领导的ChronoFast研究，并发表在《科学转化医学》上。时间限制性进食（TRE）是一种间歇性禁食形式，将每日食物摄入限制在不超过十小时的窗口内，随后进行至少14小时的禁食。该方法已成为支持体重管理和代谢健康的简单策略。动物研究表明，TRE可以保护啮齿动物免受饮食相关肥胖和代谢问题的影响。在人类中，早期研究报告了诸如改善胰岛素敏感性、更健康的血糖和胆固醇水平以及适度的体重和体脂减少等益处。因此，TRE被广泛视为预防胰岛素抵抗和糖尿病的有前途工具。尽管其受欢迎，但过去关于TRE的研究产生了混合结果。许多研究未能确定观察到的健康改善是来自较短的进食窗口、无意的热量减少还是两者的结合。此外，大多数早期试验没有仔细跟踪热量摄入或控制可能影响代谢结果的其他因素。为了弥补这些不足，奥尔加·拉米奇教授设计了ChronoFast试验。目标是测试当热量摄入保持恒定时，八小时进食窗口是否能改善胰岛素敏感性和其他代谢标志物。该研究采用随机交叉设计，包括31名超重或肥胖女性。每位参与者每次遵循两种不同的进食时间表两周。一个时间表涉及从上午8点到下午4点的早期时间限制性进食（eTRE）。另一个遵循从下午1点到晚上9点的较晚时间表（lTRE）。在两个阶段中，参与者食用几乎相同的餐食，具有相同的热量和营养成分（等热量）。研究人员在四次诊所访问期间收集血液样本，并进行口服葡萄糖耐量测试以评估葡萄糖和脂肪代谢。连续葡萄糖监测跟踪24小时内的血糖水平，同时详细记录食物摄入。使用运动传感器监测身体活动。与柏林夏里特医学院的阿希姆·克莱默教授合作，团队还使用分离的血细胞检查了身体内部时钟的变化。人类生物学遵循内部生成的节律，大致与一天的长度一致，这就是为什么它们被称为昼夜节律时钟（拉丁语：circa和dia）。这些节律有助于调节几乎每个生理过程，包括睡眠和代谢。体内几乎所有的细胞都包含自己的内部时钟，这可以受到光线、身体活动和进食时间的影响。为了测量个体昼夜节律阶段，阿希姆·克莱默教授开发了BodyTime测定法。该测试仅需单次血液样本，并提供个人内部时间的客观快照。ChronoFast研究使用了这种方法，并确认进食时间表可以改变人类的内部时钟。尽管基于早期研究的期望，ChronoFast研究发现在两周干预后，胰岛素敏感性、血糖、血脂或炎症标志物没有临床意义的变化。拉米奇解释说：“我们的结果表明，早期研究中观察到的健康益处可能是由于无意的热量减少，而不是缩短的进食期本身。”虽然代谢指标基本保持不变，但进餐时间确实影响了昼夜节律。血细胞分析显示，与早期时间表相比，较晚进食时间表的内部时钟平均移动了40分钟。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a43b3cdce42498e5_aa2f8b2c7875.webp",
      "category": "Science"
    },
    {
      "id": "68ec4f0fbe42f423",
      "title": "年龄不影响脊髓损伤后神经愈合",
      "summary": "一项于2025年12月发表在《神经病学》杂志上的研究探讨了年龄对脊髓损伤后恢复的影响。研究人员分析了欧洲多中心脊髓损伤研究中2,171名患者的资料，平均年龄为47岁，并跟踪了他们受伤后一年的进展。研究发现，神经恢复，包括运动力量和触觉等感觉能力，不受年龄影响；老年和年轻参与者表现出相似的改善。然而，功能恢复呈现不同模式：老年人在恢复日常生活活动独立性方面遇到更大困难，如进食、洗澡和移动能力，并在步行评估中表现较差。研究使用0到100分的量表测量功能独立性，指出每增加十岁与改善分数下降4.3分相关。这项研究强调，虽然身体的神经愈合能力在不同年龄间保持一致，但年龄相关因素可能阻碍实际功能恢复，表明需要针对年龄的康复策略以提高脊髓损伤患者的生活质量。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_68ec4f0fbe42f423_004177c67acc.webp",
      "category": "Science"
    },
    {
      "id": "58459e54a98f268f",
      "title": "隐藏的大脑问题可能是阿尔茨海默病的早期预警",
      "summary": "新加坡南洋理工大学的研究人员发现，大脑的废物清除系统在表现出阿尔茨海默病早期迹象的人群中经常出现阻塞。这些阻塞被称为“扩大的血管周围间隙”，会干扰大脑清除有害物质的能力，并可能在明显的痴呆症状出现之前就已显现。该研究通过常规磁共振成像扫描识别这些异常，可作为阿尔茨海默病早期预警信号，补充现有检测方法。研究涉及新加坡近1000名参与者，包括认知功能正常者和轻度认知障碍者，重点关注亚洲人群，因为阿尔茨海默病研究在此领域代表性不足。遗传差异，如新加坡痴呆患者中载脂蛋白E4风险基因的患病率较低，突显了针对不同族群研究的重要性。通过比较扩大的血管周围间隙与β淀粉样蛋白积聚等已知疾病标志物，该研究旨在改善早期检测，为医生提供更多干预时间以减缓记忆丧失等症状的进展。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_58459e54a98f268f_7d71f862820a.webp",
      "category": "Science"
    },
    {
      "id": "747fef99aae6883d",
      "title": "威尔士后脱欧农场补贴计划：争议中的“里程碑时刻”",
      "summary": "威尔士实施了一项有争议的后脱欧农场补贴计划，即可持续农业计划（SFS），旨在取代欧盟的补贴，并更注重环境可持续性。该计划要求农场至少管理10%的土地作为栖息地才能获得入门级付款，这引发了奶农的担忧，因为他们的土地可能不符合条件。在2024年，早期版本因被认为不可行而引发了大规模抗议，经过谈判后，修订后的框架包括了12项普遍行动，如维护树篱、减少农药使用和参加在线可持续农业课程。额外资金可用于更雄心勃勃的环境项目和农场合作。农业工会如NFU Cymru表示谨慎认可，认为计划现已可接受，但需要进一步调整和预算以适应通货膨胀。农村事务秘书称此为威尔士的“里程碑时刻”，强调农民参与的重要性。这一转变标志着农场支持从基于面积的欧盟补贴转向基于绩效的绿色激励措施，是威尔士农业的代际变革。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "中世纪墓地女性之谜：新发现或揭晓答案",
      "summary": "在威尔士的一处中世纪墓地，考古学家们通过新发现更接近解决埋葬于此的女性之谜。该墓地可追溯至6或7世纪，已发掘出58具骨架，其中几乎全部为女性。遗址位于加的夫机场附近，浅墓穴凿入石灰岩基岩中，骨骼显示她们生活艰辛，但出土的彩色玻璃珠等物品却暗示着财富与奢华。关键发现是一个可能为小型建筑的轮廓，疑似神殿或小教堂，位于墓地中心，周围密集分布着墓穴，表明这是备受青睐的埋葬地点。部分墓穴葬有多人，提示重复使用。这些发现增强了证据，表明该墓地可能属于早期女性宗教社区，有助于揭示这些女性的身份和社会结构，为了解后罗马时期不列颠的宗教与性别角色提供重要线索。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    }
  ]
}