{
  "articles": [
    {
      "id": "53161acf6b587113",
      "title": "A Dancer Gets Hurt and Leaves a TV Show",
      "summary": "La Voix, a performer on the TV show Strictly Come Dancing, had to stop dancing because she got hurt. She is a drag queen, which means she dresses up in fun costumes to entertain people. The show's host, Tess Daly, told everyone that La Voix could not continue on the show after getting advice from doctors. La Voix shared on Instagram that she was sad to leave but would always remember the good times. Because of her injury, no one was voted off the show this week. La Voix is really Chris Dennis, who wanted people to know more about him. She was very popular on another show called RuPaul's Drag Race UK. Other people on the show have also gotten hurt before.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_53161acf6b587113_a124e7cd4ecc.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain and Italy Play for the Davis Cup Trophy",
      "summary": "Spain has reached the Davis Cup final for the first time in six years by beating Germany in a close match. They won the deciding doubles game to set up a final against Italy. Spain is trying to win the Davis Cup for the seventh time. Italy is the two-time defending champion and also reached the final by beating Belgium. Both teams are missing their top players due to injuries, like Carlos Alcaraz for Spain and Jannik Sinner for Italy. The final will be played in Bologna, Italy, on Sunday. Spain's captain, David Ferrer, is proud of his team and says they will rest and get ready for the tough match ahead.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    },
    {
      "id": "dd95e8a1e2250f93",
      "title": "Famous Fashion Designer Paul Costelloe Passes Away",
      "summary": "Paul Costelloe, a famous Irish fashion designer, has died at age 80 in London after a short illness. He was surrounded by his family. Paul was born in Dublin and studied fashion in Paris. He started his own fashion label in 1979 and showed his clothes in big cities like London, Paris, Milan, and New York. He was the personal designer for Princess Diana, which made him very well-known. Paul used Irish fabrics like linen and tweed in his designs. He also worked with stores and was part of fashion events. Some people were upset when he said Irish women lacked style, but he later said Ireland had become more European. The Irish Prime Minister said he was sad about Paul's death and called him an icon who brought Irish fashion to the world.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "001d3fb06b3c8a5b",
      "title": "Fun Art Show for Bridget Riley",
      "summary": "A new art exhibit is open at the Turner Contemporary gallery in Kent, England. It shows paintings by Bridget Riley, a famous British artist who is 94 years old. The exhibit has her art from the 1960s, recent wall paintings, and new canvases. It is called Learning to See and is free to visit until May 4th. The curator, Melissa Blanchflower, says it is special to see the art in person. She worked closely with Riley and learned more about her work. The gallery also has drawing classes inspired by Riley for people to join. This is a great chance to enjoy colorful and exciting art.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_001d3fb06b3c8a5b_846b6b4e3453.webp",
      "category": "Fun"
    },
    {
      "id": "850128e8cb325c20",
      "title": "A Big Newspaper Deal in the UK",
      "summary": "The company that owns the Daily Mail newspaper has agreed to buy another newspaper called the Daily Telegraph for £500 million. This means the Daily Mail's publisher, DMGT, wants to add the Telegraph to its group of media companies. The deal needs approval from the government's Culture Secretary to make sure it is fair and in the public interest. The Telegraph has had uncertain ownership for over two years, and this purchase could bring stability. DMGT's chairman says he respects the Telegraph and will keep it independent while helping it grow. This is important because newspapers help share news and ideas in society.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Flavio Cobolli's Amazing Tennis Win for Italy",
      "summary": "Flavio Cobolli, a tennis player from Italy, had a very exciting match against Zizou Bergs from Belgium in the Davis Cup. He saved seven match points and won a long tie-break that had 32 points, which is one of the longest in Davis Cup history. After winning, he celebrated by taking off his shirt, and the crowd in Bologna was very happy. Cobolli said it was one of the best days of his life because he played for his country, team, and family. Italy's captain, Filippo Volandri, praised Cobolli for his heart and effort. Now, Italy will play in the final against Spain or Germany and could win the Davis Cup three times in a row for the first time in over 50 years. This win shows how teamwork and never giving up can lead to success.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    }
  ]
}