{
  "articles": [
    {
      "id": "756744e8d1e2fc23",
      "title": "Former President Bolsonaro Arrested in Brazil",
      "summary": "In Brazil, the former president Jair Bolsonaro was arrested by police because they thought he was planning to escape and avoid going to prison. He was supposed to start a 27-year prison sentence for trying to stay in power after losing an election. The police went to his house early on Saturday and took him to their headquarters. A judge named Alexandre de Moraes ordered the arrest because Bolsonaro's ankle monitor was broken, and the judge worried he might run away during a protest organized by his son. Bolsonaro's lawyers said he did nothing wrong. This arrest is a big event in Brazil's politics, and the Supreme Court will decide if it was right on Monday.",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_756744e8d1e2fc23_832e1624b720.webp",
      "category": "News"
    },
    {
      "id": "f004fc9d15eba554",
      "title": "Climate Meeting Ends Without Plan to Stop Using Dirty Fuels",
      "summary": "In Brazil, world leaders had a big meeting called COP30 to talk about climate change. They agreed to give more money to countries suffering from bad weather like storms and floods. But they did not make a clear plan to stop using fossil fuels like oil and coal, which cause pollution. Some people are unhappy because they think the agreement is not strong enough. The meeting's leader from Brazil said they will keep working on a plan later, but it won't be as official. This is important because reducing fossil fuels helps protect our planet from getting too hot.",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f004fc9d15eba554_19a79b988296.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "Countries Worry About US Plan to Stop Ukraine War",
      "summary": "Some countries like those in Europe, Canada, and Japan are worried about a plan from the US to end the war between Russia and Ukraine. They think the plan needs more work because it might change Ukraine's borders and limit its army, which could make Ukraine less safe. Leaders from many countries signed a statement saying borders should not be changed by force. The US plan suggests Ukraine should pull back its troops from some areas and reduce its military size. Russia might rejoin groups like the G7 if it agrees. Talks are happening in Switzerland to discuss this further. Ukraine's president says this is a very hard time for his country.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "c8628e54ecc0434f",
      "title": "Rachel Reeves Plans Her Big Budget",
      "summary": "Rachel Reeves is the Chancellor, and she is getting ready to announce her budget. A budget is a plan for how the government will spend money. She has been working on it for months with her team. Her main goals are to lower the cost of living, reduce NHS waiting lists, and cut the national debt. Many people are worried because the country has a lot of debt and high taxes. Some in her party are afraid, and others are skeptical that she can succeed. The budget will be shared soon, and everyone is watching to see what happens.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c8628e54ecc0434f_2e427015ed81.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "Trouble at the BBC: A Leader Under Pressure",
      "summary": "A man named Banerji has quit his job on the BBC board early, and it might be because he is unhappy with the leader, Samir Shah. Banerji thinks Shah is not strong enough to handle disagreements among board members. Some people on the board believe the BBC news is biased, while others say it is fair. This has caused a lot of problems, with other important people leaving their jobs too. Now, everyone is wondering if Shah can keep his position as chair. The BBC is a big news company in the UK that many people trust, but these fights could hurt its reputation. It's a story about leadership and trust in the news.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    },
    {
      "id": "18efe8871e24f025",
      "title": "Do Winter Health Trends Really Help Us?",
      "summary": "In winter, many people try things like cold water swimming and drinking kombucha to stay healthy and avoid getting sick. Experts say that cold water swimming makes you feel happy and alert because of chemicals in your body, but it doesn't actually make more white blood cells to fight germs. The fun of being with friends and being outside can reduce stress, which is good for your health. Kombucha is a fermented drink that some think helps your gut and immune system, but doctors are not sure if it really works. Exercise in general can help prevent colds, but it doesn't have to be cold swimming. So, while these activities might make you feel better, they may not directly boost your immune system as much as people hope.",
      "source": "BBC News",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_18efe8871e24f025_1298801bf5fe.webp",
      "category": "News"
    }
  ]
}