{
  "articles": [
    {
      "id": "1bcd5c6cff812c38",
      "title": "Torvill and Dean Honored with Damehood and Knighthood in New Year Honours",
      "summary": "Ice skating legends Jayne Torvill and Christopher Dean have been awarded a damehood and knighthood, respectively, in the New Year Honours list, recognizing their outstanding contributions to ice dancing. They famously won gold at the 1984 Winter Olympics in Sarajevo with a perfect-scoring performance to Bolero, and have also secured multiple world and European titles. Additionally, Sarina Wiegman, the manager of England's women's football team, receives an honorary damehood for leading the Lionesses to consecutive European Women's Championship victories in 2022 and 2025. The honours extend to other athletes, including members of the Lionesses squad like Leah Williamson, who is appointed a CBE, and players from England's Women's Rugby World Cup-winning team. The New Year Honours list celebrates achievements across various fields, highlighting the impact of sports figures on national pride and inspiration.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_1bcd5c6cff812c38_5bdefd89109a.webp",
      "category": "News"
    },
    {
      "id": "0c0247688c41d190",
      "title": "Trump Pushes for Gaza Peace Plan Progress Amid Tensions",
      "summary": "President Donald Trump expressed hope to advance quickly to phase two of the Gaza peace plan during a meeting with Israeli Prime Minister Benjamin Netanyahu in Florida. The plan, initiated in October, involves a ceasefire in its first phase, with the second phase requiring Hamas to disarm, Israeli troops to withdraw, and reconstruction to begin in Gaza. Trump emphasized that Hamas must disarm in a short timeframe, warning of severe consequences if they fail to comply, while asserting that Israel has fully adhered to the plan. However, critics suggest Netanyahu may delay the process by insisting on disarmament before withdrawal, and Hamas officials link full disarmament to progress toward an independent Palestinian state. Additionally, Trump mentioned potential U.S. support for strikes on Iran if it resumes missile or nuclear programs, prompting a warning from Iran's adviser Ali Shamkhani about a harsh response. The discussions highlight ongoing diplomatic efforts and tensions in the Middle East peace process.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0c0247688c41d190_9088b684e619.webp",
      "category": "News"
    },
    {
      "id": "4068d337e96be56e",
      "title": "New Year Honours Recognize Achievements in Sports, Entertainment, and Charity",
      "summary": "The New Year Honours list for this year includes 1,157 recipients, highlighting individuals who have made significant contributions across various fields. Actor Idris Elba has been knighted for his charitable efforts, particularly through the Elba Hope Foundation, which focuses on anti-knife crime campaigns and provides grants to organizations in the UK, US, and Africa. In sports, England women's football coach Sarina Wiegman has been made an honorary dame following the Lionesses' victory in the European Championships, with players like Leah Williamson receiving a CBE and others getting MBEs. Figure skaters Jayne Torvill and Christopher Dean have also been honored with damehood and knighthood, respectively. In entertainment, Meera Syal has been appointed a dame for her work in comedy, drama, and literature, while others like Warwick Davis and Richard Osman have received OBEs. The honours recognize achievements in charity, sports success, and cultural contributions, celebrating those who have positively impacted society.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_4068d337e96be56e_1afd16441795.webp",
      "category": "News"
    },
    {
      "id": "7857eb96a4168624",
      "title": "Error in Releasing Royal Travel Documents",
      "summary": "The Cabinet Office, responsible for managing UK government records, admitted to an 'administrative error' after mistakenly releasing official papers related to Prince Andrew's activities as a trade envoy from 2004-2005. These documents, part of the annual transfer to the National Archives under the 20-year rule, were briefly made available to journalists under embargo before being withdrawn and redacted. The papers detailed Andrew's travel plans to countries like China, Russia, and Spain, earning him the nickname 'Airmiles Andy.' The Cabinet Office stated the documents were never intended for public disclosure, citing a rigorous review process under the Public Records Act. However, anti-monarchy campaigners, such as Republic's Graham Smith, argued for full transparency, criticizing the royal family's secrecy and linking it to Andrew's past controversies, including his association with Jeffrey Epstein. Additionally, the released files included other historical insights, such as the Foreign Office ruling out military action in Zimbabwe due to political and cost concerns, and an apology from Downing Street for a mishandled birthday telegram to the Queen Mother in 1994. This incident highlights tensions between government transparency and privacy protections.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7857eb96a4168624_3d5ff97670dc.webp",
      "category": "News"
    },
    {
      "id": "71e9d6230bb6c2cc",
      "title": "Rural Health Funding with Policy Conditions",
      "summary": "The Trump administration has announced a $10 billion allocation for rural health care in 2026, as part of the Rural Health Transformation Program, which totals $50 billion over five years. This funding aims to counteract previous budget cuts to rural hospitals. While all states applied, distribution is unequal: half is divided equally among states, and half uses a CMS formula based on rural population, facility financial health, and health outcomes. Additionally, $12 billion is contingent on states adopting policies aligned with the 'Make America Healthy Again' initiative, such as nutrition education for providers, school participation in fitness tests, or restrictions on SNAP benefits for junk foods. States like Arkansas and Texas have already implemented some rules. Critics express concerns that funding could be withdrawn if states deviate from administration priorities, potentially impacting health care access. Officials, including Dr. Mehmet Oz, argue the program fosters state creativity in health solutions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_71e9d6230bb6c2cc_39991ed1d314.webp",
      "category": "News"
    },
    {
      "id": "d4638496f14e5a4e",
      "title": "Trump Links Hamas Disarmament to Gaza Peace and Details U.S. Actions in Venezuela",
      "summary": "President Trump emphasized that Hamas must disarm as a condition for advancing a peace deal in Gaza, highlighting his role in international diplomacy. Simultaneously, he confirmed a U.S. ground attack in Venezuela targeting drug trafficking operations, part of a broader military deployment in the Caribbean. This deployment has involved striking alleged drug boats and seizing Venezuelan oil tankers. Additionally, Trump mentioned accepting a claim from Russian President Vladimir Putin that Ukraine attempted an attack on a residence, showing his engagement with global leaders. The article covers Trump's multifaceted approach to foreign policy, addressing conflicts in the Middle East and anti-drug efforts in South America, while navigating relations with Russia. It underscores the complexities of peace negotiations and military interventions in volatile regions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d4638496f14e5a4e_f221ff940ccd.webp",
      "category": "News"
    }
  ]
}