{
  "articles": [
    {
      "id": "210399992301bc50",
      "title": "How Food Additives Can Affect Baby Mice's Health",
      "summary": "Scientists studied mother mice that ate food with emulsifiers, which are ingredients in processed foods like ice cream and baby formula. They found that this changed the gut bacteria in their baby mice. These changes made the baby mice more likely to get sick with gut diseases and become overweight when they grew up. The baby mice never ate the emulsifiers themselves, but got them from their mothers. This shows that what mothers eat can affect their babies' health for life. The researchers say we need more studies to see if this happens in humans too, especially for babies who drink formula with emulsifiers.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_210399992301bc50_5b879a56e386.webp",
      "category": "Science"
    },
    {
      "id": "63bd51b460172602",
      "title": "A Star That Spins Fast Near a Black Hole",
      "summary": "Astronomers found a strange star near a black hole. The star is a red giant, which is a big, old star. They used a satellite called TESS to watch the star's light. They saw tiny changes in brightness called starquakes, like earthquakes in space. These starquakes helped them learn about the star's inside. The star is spinning very fast, which is unusual. Scientists think it might have crashed into another star long ago, making it spin faster. The star is also younger than it looks based on its chemicals. This star and the black hole are in a system called Gaia BH2. The black hole is quiet and not eating anything. Studying this helps us understand how stars and black holes form and change over time.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_63bd51b460172602_9961989b9764.webp",
      "category": "Science"
    },
    {
      "id": "b21eb24d0902c036",
      "title": "A Giant Spinning Space Chain of Galaxies",
      "summary": "Scientists have found one of the biggest spinning things in space! It is a long, thin line of 14 galaxies that are rich in gas, located about 140 million light years away from Earth. This line is part of a huge cosmic filament, which is like a giant thread in space made of galaxies and dark matter. The galaxies in this thin line are spinning in the same direction, and the whole filament itself is also spinning, like a big ride at a park. This helps us learn how galaxies get their spin from the larger structures around them. The discovery was made using powerful telescopes and might teach us more about how galaxies form stars and grow over time.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b21eb24d0902c036_65c7b5aa155c.webp",
      "category": "Science"
    },
    {
      "id": "1bd49bb929fb4ce3",
      "title": "A Giant Christmas Tree in Space",
      "summary": "In space, there is a special place called NGC 2264, which is like a big star nursery where new stars are born. It is very far away, about 2,700 light-years from Earth. This area looks like a Christmas tree because it has a group of stars arranged in a triangle shape, called the Christmas Tree star cluster. There are also glowing red clouds called emission nebulae and blue clouds called reflection nebulae made of gas and dust. A bright star named S Monocerotis is in the middle, and it changes brightness. At the top, there is a tall structure called the Cone Nebula, and below it is the Fox Fur Nebula, which looks furry. The whole region is huge, about 80 light-years wide, which is like having a Christmas tree as big as 80 years of light travel! Astronomers use telescopes to study this amazing sight, and it helps us learn how stars form in our galaxy.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1bd49bb929fb4ce3_0358a47756b9.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "Farm Tax Change: Helping Family Farms",
      "summary": "The government wanted to tax farms when they are passed down in families, but after many farmers protested, they changed their plan. Originally, farms worth over £1 million would have a 20% tax starting in 2026, but now only farms worth over £2.5 million will be taxed. This means more family farms won't have to pay this tax. The Environment Secretary said they listened to farmers to protect ordinary families. Farmers are happy because it helps them, but some still worry because farms with expensive land or machines might still be taxed. Protests happened outside Parliament, and some politicians disagreed with the tax. This change is a step to support farmers who grow food for Britain.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "Climate Expert Warns of Hotter Years Ahead in the UK",
      "summary": "A climate expert in the UK says that 2025 might be the hottest year ever recorded there. She warns that rising temperatures are becoming normal because of climate change, which is caused by pollution from human activities like burning fuels. This heat can lead to problems like droughts and wildfires. The expert, Professor Rachel Kyte, says we need to prepare by investing in things like better infrastructure and nature to handle the heat. She explains that if we don't act now, it will cost more later. Scientists from the Met Office, which tracks weather, agree that human actions are making the UK warmer, and they expect more hot years in the future. They use data to predict temperatures, but it's not certain yet if 2025 will break the record.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}