{
  "articles": [
    {
      "id": "01fbebe214b402dd",
      "title": "A Leader Talks About Big Changes in World Politics",
      "summary": "Marco Rubio, a top U.S. leader, is going to Europe to give a big speech at a security meeting. He says the world is changing fast and we are in a \"new era\" in geopolitics, which means how countries interact. This meeting in Munich, Germany, has many world leaders discussing important issues like the war in Ukraine, tensions with China, and a nuclear deal with Iran. Last year, another U.S. leader criticized Europe, causing tension. Now, some people worry about the U.S. commitment to NATO, a group that helps protect countries. Rubio will talk about these changes and what countries need to do together. The article mentions that 50 leaders are attending, and there are concerns about trust between the U.S. and Europe, especially after threats about Greenland. It's a time for countries to rethink their roles and work together.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_01fbebe214b402dd_03bca675e4b9.webp",
      "category": "News"
    },
    {
      "id": "eaab5917be26518e",
      "title": "President Trump Changes a Big Rule About Air Pollution",
      "summary": "President Donald Trump has changed an important rule from when President Obama was in charge. The rule, called the 'endangerment finding,' said that greenhouse gases like carbon dioxide are bad for people's health. This rule helped the government make laws to reduce pollution from cars and factories. Trump says getting rid of this rule will make cars cheaper and help the auto industry. But many people who care about the environment are upset. They say this change will hurt our health and make climate change worse. They plan to fight it in court. Obama also spoke against the change, saying it will make Americans less safe. The rule was made by the Environmental Protection Agency in 2009 and was used to control pollution from many sources.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_eaab5917be26518e_58030d1b6705.webp",
      "category": "News"
    },
    {
      "id": "4089d83b00e6e648",
      "title": "Famous Director Helps Actor's Family",
      "summary": "Steven Spielberg, a famous movie director, gave $25,000 to help the family of James Van Der Beek, an actor who passed away. James was known for a TV show called Dawson's Creek and had six children. He died from bowel cancer, and his family needed money for medical bills. Other celebrities like Zoe Saldaña-Perego and Jon M Chu also donated money. A GoFundMe page collected over $2 million to support the family. Spielberg never worked with James, but James was a big fan of his movies. The family thanked everyone for their kindness and love during this sad time.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4089d83b00e6e648_ca6ca7bc028b.webp",
      "category": "News"
    },
    {
      "id": "b0900ee236bd58be",
      "title": "Judge Helps Senator in Trouble",
      "summary": "A judge stopped the Pentagon from punishing Senator Mark Kelly. Senator Kelly is from Arizona and was in a video that told soldiers to say no to bad orders. The Pentagon wanted to lower his pay and rank because of this. The judge said this was wrong and protected Kelly's rights. Kelly is happy and said he will keep standing up to the government. The Pentagon plans to appeal, which means they will ask another court to change the decision. This happened after a grand jury, a group that looks at cases, did not charge Kelly and others for the video. In other news, Democrats are upset about the El Paso airport closing, and farmers in India are on strike against a trade deal with the U.S.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b0900ee236bd58be_9647e01f70c1.webp",
      "category": "News"
    },
    {
      "id": "d788890689f08a25",
      "title": "Trump Changes a Big Rule About Air Pollution",
      "summary": "The Environmental Protection Agency, or EPA, is a government group that makes rules to keep our air clean. In 2009, the EPA said that greenhouse gases, which come from cars and factories, are dangerous because they make the Earth warmer and cause more storms and dirty air. This rule was called the Endangerment Finding, and it helped the government create laws to reduce pollution. But now, President Trump and the EPA have decided to get rid of this rule. They say it was a scam and not based on good science. Some people worry this change could lead to more health problems like asthma and early deaths. The EPA leader, Lee Zeldin, thinks removing the rule will save money and give people more choices. This is a big change in how America deals with climate change.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d788890689f08a25_c9928abad9cb.webp",
      "category": "News"
    },
    {
      "id": "aed76e18d790d11b",
      "title": "Scientists Explore a Big Ice Sheet in Antarctica",
      "summary": "Scientists went to Antarctica to study a big ice sheet called Thwaites Glacier. They wanted to learn about how it is melting and why the sea level is rising. The team included a reporter named Miles O'Brien and a scientist named David Holland. They tried to put sensors in the ocean under the ice to measure changes, but they did not succeed this time. Even though they faced a setback, they kept working and found new information. This research is important because melting ice can affect our planet and make the oceans warmer. Scientists are worried about climate change and want to understand more to help protect Earth.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aed76e18d790d11b_14079f8b8e32.webp",
      "category": "News"
    }
  ]
}