{
  "articles": [
    {
      "id": "5b35214a27a8fff7",
      "title": "Glowing Plastic Helps Scientists See Inside Your Body",
      "summary": "Tiny plastic pieces called microplastics are everywhere, even inside people and animals. Scientists want to know what happens when these plastics get inside living things, but it's hard to see them. A new study shows a way to make microplastics glow so they can be watched in real time. This helps scientists see how the plastics move, change, and break down inside the body. The method uses special materials that glow brighter when they stick together. This is important because it can help us understand if microplastics are harmful to health and the environment. The research is still being tested, but it could lead to better ways to protect people and nature from plastic pollution.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5b35214a27a8fff7_2832cd30feaa.webp",
      "category": "Science"
    },
    {
      "id": "e3a432cdfdc799da",
      "title": "Ancient Roman Mosaic Tells a Lost Trojan War Story",
      "summary": "In Britain, a special Roman mosaic was found on a farm during the COVID-19 lockdown. This mosaic is very old, from about 2,000 years ago, and it shows scenes from the Trojan War, a famous ancient battle between Greeks and Trojans. But instead of telling the usual story from Homer's Iliad, it shows a different version from a Greek playwright named Aeschylus, which was mostly forgotten. The mosaic has pictures of Achilles and Hector fighting, and it uses designs that artists from around the Mediterranean Sea shared for centuries. This discovery helps us learn that people in Roman Britain were connected to other parts of the ancient world through art. The mosaic is now protected as an important historical site.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e3a432cdfdc799da_ce6183493bae.webp",
      "category": "Science"
    },
    {
      "id": "d246bfb5799e217d",
      "title": "Vegan Diet Helps People with Type 1 Diabetes Use Less Insulin",
      "summary": "A new study shows that eating a low-fat vegan diet can help people with type 1 diabetes use less insulin. Insulin is a hormone that helps sugar move from the blood into cells for energy. People with type 1 diabetes need to take insulin because their bodies don't make enough. The study found that those on a vegan diet reduced their daily insulin dose by 28%, which means they needed less medicine. This diet also saved them money on insulin costs. The vegan diet does not limit calories or carbs and includes plant-based foods like fruits, vegetables, and grains. It may improve how the body responds to insulin, making it work better. This is important because insulin prices are high, and using less can help save money. The research was done by a group of doctors who study healthy eating.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_d246bfb5799e217d_2e81e01e0520.webp",
      "category": "Science"
    },
    {
      "id": "a8d9dfbb5948f673",
      "title": "A New Battery That Uses Calcium Instead of Lithium",
      "summary": "Scientists in Hong Kong have made an exciting new battery that uses calcium instead of lithium. Calcium is a common element found in things like chalk and milk, so it's easier to get than lithium. This new battery is called a calcium-ion battery. It can store energy from sources like solar and wind power, and it might be used in electric cars one day. The scientists used special materials called quasi-solid-state electrolytes to help the calcium ions move better inside the battery. This makes the battery work well for over 1,000 times of charging and discharging. It's a big step toward making batteries that are better for the environment and can help us use more clean energy.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_a8d9dfbb5948f673_e51d8556edb2.webp",
      "category": "Science"
    },
    {
      "id": "ad0a3ca81c6fd25c",
      "title": "Europe's Big Rocket Helps Amazon Launch Satellites",
      "summary": "Europe's Ariane 6 rocket had its first big launch with four boosters, carrying 32 satellites for Amazon into space. It took off from a space center in South America and flew high into the sky. The rocket was very powerful, with over 3.4 million pounds of thrust. Amazon and the rocket company called the mission a success. Amazon is building a big group of satellites in space for internet service, and they need many rockets to launch them. They are using different rockets from companies like SpaceX and United Launch Alliance. The Ariane 6 rocket is now ready to help, but some other rockets have had problems. Amazon is working hard to get all their satellites up in time.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ad0a3ca81c6fd25c_ed314680b13d.webp",
      "category": "Science"
    },
    {
      "id": "3902e5bf75cd9329",
      "title": "Elephant Whiskers: Nature's Smart Sensors",
      "summary": "Elephants have amazing trunks that can pick up tiny things like peanuts. Scientists found that whiskers on the trunk help elephants feel things better. These whiskers are special because they are thick and have holes inside, making them strong and hard to break. Unlike cat whiskers, elephant whiskers do not move. The base of the whisker is stiff like plastic, and the tip is soft like rubber. This helps elephants know exactly what they are touching without looking. Researchers used tools like microscopes and 3D printing to study the whiskers. They made a big wand to test how it feels, and it worked like a sensitive tool. This discovery could help make robots that can feel things better, just like elephants do.",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_3902e5bf75cd9329_67cf3b86f90c.webp",
      "category": "Science"
    }
  ]
}