{
  "articles": [
    {
      "id": "2ce32c27224bb2fb",
      "title": "火车时刻表重大调整生效，承诺提供更多服务",
      "summary": "全国范围内火车时刻表的重大调整已生效，这是七年多来最显著的变化。铁路运营商承诺在网络中提供更多服务，并在某些路线上实现更快的旅程，东海岸主线受益最大。乘客被建议在出行前查看新时刻表。自2018年5月更新引发某些路线重大中断和取消以来，尚未见过如此程度的变化。铁路时刻表通常在每年五月和十二月调整，但很少达到这种程度。英国铁路网公司承诺，经过过去十年40亿英镑的投资，每天将提供更快的旅程和数千个额外座位。变化包括伦敦国王十字站至爱丁堡的行程时间减少15分钟，爱丁堡至约克减少10分钟。英国铁路网公司表示，这条由多家运营商使用的铁路线将改善苏格兰、英格兰东北部、约克郡和伦敦之间的连接性。使用该线路的公司之一LNER称这些变化“具有变革性”，并预计每年将增加10,000次服务。英国铁路网公司东部区域总经理埃莉·巴罗斯表示：“行业已为新时刻表准备多年。我们现在的优先事项是继续合作，为乘客和我们服务的社区提供这一十多年来最大时刻表变化的长期利益。”变化还包括北方铁路在利兹和谢菲尔德之间推出新的每小时快车服务。威尔士交通局为切斯特、雷克瑟姆和斯旺西引入更多服务。另一运营商阿凡提表示，伦敦和利物浦之间将有更多列车。然而，一些路线也将减少服务。阿凡提将布莱克浦和伦敦之间的服务从四次削减到两次。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2ce32c27224bb2fb_0be38c631c84.webp",
      "category": "News"
    },
    {
      "id": "92dd12c5bb692e8c",
      "title": "保守党提议取消汽油车禁令：英国政策转折点",
      "summary": "英国保守党领袖凯米·巴德诺赫宣布，如果该党赢得下次选举，将取消原定于2030年实施的新汽油和柴油车销售禁令。这一禁令是零排放车辆（ZEV）授权的一部分，旨在帮助英国在2050年前实现净零排放目标。巴德诺赫批评该授权虽出于好意但具有破坏性，认为它会损害国内汽车产业，同时让中国等外国竞争对手受益。她主张基于可负担性和技术进步推动清洁交通转型，而非依赖不切实际的授权。这一立场出现在与意大利总理乔治亚·梅洛尼会晤之后，梅洛尼曾游说欧盟放宽其2035年禁令，反映出对工业竞争力的广泛担忧。该禁令最初由鲍里斯·约翰逊于2020年提出，后被里希·苏纳克推迟至2035年，而工党则承诺在2024年选举宣言中恢复2030年期限。政府宣布额外投资13亿英镑于电动汽车补贴计划，但将从2028年起对电动汽车征收每英里3便士的税，这可能影响购买意愿。文章探讨了政治分歧、环境目标与经济现实之间的平衡，以及国际动态如何塑造英国的气候政策。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_92dd12c5bb692e8c_fa04c10da53a.webp",
      "category": "News"
    },
    {
      "id": "dca76e43a378935f",
      "title": "国王下令将红色邮筒送往南极洲",
      "summary": "国王查尔斯三世向位于南极洲的偏远研究站赠送了一个闪亮的新红色邮筒，作为礼物。这个皇家邮政灯柱邮筒带有国王查尔斯三世的徽章，被送往剑桥基地的英国南极调查局罗瑟拉站。该邮筒是在站务助理基尔斯滕·肖请求升级他们手工制作的邮筒后交付的，她负责运营为员工服务的英国南极领地邮局。肖表示，在南极洲虽然令人惊叹，但充满极端环境，因此通过寄信回家分享经历显得特别，这是将生活瞬间记录在纸上传递给他人的方式。罗瑟拉研究站于1975年启用，是英国南极调查局最大的设施，也是全球气候研究的著名中心，位于福克兰群岛以南1,860公里处。员工在该站工作和生活数月，肖强调收信对团队来说非常特殊，因为在野外工作多月后，收到来自亲友的手写信件能极大提升士气，这种连接方式超越了电子邮件或短信。新邮筒将替换站内目前使用的手工绘制邮筒。英国南极调查局称“皇室与皇家邮政合作安排了这次特别交付”。邮筒由英国极地研究船RRS大卫·爱登堡号运送至罗瑟拉，随冬季后首次主要补给一同抵达，并将安装在新的科学支持和运营中心发现大楼中。在如此偏远地区，邮政物流自然不简单，这一举措凸显了在极端环境中 tangible 沟通的价值。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dca76e43a378935f_37f6a989aef4.webp",
      "category": "News"
    },
    {
      "id": "9f90b053fd651579",
      "title": "美国解除制裁后，白俄罗斯政治犯获释庆祝",
      "summary": "在白俄罗斯，123名政治犯因美国主导的复杂谈判而获释，其中包括知名反对派人物如玛丽亚·科列斯尼科娃和维克多·巴巴里卡。这些人士因反对亚历山大·卢卡申科的专制统治而被监禁，该政权在2020年以暴力镇压大规模抗议活动。释放行动源于美国特使约翰·科尔对明斯克的两天访问，并伴随着美国取消对白俄罗斯钾肥出口的制裁。这一举措使卢卡申科在多年被西方孤立后恢复与美国的对话，获得外交胜利，同时美国可能借此改善与俄罗斯的关系，因为白俄罗斯是俄罗斯的亲密盟友。然而，欧盟的制裁仍然有效，获释者表达了喜悦之情，但也关切其他仍被拘留的人士。文章分析了这一事件的地缘政治意义，涉及国际关系、制裁作为外交工具的使用，以及白俄罗斯民主斗争的持续挑战。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9f90b053fd651579_1a72f071a06a.webp",
      "category": "News"
    },
    {
      "id": "390edfed072549d7",
      "title": "贝弗利和德里克·朱伯特在新书中反思40年非洲野生动物摄影",
      "summary": "贝弗利和德里克·朱伯特夫妇在超过40年的时间里，一直生活在非洲，拍摄和记录野生动物。他们的新书《野性之眼：摄影生涯》展示了他们令人惊叹的照片，这些图像不仅见证了大陆上生命的壮丽，还揭示了动物和荒野面临的多重威胁。在PBS新闻小时的采访中，约翰·杨与朱伯特夫妇讨论了他们的工作和新书。他们的摄影作品旨在通过视觉媒体提高公众对保护濒危物种和自然栖息地的意识。朱伯特夫妇的长期承诺产生了广泛的文档，不仅展示了生物多样性，还作为生态系统变化的历史记录。通过PBS等媒体平台，他们分享故事，激发行动，并培养人与环境之间更深层次的联系。他们的工作强调了艺术与行动主义的交叉，利用影像倡导野生动物保护，为环境管理和可持续发展做出贡献。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_390edfed072549d7_ad44facee24d.webp",
      "category": "News"
    },
    {
      "id": "1c5d654aef4ec69a",
      "title": "白俄罗斯释放著名政治犯，美国解除钾肥出口制裁",
      "summary": "周六，白俄罗斯当局释放了包括诺贝尔和平奖得主阿列斯·比亚利亚茨基和反对派人物玛丽亚·科列斯尼科娃在内的著名政治犯，人权组织已确认此事。此次释放与美国解除对白俄罗斯钾肥行业的制裁同时发生，钾肥是该国重要的经济出口产品。这一举动是专制总统亚历山大·卢卡申科为改善与华盛顿关系所做的努力的一部分，此前因人权镇压和白俄罗斯在俄罗斯入侵乌克兰中的角色，该国多年来面临西方孤立。作为制裁解除的交换，卢卡申科赦免了123名囚犯，据国家媒体报道。自2024年7月以来，白俄罗斯已释放了数百名囚犯，这标志着其国内和外交政策可能发生转变。美国特使约翰·科尔在明斯克与卢卡申科进行富有成效的会谈后宣布了制裁解除，强调关系正常化的目标。科尔将对话描述为从“婴儿步”走向“更自信的步伐”，凸显了两国之间沟通的增加。比亚利亚茨基在2022年获奖时仍在狱中，后被判走私和资助扰乱公共秩序，这些指控被广泛视为政治动机；科列斯尼科娃则是2020年白俄罗斯大规模抗议的象征人物。这一发展反映了一种战略交换：白俄罗斯获得经济利益，而美国试图影响人权改善。",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1c5d654aef4ec69a_58834351c01e.webp",
      "category": "News"
    }
  ]
}