{
  "articles": [
    {
      "id": "2c67be10e2be6349",
      "title": "China Stops Punishing British Politicians After Talks",
      "summary": "The British Prime Minister, Sir Keir Starmer, visited China and talked with President Xi Jinping. He said China has removed all punishments on six British politicians. These punishments included a travel ban, which stopped them from going to China, and other restrictions. The Prime Minister thinks his visit helped solve this problem by allowing leaders to discuss sensitive issues. However, the politicians who were punished said they do not want to be used in deals and would rather keep the punishments. This visit is important because it is the first time a British prime minister has gone to China since 2018, and it aims to improve relations between the two countries. Some people in Britain are worried about China's human rights record and security, but the Prime Minister believes the relationship is now strong.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_2c67be10e2be6349_6b96ab198f9c.webp",
      "category": "News"
    },
    {
      "id": "d5f0375144ea10e9",
      "title": "Police Catch Men for Huge Illegal Trash Pile",
      "summary": "Two men were arrested for dumping a massive pile of trash in a field in Oxfordshire, England. The Environment Agency, which protects nature, made the arrests. The trash pile is very big, about 21,000 tonnes, and is made of things like plastic, tires, and household waste. It is one of over 500 illegal dumps in England, with some having even more trash. These dumps are often hidden in the countryside and can be dangerous, like causing fires. Police think organized crime groups run these dumps to make money by charging less than legal places. Cleaning up this site will cost £9.6 million, and the agency hopes to get the money back from the people responsible. The men were released on bail while the investigation continues.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d5f0375144ea10e9_577c47b66b01.webp",
      "category": "News"
    },
    {
      "id": "d0a65fd0a741ffa8",
      "title": "A Locksmith Tricked People with High Bills",
      "summary": "A locksmith was secretly filmed by the BBC trying to charge much more money than promised. Many people complained about a company called 24/7 Locksmiths UK. One couple, Maureen and Eric, who are 85 years old, got locked out of their home. They called the locksmith, who said it would cost about £40 to help them. But after the work was done, the locksmith gave them a bill for over £2,800. The locksmith also did a bad job, so the couple had to pay another £2,244 to fix the door properly. The company did not answer the BBC's questions and closed its website. This is called a bait-and-switch scam, where people are tricked with a low price first, then charged a lot more later.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d0a65fd0a741ffa8_cc213d3fd531.webp",
      "category": "News"
    },
    {
      "id": "edad67278c50f310",
      "title": "Melania Trump's Movie Premiere at the Kennedy Center",
      "summary": "Melania Trump, the first lady, made a documentary about her life as she returned to the White House with her husband, Donald Trump. The movie, called 'Melania,' had its first showing at the Kennedy Center in Washington, D.C. She said the film shows her daily life, including her work, family, and setting up her team. The documentary will play in theaters around the world and later on Amazon Prime Video. Many important people, like government officials, came to watch it. Donald Trump liked the movie and said it brings back glamour. Melania hopes to share her story with everyone.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_edad67278c50f310_b534afac2d6d.webp",
      "category": "News"
    },
    {
      "id": "120329bb6d186f95",
      "title": "Venezuela Changes Oil Rules to Allow More Companies",
      "summary": "Venezuela's acting president, Delcy Rodríguez, signed a new law to change how the country's oil industry works. For over 20 years, the government controlled oil, but now private companies can help produce and sell oil. This happened after the U.S. government started to ease sanctions, which are rules that made it hard for Venezuela to sell oil. The U.S. also said American companies can work in Venezuela, but companies from some other countries like China and Russia cannot. The new law aims to bring more money and jobs by letting foreign companies invest. It also changes taxes and allows disputes to be settled in courts outside Venezuela, which might make companies feel safer. Rodríguez said this is about building a better future for children. This change could help Venezuela's economy grow after years of problems.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_120329bb6d186f95_07109cbaa5a2.webp",
      "category": "News"
    },
    {
      "id": "644994e42cbf64b0",
      "title": "New Rules for Voting in America",
      "summary": "Some lawmakers in the U.S. government want to change how people vote in elections. They are called House Republicans, and they have made a plan with new rules. One rule says you need to show a photo ID, like a driver's license, before you can vote. Another rule says you must prove you are a U.S. citizen when you sign up to vote. These rules might start in 2027. They also want to stop some voting methods that let people vote by mail or rank their choices. The lawmakers say these changes will make elections fair and honest, so people can trust the results. But other lawmakers, called Democrats, disagree. They think the new rules could make it harder for some people to vote, especially if they don't have an ID or find it tough to prove citizenship. This is happening before important elections in November, where Congress will decide who is in charge. The plan has a long name, the 'Make Elections Great Again Act,' and it is a big bill with over 120 pages. It might not pass because Congress is closely divided.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_644994e42cbf64b0_a3818e10d965.webp",
      "category": "News"
    }
  ]
}