{
  "articles": [
    {
      "id": "939a7d46ff2b8506",
      "title": "Discovery of a Millisecond Pulsar Candidate Near the Galactic Center Black Hole",
      "summary": "Researchers from Columbia University, in collaboration with Breakthrough Listen, have identified a candidate millisecond pulsar located close to Sagittarius A*, the supermassive black hole at the center of the Milky Way. This discovery was made through the Breakthrough Listen Galactic Center Survey, a highly sensitive radio investigation. Pulsars are neutron stars that emit regular radio pulses, acting as precise cosmic clocks due to their stable timing. Millisecond pulsars spin exceptionally fast, enhancing their reliability. If confirmed, this pulsar could provide a unique opportunity to test Einstein's General Theory of Relativity by measuring how the black hole's intense gravity distorts space-time and affects the pulsar's signals. The gravitational pull of Sagittarius A*, which has about 4 million solar masses, may cause anomalies in pulse arrival times, allowing scientists to study extreme gravitational environments. Follow-up observations are underway to verify the candidate, and data has been made publicly available to encourage global scientific collaboration. This research, led by Karen I. Perez and published in The Astrophysical Journal, aims to advance our understanding of galactic dynamics and fundamental physics.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_939a7d46ff2b8506_c478080bab72.webp",
      "category": "Science"
    },
    {
      "id": "e7cf000a3a2dd1e9",
      "title": "Uncovering Hidden RNA Molecules in Cancer Research",
      "summary": "Scientists identified a class of small RNA molecules called oncRNAs that are specific to cancer cells and absent in normal tissue. Starting with T3p in breast cancer, they expanded their research to analyze data from 32 cancer types, discovering approximately 260,000 cancer-specific oncRNAs. Each cancer type exhibits unique oncRNA expression patterns, enabling machine learning models to classify cancers with over 80% accuracy. Beyond serving as biomarkers, functional experiments in mice revealed that about 5% of oncRNAs actively drive tumor growth by processes like epithelial-mesenchymal transition and activation of proliferation genes. Clinically, oncRNAs are secreted into the bloodstream, and in a study of 192 breast cancer patients, high residual oncRNA levels after chemotherapy correlated with nearly fourfold worse overall survival, independent of traditional indicators. This research highlights oncRNAs as both diagnostic tools and potential therapeutic targets, offering insights into cancer biology and patient monitoring.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e7cf000a3a2dd1e9_299778d2858f.webp",
      "category": "Science"
    },
    {
      "id": "419fb789bfa01347",
      "title": "Breakthrough in Storing Solar Heat with DNA-Inspired Molecules",
      "summary": "Researchers have developed a fluid-based system that stores solar energy as heat for extended periods, potentially revolutionizing heating solutions. Heating accounts for nearly half of global energy demand, largely met by fossil fuels, contributing to environmental issues. Molecular solar thermal (MOST) energy storage aims to trap energy in chemical bonds for later release, but past attempts faced challenges like low energy density and degradation. A team from UC Santa Barbara and UCLA, led by chemist Han P. Nguyen, drew inspiration from DNA damage caused by UV light. They synthesized a derivative of 2-pyrimidone, similar to thymine in DNA, which changes into a Dewar isomer under sunlight, storing energy, and snaps back to release heat on demand. This system achieved an energy storage density of 1.65 MJ/kg, nearly double that of lithium-ion batteries and higher than previous MOST materials like norbornadiene. The breakthrough involves compounded strain from fused four-membered rings, creating a molecule eager to return to its relaxed state. While promising for reusable heating fuels, practical applications require overcoming issues like solvent use. This innovation could enable seasonal heat storage, using summer sunlight for winter warmth, advancing renewable energy efforts.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_419fb789bfa01347_d9163c744d8e.webp",
      "category": "Science"
    },
    {
      "id": "1d6f523d95168889",
      "title": "Evidence of Hannibal's War Elephants in Spain",
      "summary": "Archaeologists in southern Spain have uncovered an elephant foot bone that may serve as the first concrete evidence of Hannibal's legendary war elephants. Hannibal, a Carthaginian general renowned for his military tactics, is historically believed to have led an army, including 37 elephants, across the Alps into Italy during the Second Punic War in 218 BCE. The bone was discovered beneath a collapsed wall at the Colina de los Quemados site near Cordoba. Using carbon dating techniques, researchers estimated its age and linked it to the Second Punic War era. They also compared the bone to those of modern elephants and steppe mammoths to identify its origin. Additional artifacts such as artillery, coins, and ceramics found during the 2020 excavations suggest the location was a battle site. This discovery challenges previous theories that relied solely on drawings and accounts, offering physical proof of elephant presence in ancient Europe. The rarity of elephant remains in European archaeology makes this find significant, as it supports the narrative of Hannibal's ambitious crossing and the use of elephants in warfare, highlighting the logistical challenges of transporting such large animals by ship.",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1d6f523d95168889_c1755a579340.webp",
      "category": "Science"
    },
    {
      "id": "bbae819f60329848",
      "title": "New Dark Energy Data Points to a Universe That Could Collapse",
      "summary": "Physicist Henry Tye from Cornell University has analyzed recent data from the Dark Energy Survey (DES) and Dark Energy Spectroscopic Instrument (DESI) to propose that the universe may have a finite lifespan of about 33 billion years. Currently 13.8 billion years old, the universe is expanding, but Tye's model suggests it will continue to do so for roughly another 11 billion years before reaching a maximum size. After that, it would begin to contract, eventually collapsing into a single point in a process known as the \"big crunch.\" This challenges the long-held belief, based on a positive cosmological constant, that the universe would expand forever. Tye's work updates Einstein's cosmological constant concept, indicating it might be negative due to new dark energy observations. Dark energy, comprising about 68% of the universe's mass-energy, is not purely constant; Tye hypothesizes a low-mass particle that alters its behavior over time, fitting the data. The study, published in the Journal of Cosmology and Astroparticle Physics, highlights ongoing efforts by projects like DESI, Euclid, and SPHEREx to refine dark energy estimates and test these predictions.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "Uncovering the Enzyme Behind Chromothripsis in Cancer Evolution",
      "summary": "Researchers at UC San Diego have identified N4BP2 as the enzyme responsible for chromothripsis, a catastrophic genetic event where chromosomes shatter and reassemble incorrectly, driving rapid cancer evolution and treatment resistance. Chromothripsis occurs when chromosomes are trapped in micronuclei during cell division; upon rupture, N4BP2 enters and fragments the DNA, initiating this process. This discovery, published in Science, explains a long-standing mystery in cancer biology. Chromothripsis is prevalent in about 25% of cancers, with high rates in osteosarcomas and brain tumors. Experiments showed that removing N4BP2 reduces chromosome shattering, while adding it causes breaks even in healthy cells. The study also links N4BP2 to extrachromosomal DNA (ecDNA), which is associated with aggressive tumors. By targeting N4BP2, scientists aim to develop therapies to slow cancer progression and improve treatment outcomes.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    }
  ]
}