{
  "articles": [
    {
      "id": "5a4e11a7b2de35b8",
      "title": "Asos Co-Founder's Death in Thailand Under Investigation",
      "summary": "Quentin Griffiths, a British co-founder of the online fashion retailer Asos, died after falling from a high-rise apartment block in Pattaya, Thailand, on February 9th. Thai police reported that he was found dead outside a luxury hotel where he resided as a long-term resident in a 17th-floor suite. Initial investigations revealed his room was locked from the inside with no evidence of break-ins, and an autopsy indicated no foul play, suggesting the death may have been accidental. Griffiths co-founded Asos in London in 2000 with others, leaving the company in 2005 but remaining a significant shareholder. Asos, originally named As Seen On Screen, grew from selling celebrity-inspired fashion to a major online marketplace valued over £6 billion. Police noted Griffiths was involved in ongoing court cases, including a legal dispute with his Thai ex-wife over a shared business, which could have contributed to stress. The article highlights his background, the company's evolution, and the circumstances of his death, with additional context on Asos's current shareholders like Anders Holch Povlsen and Mike Ashley.",
      "source": "BBC Business",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5a4e11a7b2de35b8_eff6a615c15b.webp",
      "category": "Fun"
    },
    {
      "id": "ce37798b9c678277",
      "title": "Eric Dane's Legacy: From Grey's Anatomy to ALS Advocacy",
      "summary": "Eric Dane, a prominent actor recognized for his roles as Dr. Mark Sloan on Grey's Anatomy and Cal Jacobs on Euphoria, passed away at 53 following a diagnosis of amyotrophic lateral sclerosis (ALS). He revealed his condition in April 2025 and dedicated his final months to fundraising and increasing public awareness for ALS, which is a form of motor neurone disease. Born in San Francisco in 1972, Dane began his television career in 1993 and appeared in various shows and films, including Charmed and The Last Ship. His family issued a statement confirming his death after a courageous battle, noting he was surrounded by his wife, Rebecca Gayheart, and their two daughters. Tributes from Grey's Anatomy co-stars like Patrick Dempsey highlighted Dane's humor, intelligence, and commitment to raising awareness about ALS. The article emphasizes his impact both as an entertainer and an advocate for medical research.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ce37798b9c678277_418333d0b059.webp",
      "category": "Fun"
    },
    {
      "id": "07a8276335526508",
      "title": "KPop Tribute Show Faces Backlash and Defense in Belfast",
      "summary": "A KPop tribute concert held at the SSE Arena in Belfast sparked controversy after attendees voiced complaints on social media. Critics highlighted issues such as performers allegedly miming, insufficient content from the film KPop Demon Hunters, and concerns over the show's appropriateness for young children. KPop, or Korean pop, has gained global popularity through acts like BTS and Blackpink. In response, organizers Aiken Promotions and the SSE Arena defended the event, stating that while some expectations were not met, the majority of customers enjoyed it, and it served as an arena-standard tribute to the KPop genre. The concert is part of a world tour featuring songs from various KPop artists, including hits from Demon Hunters like 'Golden' and 'Soda Pop'. Online feedback included over 1,000 comments on Facebook, with some criticizing the quality and value, while others, such as a defender mentioning their niece's enjoyment, praised the experience. The event description promised all-live performances and a party for all ages, but the mixed reactions highlight challenges in meeting diverse audience expectations in entertainment events.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_07a8276335526508_b52cde50c9e0.webp",
      "category": "Fun"
    },
    {
      "id": "c55b0ae9dcb167ae",
      "title": "Epstein's EMI Investment Plan for Access to Women",
      "summary": "The article reveals that Jeffrey Epstein, a convicted sex offender, considered investing in the music conglomerate EMI based on suggestions from his associate David Stern. In emails released by the US Department of Justice, Stern indicated that the music industry was \"related to P,\" a term Epstein used to refer to women, implying it could offer access to them. Epstein expressed interest and inquired about involving Lord Mandelson, a UK government official. Stern, a German businessman with connections to figures like Prince Andrew and involvement in Sarah Ferguson's financial issues, frequently proposed deals to Epstein, including forwarding news about EMI's financial struggles. EMI, which included EMI Records and was later acquired by Universal Music, was described as a \"troubled industry\" by Stern. The emails also show Stern using phrases like \"lots of P\" in greetings and offering \"P factor\" ratings for events, highlighting the offensive language and potential exploitation. This suggests Epstein viewed business investments as a means to facilitate his predatory behavior, with Stern acting as an intermediary in these discussions.",
      "source": "BBC Business",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_c55b0ae9dcb167ae_96c00b3e9dbd.webp",
      "category": "Fun"
    },
    {
      "id": "af2e1cfb48c34ef0",
      "title": "Zach Top's Grammy Win Highlights Revival of Traditional Country Music",
      "summary": "Zach Top, a 28-year-old country music artist, recently won his first Grammy Award in the newly created category of best traditional country album for his second album, Ain't In It For My Health. This victory marks a significant moment in the music industry, as it recognizes the enduring appeal of traditional country sounds amidst more modern, hip-hop influenced styles. Top, who has over six million monthly listeners on Spotify, grew up in Washington state and began his musical journey at age seven, playing in a band with his siblings. His music, characterized by songs like I Never Lie, draws inspiration from classic country genres, which he describes as 'the really, really old stuff.' The introduction of the best traditional country album category at the Grammys this year, alongside best contemporary country album, aims to honor both the genre's historical roots and its evolution. Top believes this change has opened up opportunities for artists like him, allowing traditional country to reach younger audiences who find it fresh and authentic. He notes that many young people attend his shows, seeking a return to simpler, raw musical expressions. Reflecting on his win, Top expresses gratitude and a sense of validation from the industry, emphasizing that he creates music for the love of it, not for awards.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_af2e1cfb48c34ef0_5d0a9e472065.webp",
      "category": "Fun"
    },
    {
      "id": "4930a01b96118349",
      "title": "Upset Victory: Mensik Defeats Sinner in Qatar Open Quarter-Finals",
      "summary": "In a significant upset at the Qatar Open, Jakub Mensik, a 20-year-old Czech tennis player ranked 16th in the world, defeated Jannik Sinner, the world number two, in the quarter-finals. The match lasted three sets, with Mensik winning 7-6 (7-3), 2-6, 6-3, ending Sinner's impressive run of 22 wins from 23 matches. Sinner, a 24-year-old Italian who had reached 10 finals in 2025 including victories at the Australian Open and Wimbledon, was unexpectedly knocked out in their first meeting. Mensik advances to the semi-finals to face unseeded Frenchman Arthur Fils, who defeated Jiri Lehecka. In other matches, world number one Carlos Alcaraz will play defending champion Andrey Rublev in the semi-finals, with Alcaraz extending his winning streak to 10 matches after winning the Australian Open. The doubles competition features British pairs, with top seeds Cash and Glasspool aiming to retain their title against compatriots Patten and Heliovaara. The tournament highlights competitive dynamics among top seeds, with several withdrawals in Dubai affecting the lineup.",
      "source": "BBC Tennis",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_4930a01b96118349_05f9f855b9f7.webp",
      "category": "Fun"
    }
  ]
}