{
  "articles": [
    {
      "id": "e138ecafb91db0c2",
      "title": "地球可能遭受过来自太空的“隐形”爆炸袭击",
      "summary": "触地空爆是一种宇宙撞击形式，可能比众所周知的、与大规模灭绝相关的陨石坑形成事件更频繁发生。尽管具有破坏潜力，这些爆炸性相遇仍然知之甚少。加州大学圣塔芭芭拉分校地球科学荣誉教授詹姆斯·肯尼特及其同事认为，这些强大事件值得更多科学关注。触地事件可通过极高温度和压力造成极端破坏，但不一定形成陨石坑，或仅形成短暂的地表扰动，而非直接撞击产生的典型大型陨石坑。肯尼特领导的最新研究包括四项新发表的研究，提供了过去多个时间点发生多次空爆事件的证据。在这些事件中，彗星等 incoming 物体在地面以上引爆，释放出到达地球表面的强烈热量和冲击波。证据来自广泛地点，包括北大西洋的深海沉积物和一座古老沙漠城市的废墟。在这些地点，研究人员发现了极端条件的迹象，包括与原始太空物体相关的稀有元素、由熔化地球沉积物形成的玻璃状材料、由强烈热量产生的微小球形颗粒以及显示独特裂纹图案的冲击石英。其中一项发表在《PLOS One》期刊上的研究描述了首次在海洋沉积物中发现与空爆相关的影响标记物，这些沉积物与 Younger Dryas 影响假说相关。该材料发现于格陵兰西海岸巴芬湾的深海岩心中。巴芬湾非常重要，因为这是我们首次在海洋记录中找到 Younger Dryas 宇宙影响事件的证据。Younger Dryas 假说提出，大约12,800年前，彗星碎片在地球上空爆炸，引发了称为 Younger Dryas 的突然全球冷却事件。这一时期恰逢许多大型动物消失以及人类人口和文化的重大变化。由于彗星破裂，可能发生了多次爆炸，引发了广泛火灾。这些火灾留下了一层独特的富碳层，称为“黑垫”，主要分布在北半球的美洲和欧洲部分地区。该层还富含铂、铱、金属熔融颗粒、冲击石英和称为熔融玻璃的融合矿物。它们保存在深达约2,000米的海洋沉积物中。肯尼特解释说，虽然这些材料不直接测量爆炸强度，但它们展示了事件的强大和深远影响，并暗示其对气候的影响。材料被抛入大气层，全球运输并沉积在一个广泛分布的层中，我们之前已描述过。宇宙撞击变化很大，从持续落下的细外星尘埃到仅每数千万年发生一次的大规模碰撞。大型撞击通常留下陨石坑，长期以来一直作为此类事件的最强物理证据。由于触地空爆通常无法以持久方式改变地貌，确认其发生要困难得多。这与墨西哥尤卡坦半岛附近的希克苏鲁伯陨石坑等著名地点形成对比，后者直接与恐龙灭绝相关。此前，没有证据表明 Younger Dryas 边界事件有任何陨石坑或可能的陨石坑。因此，这些事件更难检测，尤其是当它们比几千年更古老且被埋藏后，留下很少或没有表面证据。然而，路易斯安那州东南部珀金斯附近的一个浅季节性湖泊可能代表第一个已知的 Younger Dryas 边界陨石坑。研究团队在《ScienceOpen》期刊《Airbursts and Cratering Impacts》中重新审视了1938年土地所有者提出的建议，他指出湖泊的圆形形状和“高出周围地形约1米的陨石坑状边缘”。详细的沉积物研究直到2006年才开始。从那时到2024年，研究人员检查了该地点的多个沉积物岩心，并确定了熔融玻璃。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e138ecafb91db0c2_114f81a83cd0.webp",
      "category": "Science"
    },
    {
      "id": "e4433df6cbc03fbe",
      "title": "引力波可能揭示黑洞周围的隐藏暗物质",
      "summary": "阿姆斯特丹大学的科学家开发了一种新方法，利用黑洞产生的引力波来探测暗物质并了解更多关于其行为的信息。他们的研究集中在极端质量比旋进系统上，即一个小黑洞围绕一个更大黑洞轨道运行，在长时间内发射引力波。通过基于爱因斯坦广义相对论建立一个完全相对论性模型，他们可以更准确地预测黑洞周围的暗物质如何影响这些波。该模型通过包含重要的物理效应，改进了先前简化的近似方法。研究旨在识别暗物质“尖峰”——在巨大黑洞附近可能形成的密集暗物质区域——这些区域会在引力波信号中留下独特的特征。未来的太空任务，如欧洲空间局计划于2035年发射的LISA空间天线，预计将观测这些信号数月甚至数年，提供详细数据。这项工作是朝着绘制暗物质分布图并理解其性质迈出的一步，因为暗物质构成了宇宙中大部分物质，但仍然不可见且难以理解。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_e4433df6cbc03fbe_c92d68c2c19c.webp",
      "category": "Science"
    },
    {
      "id": "4d3251a072789ff4",
      "title": "政府希望您了解的飞行圆盘：披萨形状的卫星",
      "summary": "NASA和美国太空军最近发射了一项任务，测试由航空航天公司设计的新型卫星DiskSats。这些卫星呈扁平圆盘状，直径约39英寸，厚度仅1英寸，由复合碳纤维制成，搭载太阳能电池、航空电子设备、反作用轮和电动推进器。它们通过Rocket Lab Electron火箭从弗吉尼亚州的NASA沃洛普斯飞行基地发射升空，进入340英里高的轨道。DiskSats旨在改进传统的立方体卫星CubeSats，后者自2003年以来已发射近3000颗，但立方形状限制了表面积和有效载荷能力。DiskSats具有更高的功率重量比和更大的表面积，便于安装太阳能阵列和传感器，且可堆叠设计优化了共享发射效率。该任务作为概念验证，评估其性能以支持未来的科学、商业和军事应用。航空航天公司作为非营利研发中心，基于对政府太空需求的调研开发了此概念，借鉴了SpaceX星链卫星的堆叠思路但规模更小。此次发射标志着卫星技术向更高效、适应性更强的架构迈进，以应对日益拥挤的太空环境和成本压力。",
      "source": "Ars Science",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_4d3251a072789ff4_8168b7d3eece.webp",
      "category": "Science"
    },
    {
      "id": "f2d666e6907d2dd3",
      "title": "哈德良长城罗马士兵受寄生虫困扰",
      "summary": "最近发表在《寄生虫学》期刊上的一项研究揭示，公元三世纪驻扎在哈德良长城的罗马士兵遭受了寄生虫感染，包括蛔虫、鞭虫和称为十二指肠贾第鞭毛虫的微观原生动物。研究人员分析了2019年从哈德良长城以南文多兰达堡垒的 sewer drains 收集的沉积物样本。他们发现28%的样本含有蛔虫或鞭虫的卵，这些肠道寄生虫通过不良卫生条件在受污染的食物、水或手中传播。此外，利用生物分子方法，他们检测到了十二指肠贾第鞭毛虫，这是一种会引起腹泻和营养不良的微观原生动物。这表明尽管士兵们拥有公共厕所和 sewer 系统，但仍经常经历胃肠道问题。该研究突显了古代卫生和医学知识的挑战，因为罗马医生治疗此类感染的能力有限。通过与此前在耶路撒冷和西西里等地对粪便寄生虫的研究进行比较，本文有助于理解罗马军事前哨的健康状况以及寄生虫疾病对历史人口的更广泛影响。",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f2d666e6907d2dd3_147d129d2cf1.webp",
      "category": "Science"
    },
    {
      "id": "0514f7348516ead6",
      "title": "NASA将很快查明毅力号火星车能否在火星上真正坚持",
      "summary": "NASA的毅力号火星车自2021年登陆火星以来，已运行近五年，状态极佳，行驶了40公里，是原认证距离的两倍。JPL的工程师正在认证其可行驶高达100公里，以探索杰泽罗陨石坑边缘，并为可能的样本回收任务返回会合点。火星车使用钚动力源，确保至少运行至2031年，其车轮和机械臂是主要寿命限制因素。毅力号已收集33个钛样本管，部分存放于火星表面。然而，火星样本返回（MSR）任务原计划于2020年代末发射，因成本超支至110亿美元而延迟，可能推迟至2030年代，使火星车需等待更久。尽管存在不确定性，NASA对毅力号支持未来任务的能力持乐观态度，副项目经理Steve Lee强调了其操作系统和冗余性。文章讨论了MSR的挑战及火星车在持续探索中的作用。",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_0514f7348516ead6_ef0851b858f1.webp",
      "category": "Science"
    },
    {
      "id": "5c45074085aebf6b",
      "title": "骂脏话能让你更强壮吗？科学说是的",
      "summary": "近期科学研究表明，骂脏话可能带来实际益处，包括减轻疼痛和增强体力。由心理学家理查德·斯蒂芬斯领导的研究团队进行了一系列实验，参与者在将手浸入冰水或进行椅子俯卧撑时，要么骂脏话，要么使用中性词汇。结果显示，骂脏话的参与者报告疼痛感降低，在冰水中坚持时间更长，并且在锻炼中表现出更强的力量。这种效应被称为“痛觉减退效应”，可能源于去抑制现象，即骂脏话帮助个体克服社会约束，更好地集中注意力。研究还发现，对于不常骂脏话的人，效果更为明显，可能是因为他们赋予脏话更高的情感价值。尽管机制如分散注意力或情感宣泄仍在讨论中，但研究提出骂脏话作为一种低成本工具，可在挑战性情境中提升表现。例如，在2020年的后续研究中，只有真实的脏话（如F词）对疼痛有影响，而假脏话则无效。这些发现结合了心理学、生理学和语言学视角，为理解人类在压力下的适应性行为提供了见解。",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_5c45074085aebf6b_a2a42028269d.webp",
      "category": "Science"
    }
  ]
}