{
  "articles": [
    {
      "id": "c8e2d1d708d64cae",
      "title": "特朗普在最高法院否决全球进口税后推出新10%关税",
      "summary": "在美国最高法院裁定否决其先前全球进口税后，总统唐纳德·特朗普推出了一项新的10%关税。法院以6比3的裁决认为，特朗普利用《国际紧急经济权力法》（IEEPA）实施关税时超越了总统权限，因为该法未明确授权关税权力，需国会明确委托。这一裁决对挑战关税的企业和美国各州来说是一次重大胜利，可能导致数十亿美元的关税退款，并为全球贸易格局注入新的不确定性。特朗普批评该裁决糟糕，并称法官为傻瓜，表示将转向其他法律途径推进其关税政策，他认为这些政策能促进美国投资和制造业。原始关税于去年宣布，针对包括墨西哥、加拿大和中国在内的众多贸易伙伴，引发了国内外企业对进口货物税收突然上涨及价格上升的担忧。首席大法官约翰·罗伯茨在意见书中强调，国会必须在明确条款和严格限制下委托关税权力，凸显了总统在贸易事务中的权限限制。这一事件反映了行政权力与司法制衡之间的紧张关系，以及贸易政策对经济和法律框架的深远影响。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_c8e2d1d708d64cae_c7a663f8e065.webp",
      "category": "News"
    },
    {
      "id": "9cf47e12a9cb11f2",
      "title": "药物引发赌博等成瘾：数百人向BBC讲述生活被毁经历",
      "summary": "BBC的一项调查揭示，多巴胺激动剂药物（如用于治疗不宁腿综合征的罗匹尼罗）可能引发严重的成瘾行为，包括赌博、性行为和购物。患者艾玛在孕期患上不宁腿综合征后服用罗匹尼罗，开始强迫性赌博，损失超过3万英镑，直到阅读BBC报道才意识到与药物的关联。超过250人，包括警察、护士等专业人士，报告了类似经历，凸显了广泛存在的问题。尽管这些药物已被降级为不宁腿综合征的二线治疗，英格兰的处方率仍未下降，许多患者表示医生未能充分警告这些副作用。作为回应，英国健康选择委员会已呼吁审查警告标签，政府称这些发现“极为令人担忧”。此报道强调了加强患者教育和医疗监督的必要性，以防止此类有害后果，并指出医疗系统中药物安全监测和沟通的不足。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9cf47e12a9cb11f2_31f86349d5d3.webp",
      "category": "News"
    },
    {
      "id": "252ab2e28fb691b8",
      "title": "伦敦时装周2026：最佳造型一览",
      "summary": "伦敦时装周2026旨在重振伦敦作为全球时尚之都的地位，参与度增加10%，共有41场时装秀和20场展示。亮点包括托卢·科克尔的可持续系列，使用库存面料和环保染料，英国国王查尔斯三世亲临现场，彰显复古风格与鲜艳色彩。英国时装协会通过连续第二年免除费用，降低参与门槛，吸引如坦普利伦敦和约瑟夫等品牌回归。知名设计师如巴宝莉与新锐人才如威廉·科斯托洛共同呈现多样化阵容，融合极简主义与张扬时尚。活动强调可持续性与创新，小西姆兹的音乐表演丰富文化体验，反映通过创意与包容性提升伦敦时尚声誉的努力。这一多方面策略旨在通过经济激励、环境意识和文化整合，增强伦敦在全球时尚领域的竞争力。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_252ab2e28fb691b8_c4b4fbec61e7.webp",
      "category": "News"
    },
    {
      "id": "ae4cf4a3d62cc170",
      "title": "最高法院为何裁定反对特朗普的关税政策",
      "summary": "美国最高法院以6比3的投票结果，裁定否决了特朗普总统的大部分全球关税政策，这对他的经济议程造成了重大打击。法院认为，特朗普总统根据1977年的《国际紧急经济权力法》没有权力实施如此广泛的关税。该法律允许总统在经济紧急情况下采取行动，但法院认定这些关税不符合法律标准。特朗普总统对此作出强烈回应，批评反对他的法官不爱国且不忠于宪法，并宣布计划通过另一法律框架实施全球10%的关税，以规避这一裁决。这一案件凸显了美国政府中的制衡机制，即最高法院可以限制总统行动，确保其符合法定权限。裁决对贸易政策和总统权力产生深远影响，反映了关于行政越权和法律解释的广泛辩论。此事件展示了司法与行政分支之间的持续紧张关系，以及法律在规范国家紧急权力中的作用。分析这一裁决有助于理解美国政治体系中权力分配和法治原则的运作。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ae4cf4a3d62cc170_0f352d586b1a.webp",
      "category": "News"
    },
    {
      "id": "9ef133e69ee29470",
      "title": "特朗普政府中充斥支持其虚假2020年选举主张的人员",
      "summary": "本文探讨了美国总统唐纳德·特朗普如何在其政府中任命众多支持其关于2020年选举败给乔·拜登的虚假主张的人员。关键人物包括司法部长帕姆·邦迪和律师库尔特·奥尔森，他们现在担任有影响力的职位，推广或基于这些已被揭穿的理论行事。例如，奥尔森领导对2020年投票的调查，导致诸如从佐治亚州富尔顿县扣押选票等行动——这一举措基于已被彻底调查和驳斥的主张。选举官员，特别是在民主党主导的州，预计在即将到来的选举中将面临更多动荡，因为选举否认运动在联邦政府内获得权力。专家如来自州联合民主中心的乔安娜·利德盖特警告，这种将阴谋论嵌入政府的行为破坏选举完整性，旨在影响中期选举。尽管面临更广泛的问题如经济担忧，特朗普继续断言其虚假胜利，利用其政府延续这些观点。文章通过具体案例和专家分析，揭示了政治叙事如何影响治理和公众对民主制度的信任，强调了对民主侵蚀的担忧。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9ef133e69ee29470_7ce67daaf2c5.webp",
      "category": "News"
    },
    {
      "id": "497a266866316360",
      "title": "最高法院关税裁决后：消费者与经济的前景",
      "summary": "最高法院最近裁定，特朗普总统根据《国际紧急经济权力法》（IEEPA）实施的全球关税中约有三分之二无效，认为这是行政权力的越权。这一裁决是对总统权力的重要司法制约，但特朗普迅速回应，计划利用《贸易扩展法》第232条和《贸易法》第122条等替代法律框架，以维持类似的关税水平。耶鲁大学法律与金融教授娜塔莎·萨林提供关键分析，指出这些替代权威涉及更严格的程序和实质要求，可能限制政府像以前那样广泛征收关税的能力。这些关税针对来自盟国和对手国的进口商品，税率处于历史高位，对宏观经济稳定、消费者价格通胀和国际经贸关系产生深远影响。本文深入探讨法律判例与经济政策之间的复杂互动，评估裁决的直接后果、总统回应的可行性，以及对美国经济治理和全球贸易动态的广泛影响。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_497a266866316360_254ec6ce4619.webp",
      "category": "News"
    }
  ]
}