{
  "articles": [
    {
      "id": "366c9f5ffbf52836",
      "title": "Graham Linehan's Court Case: What Happened",
      "summary": "Graham Linehan, who helped create the TV show Father Ted, was in court for two things. First, he was accused of harassing a trans activist online, but the judge said his posts were not criminal harassment. Second, he was found guilty of damaging someone's phone by hitting it and throwing it on the road. The judge said his online comments were unpleasant but not against the law. Linehan was fined money for the phone damage. He said he did it without thinking and that he was standing up for his beliefs. The case shows how people can disagree about gender identity without breaking the law.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_366c9f5ffbf52836_6996701262e8.webp",
      "category": "News"
    },
    {
      "id": "d900bcba6d886463",
      "title": "Your Brain Grows and Changes Through Life",
      "summary": "Scientists have found that our brains go through five important stages as we grow up and get older. They studied brain scans from about 4,000 people up to age 90. The brain changes a lot during childhood, then becomes more efficient starting around age nine. Surprisingly, the teenage brain phase lasts until our early thirties, which is when our brains work their best. After that, there are more changes as we get older. This research helps us understand why mental health problems and diseases like dementia can happen at different times in life. The brain is always learning and adapting, but it does so in clear steps, not smoothly.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d900bcba6d886463_a3b4a4a2f8ed.webp",
      "category": "News"
    },
    {
      "id": "3f11e33e2f830d53",
      "title": "How Scammers Stole Money Using a Phone Hack",
      "summary": "This article tells the story of Sue, who had her phone hacked by scammers. They tricked her phone company to get a new SIM card, which let them take over her email and bank accounts. The scammers spent over £3,000 using her credit card and even sent scary messages to her friends. The article explains that Sue's personal information, like her phone number and address, was stolen in past data breaches from companies. Experts say this data helped the scammers pretend to be her. It shows why it's important to protect your personal details online and what to do if it happens to you.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_3f11e33e2f830d53_b7b5982a76a7.webp",
      "category": "News"
    },
    {
      "id": "ac36b4444636763e",
      "title": "A Family Wants a Bigger House Without Extra Tax",
      "summary": "This article talks about a family named Wesley and Toni who live near Bristol with their two daughters. They want to buy a bigger house, but they have to pay a tax called stamp duty, which adds a lot of money to the cost. Stamp duty is a tax you pay when buying expensive property in England and Northern Ireland. Wesley thinks this tax is unfair because it makes it harder for families to move. He and his wife run a sweet shop and earn about £60,000 a year, but they face high costs for sugar and other things. They hope the government will remove stamp duty in the Budget, which is a plan for taxes and spending. The article also mentions other people, like a student named Liam, who is struggling with rising food prices. Overall, it shows how taxes affect people's lives.",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ac36b4444636763e_178df536e077.webp",
      "category": "News"
    },
    {
      "id": "37d30dd9aa80bfe1",
      "title": "Ukraine and U.S. Work on Peace Plan",
      "summary": "The United States and Ukraine are trying to make a peace plan to stop the war that has been going on for almost four years. The U.S. had a plan with 28 points, but people were worried it was too hard for Ukraine because it included things like limiting Ukraine's army and giving up land. Now, the plan has been changed to 19 points, and both sides are talking to make it better. They are working together to find a solution that Ukraine can agree to. The U.S. says they are hopeful that they can make progress and end the fighting. This is important because it could help bring peace to the region and stop the suffering caused by the war.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_37d30dd9aa80bfe1_4e6cd14ab0cd.webp",
      "category": "News"
    },
    {
      "id": "7b8ad76af601568d",
      "title": "White House Plans to Help People Pay for Health Insurance",
      "summary": "The White House is thinking about a plan to help people pay for health insurance under Obamacare for two more years. Right now, many Americans might have to pay more for health care because the current help is ending soon. This plan would make sure that people who earn up to 700% of the poverty level can get subsidies, which is more than before. Also, everyone might have to pay a small amount each month for their insurance, even if they have low incomes, to stop fraud. President Trump hasn't decided yet, but this shows he might keep part of Obamacare, which was made by President Obama. Democrats wanted this extension, but some Republicans don't like it because they have always wanted to change Obamacare. This is important because it affects how millions of Americans afford doctor visits and medicine.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7b8ad76af601568d_4b2a1496cf0c.webp",
      "category": "News"
    }
  ]
}