{
  "articles": [
    {
      "id": "cb7d842a2da9853f",
      "title": "Insuring History: The Bayeux Tapestry's £800m Journey to London",
      "summary": "The UK Treasury is planning to insure the Bayeux Tapestry for an estimated £800 million as part of a loan agreement to bring it to the British Museum in London from France. This 70-meter-long embroidery, depicting the 1066 Battle of Hastings, will be displayed from September next year until July 2027 while the Bayeux Museum undergoes renovations. The insurance is provided through the Government Indemnity Scheme (GIS), a long-standing program that saves museums money by covering risks like loss or damage without high commercial premiums. While French art experts have expressed concerns about the fragility of the nearly 1,000-year-old artifact during transport, French officials have denied these issues. The loan is part of a cultural exchange, with the British Museum sending items such as Sutton Hoo Anglo-Saxon artefacts and Lewis chess pieces to France in return. The GIS, established in 1980, has facilitated many high-value loans, like Vincent van Gogh's The Bedroom, and is estimated to save UK institutions around £81 million annually compared to commercial insurance costs.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cb7d842a2da9853f_e79f2dd56f6b.webp",
      "category": "News"
    },
    {
      "id": "18db08101ea67da6",
      "title": "England Secures a Dramatic Two-Day Test Victory in the Ashes",
      "summary": "In a remarkable and chaotic fourth Ashes Test at the Melbourne Cricket Ground, England achieved a stunning four-wicket victory over Australia in just two days, breaking an 18-match winless streak in Australia. Chasing a target of 175 runs, England's aggressive batting style, known as Bazball, thrived in the difficult conditions, reaching the total in under 33 overs. Key performances included Brydon Carse taking 4-34 and Ben Stokes contributing 3-24 in Australia's second innings, while batsmen like Zak Crawley, Ben Duckett, and Jacob Bethell scored crucial runs. This win prevented an Ashes clean sweep, with Australia leading the series 3-1 ahead of the final Test in Sydney. The match was noted for its absurdity due to the challenging pitch and England's pinch-hitting tactics, such as Carse batting at number three. Despite injuries like Gus Atkinson's hamstring issue, England's resilience delighted traveling fans and marked a significant turnaround in their tour.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_18db08101ea67da6_92235262c56c.webp",
      "category": "News"
    },
    {
      "id": "0298d5479aa4600e",
      "title": "Cultural Highlights of 2025: Viral Trends and Controversies",
      "summary": "The year 2025 was marked by numerous viral moments that shaped cultural conversations. Beyoncé's Grammy win for her country album 'Cowboy Carter' generated significant attention due to her shocked expression, which became a widely shared meme, highlighting ongoing debates about recognition in the music industry. Sydney Sweeney's American Eagle jeans ad sparked controversy, with interpretations ranging from harmless wordplay to associations with problematic ideologies, ultimately boosting sales but not her film performance. In music, events like Oasis's reunion and concert mishaps involving Beyoncé and Katy Perry added to the year's drama, while Lily Allen's album 'West End Girl' gained traction for its candid exploration of her divorce. Additionally, a Netflix series about a schoolboy accused of stabbing dominated TV discussions. These moments reflect broader themes of celebrity influence, media impact, and public engagement in the digital age.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0298d5479aa4600e_246635175451.webp",
      "category": "News"
    },
    {
      "id": "4d5b87eb8fee5f5d",
      "title": "Conflict Over Online Hate and Censorship Accusations",
      "summary": "Imran Ahmed, a British-born researcher and CEO of the Center for Countering Digital Hate, faces accusations from the Trump administration of attempting to censor social media platforms by pressuring them to remove objectionable viewpoints. The U.S. government, led by Secretary of State Marco Rubio, labeled him a 'foreign censor' and threatened deportation. However, a federal judge has temporarily blocked this action, allowing Ahmed to remain in the U.S. Ahmed defends his work, explaining that his nonprofit organization focuses on combating online hate, antisemitism, and harmful content affecting children, such as eating disorder and self-harm material. He emphasizes that his efforts are bipartisan and collaborative, including work with the Trump administration in 2020, and argues that as a nonprofit, he cannot engage in censorship, which he views as a governmental function. This situation highlights tensions between efforts to counter digital harm and concerns over free speech and government overreach.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4d5b87eb8fee5f5d_36535030dfb4.webp",
      "category": "News"
    },
    {
      "id": "639be8568164aed8",
      "title": "Debate Over Closing a Key Climate Research Center",
      "summary": "The Trump administration has announced plans to dismantle the National Center for Atmospheric Research (NCAR) in Colorado, a leading institution for atmospheric science established in 1960. Budget Director Russell Vought criticized NCAR as a major source of climate alarmism, sparking controversy. NCAR has been instrumental in advancing climate and weather research, contributing to breakthroughs that improve our understanding of environmental changes. The proposal has generated significant outcry from meteorologists and climate scientists, who argue that the center's work is crucial for predicting severe weather events and addressing climate issues. In discussions, experts like climate scientist Kim Cobb and meteorologist Matthew Cappucci emphasize NCAR's role in providing reliable data and fostering scientific collaboration. This move raises questions about the future of climate science in the U.S. and the impact on global research efforts.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_639be8568164aed8_8661351d60b8.webp",
      "category": "News"
    },
    {
      "id": "71eb5fb285a8a3dd",
      "title": "Malaysian Ex-Prime Minister Receives 15-Year Sentence in 1MDB Corruption Case",
      "summary": "Former Malaysian Prime Minister Najib Razak was sentenced to 15 years in prison and a massive fine of 13.5 billion ringgit ($3.3 billion) after being convicted in a major corruption trial. The High Court found him guilty on multiple charges, including abuse of power and money laundering, related to over $700 million from the 1MDB state investment fund that ended up in his personal accounts. The sentences will run concurrently, meaning he faces 15 years total, to be served after his current prison term from an earlier 1MDB case. The judge imposed fines and asset recovery orders, with additional prison time if payments are not made. Najib denied wrongdoing, claiming the funds were a political donation from Saudi Arabia, but the judge rejected this, citing forged letters and evidence linking the money to 1MDB. The ruling marks a significant moment in the global 1MDB scandal, which has led to investigations worldwide. Najib's lawyer plans to appeal, arguing judicial errors.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_71eb5fb285a8a3dd_68e5f67776cb.webp",
      "category": "News"
    }
  ]
}