{
  "articles": [
    {
      "id": "360abd4d4d51ce1d",
      "title": "紧张的商业界对预算有何期待？",
      "summary": "英国商业领袖在财政大臣的第二次预算案前感到高度紧张，因为去年他们承受了大幅增税的冲击，包括250亿英镑的国民保险上涨和超过通胀的最低工资提高。随着预算案临近，董事会信心日益脆弱，多项调查显示高管们忧心忡忡。预算案预计会进一步提高税收，资本经济学公司估计这可能在2026年使GDP减少0.2%，对一个仅在今年第三季度增长0.1%的经济体来说，这是一个显著打击。然而，当财政大臣从经济中抽走资金时，英格兰银行可能通过降低利率将资金推回，鼓励个人和企业借贷消费。政府高级顾问向BBC表示，影响商业信心的“重大因素”如通胀预计明年会下降，财政大臣可能强调这些积极面。在商业方面，政府部分希望以预算中不采取的行动来评判：避免更多意外和全面增税。英国工业联合会负责人雷恩·牛顿-史密斯强调“稳定是增长的唯一途径”，敦促政府不再对企业加税。她呼吁政府做出艰难选择以促进增长，例如进行一两次广泛增税而非多次小增税。商业利率是一个痛点，许多企业的账单几乎翻倍，因为疫情期间零售、酒店和休闲业的75%折扣去年降至40%。财政大臣曾承诺改革，可能将现有折扣永久化并消除小企业扩张时税率急剧上升的悬崖边缘，这部分资金可能通过提高大型零售物业的利率来支付。商业大臣彼得·凯尔在工业联合会会议上宣布了一些亲商政策，反映出对商业友好措施的关注。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_360abd4d4d51ce1d_6010ca03e5e5.webp",
      "category": "News"
    },
    {
      "id": "1f0a2f798ea38d1e",
      "title": "患有罕见疾病的男孩在接受世界首例基因治疗后令医生惊叹",
      "summary": "三岁的Oliver Chu患有罕见的遗传性疾病——亨特综合征（又称MPSII），这种疾病会导致身体和大脑进行性损伤，严重病例通常活不过20岁。由于基因缺陷，Oliver无法产生维持细胞健康所需的关键酶。在曼彻斯特皇家儿童医院，医疗团队首次尝试通过基因疗法改变他的细胞来阻止疾病进展。治疗一年后，Oliver似乎正在正常发育，这让像Simon Jones教授这样的医生感到震惊，他等待这样的结果已有20年。Oliver是全球接受此疗法的五名男孩中的第一个，他的家人来自加利福尼亚，对医疗团队充满信心。他的母亲Jingru表示，每次谈论此事她都激动得想哭。BBC跟踪报道了Oliver的故事，包括英国科学家如何开发这种开创性基因疗法，以及因资金短缺临床试验几乎无法启动的挑战。这一案例展示了基因疗法在对抗罕见疾病方面的潜力，为患者和家庭带来了新希望。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1f0a2f798ea38d1e_a7cda0e30fa0.webp",
      "category": "News"
    },
    {
      "id": "f98469b2549dc596",
      "title": "BBC高层将接受议员质询，涉及辞职和特朗普争议",
      "summary": "英国广播公司（BBC）的高级管理人员，包括迈克尔·普雷斯科特和主席萨米尔·沙阿，将于周一接受议会文化、媒体和体育委员会的质询。这次听证会是在BBC一系列危机之后举行的，起因是普雷斯科特的一份内部备忘录被泄露，其中批评了编辑实践，例如在《全景》节目中编辑了唐纳德·特朗普2021年1月6日的演讲，将两个部分拼接在一起，沙阿为此道歉，称这是“判断错误”。备忘录还指出了更广泛的问题，如BBC阿拉伯语频道在报道以色列-加沙战争时的偏见以及关于跨性别议题的单方面报道。这些披露导致总裁蒂姆·戴维和新闻总监黛博拉·特内斯辞职，最近董事会成员舒米特·巴纳吉也因治理问题辞职，加大了对沙阿领导力的审查压力。委员会主席、保守党议员卡罗琳·迪南奇表示，将调查这些事件，评估BBC的新闻标准，并讨论在指控制度性偏见和政治干预的背景下重建公众信任的策略。这一情况引发了关于BBC未来及其新闻输出完整性的广泛辩论，强调了在极化媒体环境中保持公正性的挑战以及对公共广播服务的影响。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f98469b2549dc596_c2157764bc31.webp",
      "category": "News"
    },
    {
      "id": "83a7dcb71badef7c",
      "title": "凯瑟琳呼吁消除成瘾的'污名'",
      "summary": "威尔士王妃凯瑟琳呼吁结束围绕成瘾的'污名'，并敦促人们对酒精、毒品或赌博依赖者提供'同理心和支持'。作为The Forward Trust慈善机构的赞助人，凯瑟琳在成瘾意识周（11月23日至30日）期间发出这一信息，强调成瘾不是选择或个人失败，而是一种复杂的心理健康状况，需要理解和关怀。她指出，污名导致恐惧和羞耻，使成瘾问题隐藏起来，影响家庭和社区，最终破坏生活。凯瑟琳将成瘾与心理健康问题相类比，表示虽已取得进展，但需更多行动来促进开放对话和同情。她鼓励人们伸出援手，联系像The Forward Trust这样的组织，并强调康复虽艰难，但通过治疗和关爱是可能的。这延续了她2022年的倡导，包括前运动员托尼·亚当斯的参与，通过视频展示对话在康复中的力量，旨在将成瘾及其危害'带出阴影'，推动社会态度的转变。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_83a7dcb71badef7c_4ef9bc7dbfe8.webp",
      "category": "News"
    },
    {
      "id": "63c4b5ebb61e1e18",
      "title": "FDA取消黑框警告后关于更年期激素治疗的须知",
      "summary": "美国食品药品监督管理局（FDA）最近决定移除更年期激素药物上的大部分黑框警告，这些警告自2003年起实施。最初，由于一项大型研究显示这些药物可能增加乳腺癌、中风和心脏病发作的风险，FDA添加了警告，导致许多患者和医生避免使用。然而，最新科学研究表明，原始研究主要涉及年龄较大的女性和过时的激素配方，而现代证据显示，对于60岁以下或绝经10年内的女性，这些疗法安全得多。激素治疗包括局部选项（如用于阴道问题的乳膏）和全身选项（如用于全身效应的贴片），通过补充雌激素和孕激素来缓解症状。医生强调治疗应个性化，女性应咨询医疗提供者权衡利弊，因为雌激素单独药物的子宫内膜癌警告仍然存在。这一变化反映了科学知识的进步，旨在帮助女性基于准确信息做出健康决策。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_63c4b5ebb61e1e18_38fa112640f3.webp",
      "category": "News"
    },
    {
      "id": "94f4cd13285ba15d",
      "title": "历史学家解释清教徒如何主导感恩节——以及谁被遗忘",
      "summary": "在这篇文章中，历史学家托马斯·特威德探讨了感恩节流行叙事的形成过程，指出其常常忽略重要的历史事实。虽然大多数美国人将感恩节与1621年清教徒和美洲原住民的盛宴联系起来，但特威德强调，北美地区的感恩仪式历史更为悠久。例如，万帕诺亚格等美洲原住民群体庆祝丰收节，而卡霍基亚人在11世纪就举行大型盛宴感谢神灵，远早于欧洲定居者的到来。清教徒是寻求宗教自由的分离派清教徒，从荷兰移居后定居在普利茅斯。然而，19世纪末和20世纪初对其故事的强调缩小了美国身份的范畴，抹去了美洲原住民、天主教徒和犹太人的贡献。特威德认为，这种选择性记忆通过推广简化的历史版本分裂了美国人。通过突出更早的传统，文章鼓励对感恩节采取更包容的理解，承认多元的文化根源。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_94f4cd13285ba15d_0e54c81b1c8c.webp",
      "category": "News"
    }
  ]
}