{
  "articles": [
    {
      "id": "a419786e2d13b26d",
      "title": "Army Stops Using Ajax Vehicles After Soldiers Get Sick",
      "summary": "The British Army has stopped using its Ajax armored vehicles because some soldiers got sick from loud noise and strong shaking during a training exercise. About 30 soldiers felt unwell, with some vomiting or shaking after being in the vehicles. The Ministry of Defence is investigating to make sure everyone is safe. These vehicles are part of a big program that cost billions of pounds and were made in Wales. The Army will not use them for training for two weeks while they check what went wrong. This has happened before, as noise and vibration have hurt soldiers in the past. The goal is to fix the problems so the vehicles can be used safely in the future.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a419786e2d13b26d_7fbfcf849099.webp",
      "category": "News"
    },
    {
      "id": "6f52c6ecb177db03",
      "title": "Trump Supports His Helper After Secret Talk with Russia",
      "summary": "President Donald Trump is supporting his special helper, Steve Witkoff, after a secret recording was shared. In the recording, Witkoff seemed to be giving advice to a Russian official on how to make President Trump happy. Trump says Witkoff was just doing his job as a dealmaker to help with peace talks between Russia and Ukraine. The peace plan from the US was first seen as too good for Russia, but it has been changed to be fairer. Witkoff has met with Russian President Putin many times but has not visited Ukraine's capital, Kyiv. Ukrainian President Zelensky wants to talk with Trump to solve problems. The secret call was about setting up a phone call between Trump and Putin to discuss ending the war.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6f52c6ecb177db03_ca94bb78ce61.webp",
      "category": "News"
    },
    {
      "id": "a912b2a300b9b4a7",
      "title": "What's in the New Budget?",
      "summary": "The government is planning a new budget with changes to taxes and wages. Chancellor Rachel Reeves wants to make the economy better by raising the minimum wage for workers. For example, adults over 21 will get £12.71 per hour in 2026. There's also a new tax on sugary milkshakes and milk drinks to make them healthier. The government hopes this will help reduce debt and improve the NHS. Reeves says these are fair choices to build a stronger Britain. The budget will be announced in the House of Commons, and the opposition leader will respond.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a912b2a300b9b4a7_e913344eb640.webp",
      "category": "News"
    },
    {
      "id": "24ee1a45cab3b980",
      "title": "President Trump's Plan to Help End the War in Ukraine",
      "summary": "President Trump says the United States is making progress in trying to stop the war in Ukraine. He has sent two special helpers, or envoys, to talk with leaders from Russia and Ukraine. One envoy will meet with Russia's leader, Vladimir Putin, in Moscow, and another will talk with Ukrainian officials after meeting Russians in Abu Dhabi. Ukraine's president, Volodymyr Zelenskyy, is happy about the progress and hopes to work closely with America. He believes that America's strength is important because Russia listens to them. The main issues still being discussed include whether Ukraine might have to give up some land to Russia to end the fighting. This news wrap also mentions other events, like Israel getting human remains from Gaza and the FBI wanting to interview some lawmakers.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_24ee1a45cab3b980_a79dbdd7cc4c.webp",
      "category": "News"
    },
    {
      "id": "9317aa7d73fcddfb",
      "title": "Food Banks in Trouble Across the Country",
      "summary": "Food banks are places that give free food to people who need it. Right now, many food banks in the United States are having a hard time because there is not enough food and too many people asking for help. This is happening because prices for food are going up, and the government is giving less help. During a government shutdown, programs like SNAP, which gives money for food, were stopped, making things worse. Even though the shutdown is over, more cuts are coming. Food bank leaders, like Eric Cooper from San Antonio, say it has been a tough year, and they are working hard to help everyone. This is important because it affects families, especially during the holidays when people need more support.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_9317aa7d73fcddfb_341f50e5c21c.webp",
      "category": "News"
    },
    {
      "id": "a26fb1a91ff86343",
      "title": "Taiwan and China's Big Disagreement",
      "summary": "This article talks about Taiwan and China not getting along. Taiwan is a place with 23 million people that rules itself, but China says Taiwan is part of it. Taiwan's deputy foreign minister, Chen Ming-chi, spoke with a reporter. He said that China cannot live peacefully with democracies like Taiwan. He also mentioned that Taiwan supports Ukraine because Ukraine is fighting a bigger neighbor, just like Taiwan worries about China. The article explains that leaders from the U.S. and China talked about Taiwan. It's important to understand that Taiwan wants to be independent and safe.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_a26fb1a91ff86343_eee7723ee19f.webp",
      "category": "News"
    }
  ]
}