{
  "articles": [
    {
      "id": "e97c381f3c13fad0",
      "title": "A Fun Music Maker Goes to Eurovision for the UK",
      "summary": "Look Mum No Computer is a music artist and YouTuber who makes cool electronic instruments like keyboards from toys. He has been chosen to represent the UK at the Eurovision Song Contest in Vienna this year. He is very excited and says it is an honor to be part of this big music show that many people love. He started as Sam Battle in a band called Zibra and now performs solo. He has lots of followers online and creates unique music machines. The BBC picked him because they think he is creative and will do a great job. His song is not out yet, but a DJ says it mixes different fun styles. This is a big chance for the UK to try something new at Eurovision.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e97c381f3c13fad0_717397370662.webp",
      "category": "Fun"
    },
    {
      "id": "b2d28496c785ce08",
      "title": "Emma Raducanu Loses Tennis Match in Dubai",
      "summary": "Emma Raducanu, a famous British tennis player, lost her first match at the Dubai Tennis Championships. She played against Antonia Ruzic from Croatia. Ruzic was a lucky loser, which means she got into the tournament because other players could not play. The match was very exciting. Raducanu lost the first set but won the second set to tie the game. In the third set, she started well but then Ruzic won six games in a row to win the match. Raducanu is ranked 25th in the world, and Ruzic is ranked 67th. This was a big win for Ruzic because it was her first time beating a top 30 player. Raducanu had some medical help during the match, like she did in another tournament last week. The article talks about how Ruzic did not have much time to prepare for the match but played very well.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b2d28496c785ce08_c6c1ac824289.webp",
      "category": "Fun"
    },
    {
      "id": "9a08384cce4ca204",
      "title": "How a Small Mistake Can Break Super-Safe Quantum Codes",
      "summary": "Quantum key distribution (QKD) is a super-secure way to send secret messages using the rules of quantum physics. It lets two people make a secret key even if someone is spying. The cool part is that if a spy tries to listen in, it messes up the signals, and the users can see errors that warn them. But there's a problem called pointing error, which happens when the sender and receiver aren't lined up perfectly. This can be caused by things like shaking or air moving. Scientists studied this issue and found that pointing error makes the system less reliable. They used math to understand how it affects the key generation. Their results show that bigger misalignments lead to more errors and slower key creation. Sometimes, having different levels of misalignment in different directions can actually help a bit. To keep communication secure, they might need to send more light particles. This research helps make quantum codes stronger by fixing small mistakes.",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9a08384cce4ca204_2df1dc4abaab.webp",
      "category": "Fun"
    },
    {
      "id": "fa345a7878f8b73d",
      "title": "How Frozen Tax Rules Affect Your Pay",
      "summary": "This article talks about how taxes work when you earn money from a job. In the UK, people pay tax on their salary, and there are rules called thresholds that decide how much tax you pay. Normally, these thresholds go up with prices, but now they are frozen until 2031. This means if your salary increases, you might pay more tax even though you earn more. The article has a calculator to help you see how this could change your take-home pay. It explains that for someone earning £39,000, the average salary, the freeze could add £465 to their tax bill by 2030-31. The freeze affects employees in England, Wales, and Northern Ireland, but not Scotland or self-employed workers. It's important because it shows how government decisions can impact how much money people keep from their work.",
      "source": "BBC Business",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_fa345a7878f8b73d_f1bf43616dd0.webp",
      "category": "Fun"
    },
    {
      "id": "57d4622b58aa91e5",
      "title": "Billy Steinberg: The Songwriter Who Made Hit Songs",
      "summary": "Billy Steinberg was a famous songwriter who wrote many popular songs. He helped create Madonna's big hit 'Like a Virgin' and other songs for stars like Whitney Houston and Cyndi Lauper. He was 75 years old when he died from cancer in Los Angeles. His family said he was a loving person and a great writer. He won awards like a Grammy for his work. Billy started writing songs in the 1980s with his friend Tom Kelly. Together, they made music that many people still love today. His songs often started as personal thoughts but became anthems that millions sang along to. He is remembered for his honesty and the way his music connected with people.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_57d4622b58aa91e5_5d7ee1889f40.webp",
      "category": "Fun"
    },
    {
      "id": "3742c1107fd6c199",
      "title": "A Play About Two Famous Bands: Oasis vs. Blur",
      "summary": "A new play called The Battle is about two famous bands from the 1990s, Oasis and Blur. These bands were very popular and had a big rivalry. In the play, actors pretend to be the band members. Some actors like Oasis more, and some like Blur more. They talk about why they love their favorite band. The play is fun and shows how the bands competed in a chart race. The actors are friendly, even though they play rivals. The play is happening at a theatre in Birmingham. It helps people remember the music and stories from long ago.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_3742c1107fd6c199_828a18473011.webp",
      "category": "Fun"
    }
  ]
}