{
  "articles": [
    {
      "id": "eb755b4e4e82c55f",
      "title": "Starmer Denies Authorizing Attacks in Leadership Dispute",
      "summary": "In a recent political story, Keir Starmer, the leader of the Labour Party, said he did not give permission for any attacks on other government ministers. This happened after a disagreement within his party. Kemi Badenoch, who leads the Conservative Party, accused Starmer of having a 'toxic' environment in his office. The article explains that politicians sometimes argue about how things are run, and Starmer wants to show he is not involved in negative behavior. It's important to understand that leaders must be honest and work together for the country. This helps us learn about responsibility in politics.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_eb755b4e4e82c55f_ca61a5bf83e5.jpg",
      "category": "News"
    },
    {
      "id": "5754c5fa7f7c7ad0",
      "title": "Henry Zeffman: Efforts to shore up Starmer's leadership may have backfired",
      "summary": "Briefings aimed at seeing off leadership plots may have left the PM more vulnerable, some in Labour fear.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_5754c5fa7f7c7ad0_df8ec854a3b6.jpg",
      "category": "News"
    },
    {
      "id": "fcc3a043affc20fe",
      "title": "Emails About a Famous Person",
      "summary": "This article talks about some emails written by Jeffrey Epstein, who was in trouble for bad things. The emails mention his friendship with Donald Trump, who was president. These emails were written before Trump became president and before the 2020 election. The article shares this information to help people understand what was happening. It is based on new emails that were found. This is important because it shows connections between people in the news. We learn about how emails can tell us stories from the past. It is good to know about these things to be informed.",
      "source": "PBS NewsHour",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_fcc3a043affc20fe_7c66769f6d04.jpg",
      "category": "News"
    },
    {
      "id": "4187cba12b2103a3",
      "title": "Italy Looks into Tourist War Games in Bosnia",
      "summary": "This article talks about a serious investigation in Italy. People say that some tourists paid money to shoot at civilians during a war in Bosnia. The war happened a long time ago in a city called Sarajevo, where people were trapped and in danger. Italy is checking if these claims are true. If they are, it would be very wrong because hurting innocent people is against the law and human rights. The story helps us understand why it's important to respect others and follow rules, even in difficult times. It also shows how countries work together to find out the truth and make sure justice is done.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4187cba12b2103a3_542d20050ed4.jpg",
      "category": "News"
    },
    {
      "id": "856659e628399adb",
      "title": "Trump's Legal Fight with the BBC",
      "summary": "This article talks about a legal case that former President Donald Trump might bring against the BBC. He is thinking about suing them for defamation, which means he believes they said something false about him that hurt his reputation. To win the case in Florida, experts say he needs to prove three important things. First, he must show that the BBC made a false statement. Second, he has to prove that this statement was published or shared with others. Third, he needs to demonstrate that it caused him harm, like losing money or damaging his reputation. The article explains that this is a big challenge because defamation cases can be hard to win, especially for public figures like Trump. It helps us understand how the law works to protect people from false statements in the news.",
      "source": "BBC News",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_856659e628399adb_49a3c498416a.webp",
      "category": "News"
    },
    {
      "id": "9aff8c14b0cd2edf",
      "title": "The Government Shutdown Deal",
      "summary": "The government shutdown, which was the longest ever, is almost over. A deal to reopen the government passed in the Senate on Monday night, but it won't end for at least one more day. This means that many government workers can go back to their jobs soon. However, there are still many questions about what will happen next. For example, people are wondering if the government will stay open or if there might be another shutdown. Lisa Desjardins, a reporter, is explaining all of this to help us understand. It's important because government shutdowns affect many people, like those who work for the government and those who use government services.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_9aff8c14b0cd2edf_a08399ea1d1e.webp",
      "category": "News"
    }
  ]
}