{
  "articles": [
    {
      "id": "b844cf7db7816192",
      "title": "Tiny Magnets Fight Bone Cancer and Help Bones Heal",
      "summary": "Scientists from Brazil and Portugal have made a new tiny material that can fight bone cancer and help bones heal. It is made of iron oxide nanoparticles, which are like small magnets, covered with a special glass. When a magnetic field is applied, the material gets hot and can kill cancer cells. At the same time, the glass coating helps new bone grow. This is important because it does two jobs at once: attacking the tumor and repairing the bone. The researchers tested it in a liquid that mimics the body and found it works well, especially when it has more calcium. This could lead to better treatments for people with bone cancer, making healing faster and safer.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b844cf7db7816192_b25ea7e52c23.webp",
      "category": "Science"
    },
    {
      "id": "87959d36773e592d",
      "title": "Cancer Cases Are Rising Around the World",
      "summary": "Cancer is a serious disease that is affecting more and more people all over the world. Since 1990, the number of people getting cancer has more than doubled, reaching 18.5 million new cases in 2023. Sadly, about 10.4 million people die from cancer each year. Most of these cases and deaths happen in poorer countries. The good news is that many cancer deaths could be prevented. Over 40% of cancer deaths are linked to things we can change, like smoking, eating unhealthy foods, and having high blood sugar. By 2050, experts think cancer cases could rise to 30.5 million per year. To help, governments need to work on preventing cancer, finding it early, and making sure everyone can get treatment.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_87959d36773e592d_aac7e69d9150.webp",
      "category": "Science"
    },
    {
      "id": "0b4e91a64313bcdd",
      "title": "Watching Plants Breathe Live!",
      "summary": "Plants breathe through tiny holes on their leaves called stomata. These holes let in carbon dioxide for making food and let out water vapor. Scientists have made a new tool called Stomata In-Sight to watch this happen in real time. It helps them see how stomata open and close while measuring gases. This is important because plants need water to grow, and understanding stomata can help create crops that use less water, especially in dry areas. The tool uses special microscopes and chambers to control light and humidity, giving a live view of plant responses. This breakthrough could lead to smarter plants that survive better with less water.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_0b4e91a64313bcdd_9c8e2b1b6f59.webp",
      "category": "Science"
    },
    {
      "id": "1c73ed88742a20ae",
      "title": "Court Protects Money for Science Research",
      "summary": "A court said the government cannot cut money that helps universities pay for research costs. This money is called indirect costs, and it covers things like electricity, building repairs, and animal care in labs. The Trump administration wanted to change the rules to give all universities the same small amount, but many universities said this would hurt their research. States and schools sued to stop the change. A lower court blocked it, and now an appeals court agreed because Congress had already made a rule to prevent such cuts. This means universities can keep getting the money they need unless the Supreme Court decides differently. The court said the government's plan was unfair and did not follow the law.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1c73ed88742a20ae_ae2f5aadc540.webp",
      "category": "Science"
    },
    {
      "id": "1cad9aa2c790f27c",
      "title": "A Satellite Sees a Giant Tsunami in a New Way",
      "summary": "A NASA satellite called SWOT was flying over the Pacific Ocean when a big earthquake happened near Russia. The earthquake made a giant tsunami, which is a huge wave in the ocean. The satellite took pictures of the tsunami as it moved across the water. Scientists were surprised because they saw the tsunami was not just one simple wave. Instead, it had many smaller waves that spread out and mixed together. This is different from what scientists thought before. They used the satellite data along with information from buoys in the ocean to learn more. The satellite helps scientists see tsunamis better, like putting on new glasses. This can help people understand how tsunamis travel and how they might affect coasts, making it safer for everyone.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "A Very Old Fire Burial in Africa",
      "summary": "Archaeologists found Africa's oldest cremation site in Malawi, dating back 9,500 years. They discovered a fire pit with the burned bones of a woman. This is special because hunter-gatherers, who lived by hunting and gathering food, rarely did cremations because they take a lot of work. The woman's bones had cut marks, and her head was removed before burning. People might have done this to remember her or show respect. The fire needed lots of wood and grass, and the community worked together to build it. This shows ancient people had rituals and cared for their dead.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    }
  ]
}