{
  "articles": [
    {
      "id": "75a9bb10d0054985",
      "title": "Hollywood Studios Challenge AI Video Tool Over Copyright Issues",
      "summary": "Seedance 2.0, an advanced AI video tool developed by ByteDance, TikTok's parent company, has sparked controversy by generating ultra-realistic clips from simple text prompts. Users have created videos featuring celebrities like Tom Cruise and Brad Pitt or reimagining popular shows such as Friends, often without authorization. Hollywood studios, represented by the Motion Picture Association (MPA), have issued a strong demand for ByteDance to cease infringing on copyrights, arguing that the tool operates without adequate safeguards. The MPA claims this massive-scale unauthorized use threatens creators' rights and American jobs. In response, ByteDance states it respects intellectual property, has suspended user uploads of real people's images, and is implementing measures to comply with regulations. Meanwhile, industry professionals like Deadpool writer Rhett Reese express fear that such AI could endanger careers by producing professional-quality content effortlessly, highlighting a tension between technological innovation and creative protection.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_75a9bb10d0054985_c3c50e803232.webp",
      "category": "Fun"
    },
    {
      "id": "49a36ba18fa7c351",
      "title": "Upsets at Qatar Open: Mboko and Sakkari Defeat Top Seeds",
      "summary": "At the Qatar Open in Doha, significant upsets occurred in the quarter-finals as Canadian teenager Victoria Mboko defeated Australian Open champion Elena Rybakina, and unseeded Maria Sakkari triumphed over world number two Iga Swiatek. Mboko, aged 19 and previously ranked outside the top 300, staged a comeback from 2-4 down in the third set to win 7-5, 4-6, 6-4, potentially entering the WTA top 10 for the first time. She attributed her success to playing her 'A' game against higher-profile opponents. Meanwhile, Sakkari, who has fallen to world number 52, overcame a nervous start to beat Swiatek 2-6, 6-4, 7-5, expressing relief after a period of self-doubt. Both winners advance to the semi-finals, with Mboko facing Jelena Ostapenko and Sakkari meeting Karolina Muchova, highlighting the unpredictability and competitive nature of professional tennis.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_49a36ba18fa7c351_c27a6fe0f88e.webp",
      "category": "Fun"
    },
    {
      "id": "ebf35009686a22e2",
      "title": "Taylor Swift Challenges 'Swift Home' Trademark to Protect Her Brand",
      "summary": "Taylor Swift has legally challenged Cathay Home's attempt to trademark 'Swift Home' for bedding products, arguing it could mislead consumers into believing she endorses the brand. Her legal team, TAS Rights Management LLC, filed an appeal with the US Patent and Trademark Office, stating that the stylized 'Swift' in Cathay Home's branding closely resembles her trademarked cursive signature, creating a false association. This move aims to safeguard Swift's extensive trademark portfolio, which includes over 300 trademarks covering her name, signature, album titles, and lyrics on goods like bedding and clothing. Cathay Home, based in New York, sells through major retailers and applied for the trademark to market its bedding items. Swift's action highlights the importance of brand protection in the entertainment industry, as her net worth exceeds $1 billion, largely from record-breaking tours. The case underscores how celebrities use legal measures to prevent unauthorized use of their identity for commercial gain.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_ebf35009686a22e2_25f503ec10ef.webp",
      "category": "Fun"
    },
    {
      "id": "4fe92bb99503aefa",
      "title": "Charli XCX's Artistic Shift to Wuthering Heights Soundtrack",
      "summary": "Finn Keane, a songwriter and Grammy-winning producer who collaborated with Charli XCX on her electro-dance album Brat, describes creating the soundtrack for Emerald Fennell's film adaptation of Wuthering Heights as an ideal pivot. After the Brat summer phenomenon ended in 2024, Charli sought a new direction, and both she and Keane were inspired by the darker themes of the Emily Brontë classic. They viewed this project as a counterpoint to their previous work, moving away from the dance world to explore orchestral elements recorded at Abbey Road Studios for a gothic feel. The soundtrack was developed during tours for the Brat remix album, with sessions in studios or hotel rooms, showcasing Charli's preference for working in extremes. This shift highlights her artistic growth and desire to surprise audiences, contrasting with her earlier work on the Barbie soundtrack.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4fe92bb99503aefa_7228051a9a95.webp",
      "category": "Fun"
    },
    {
      "id": "f70db56799cf233a",
      "title": "Jack Pinnington Jones Advances to Quarter-Finals in Dallas",
      "summary": "Jack Pinnington Jones, a 22-year-old British tennis player, has achieved a significant milestone by reaching his first ATP Tour quarter-final at the Dallas Open. Ranked 181st in the world, he had to qualify for the main draw, winning two preliminary matches. In the tournament, he secured notable victories over Italy's Flavio Cobolli, who is world number 20, and American Eliot Spizzirri, ranked 68th, with a three-set win in the latter match. This success marks a continuation of his impressive form, following a runner-up finish at a challenger event in Egypt. As a result, his world ranking is set to improve to 138th, and a win in the next round could push him into the top 110. Pinnington Jones recently completed his junior year at Texas Christian University but chose to forego his final year to focus on a professional tennis career. His next challenge is against former US Open champion Marin Cilic in the quarter-finals, highlighting his rapid rise in the sport.",
      "source": "BBC Tennis",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f70db56799cf233a_f321026f4454.webp",
      "category": "Fun"
    },
    {
      "id": "95e517e0d89389bc",
      "title": "Trump's Defamation Lawsuit Against BBC: Trial Set for 2027",
      "summary": "Former US President Donald Trump's defamation lawsuit against the BBC has been scheduled for trial in February 2027 in Miami, Florida, with proceedings expected to last two weeks. The case centers on a Panorama episode that edited two sections of a Trump speech, allegedly making it appear he encouraged supporters to storm the US Capitol on January 6, 2021. Trump is seeking damages, claiming the edit was false and defamatory. The BBC has apologized for the edit but disputes the defamation claim and plans to file a motion to dismiss by March 2026, arguing the Florida court lacks jurisdiction and that Trump failed to state a valid claim. Recently, a judge denied the BBC's request to delay the discovery process, where both sides exchange evidence, deeming it premature. This legal battle highlights issues of media responsibility and free speech in high-profile cases.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_95e517e0d89389bc_0c690ccc398a.webp",
      "category": "Fun"
    }
  ]
}