{
  "articles": [
    {
      "id": "8f23b94a82e10bfb",
      "title": "航天器捕捉到引发巨型太阳爆发的“磁雪崩”",
      "summary": "欧洲航天局领导的太阳轨道飞行器通过观测发现，太阳耀斑始于微小的磁扰动，这些扰动迅速增强，类似于雪崩从山坡滚落的过程。该研究于2024年9月30日记录了一次大型太阳耀斑，利用四个仪器（包括极紫外成像仪EUI）提供了每两秒变化的高分辨率图像。太阳耀斑是太阳系中最强大的爆炸之一，由磁重联过程引发，即相反的磁力线断裂并重新连接，释放巨大能量，将等离子体加热至数百万度，并可能触发地球的地磁风暴，干扰无线电通信。观测显示，耀斑起始于一个暗色丝状结构和十字形磁模式，随着新磁链每约两秒形成和扭曲，区域变得不稳定，导致磁重联的连锁反应，最终剧烈爆发。科学家强调，由于有限的观测窗口和航天器数据存储约束，此类详细观测极为罕见，这对理解空间天气和保护技术至关重要。该研究发表于《天文学与天体物理学》期刊，为改进太阳活动预测模型提供了关键见解。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8f23b94a82e10bfb_5a9e640ac924.webp",
      "category": "Science"
    },
    {
      "id": "4e10096cf79ea196",
      "title": "英国家庭将获得150亿英镑用于太阳能和绿色技术以降低能源账单",
      "summary": "英国政府宣布了“温暖家园计划”，承诺在未来五年内向全国家庭提供150亿英镑，用于安装太阳能电池板、热泵和电池等绿色技术，以降低能源账单并解决燃料贫困问题。该计划旨在将太阳能家庭数量增加两倍，帮助100万人摆脱燃料贫困，并通过低息贷款和赠款使这些技术更易于负担。尽管能源行业、工会和金融部门欢迎这一长期投资，认为它能推动私人投资，但保守党批评该计划可能导致家庭承担高额运行成本。政府估计，平均三居室半独立式住宅每年可节省500英镑能源费用，而慈善机构如Nesta和MCS基金会预测节省可能超过1000英镑。首相基尔·斯塔默爵士强调，温暖的家园应是每个家庭的基本保障，该计划是应对生活成本危机的关键部分。文章还提到，自2024年首次提出以来，计划细节经过两年才公布，反映了政府在平衡环境目标与经济可行性方面的努力。",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4e10096cf79ea196_438e55252282.webp",
      "category": "Science"
    },
    {
      "id": "dc7fb666fd3544e6",
      "title": "这种新型建筑材料能从空气中吸收碳",
      "summary": "伍斯特理工学院的研究人员开发了一种名为酶结构材料（ESM）的新型建筑材料，该材料在生产过程中能主动从大气中去除二氧化碳。由尼玛·拉巴尔教授领导的研究团队利用一种酶将二氧化碳转化为固体矿物颗粒，这些颗粒在低能量条件下粘结和固化，形成坚固耐用的组件。与传统混凝土相比，ESM每立方米可封存超过6千克的二氧化碳，而排放量远低于传统混凝土，后者占全球二氧化碳排放量的近8%。这种材料固化快速、完全可回收且可修复，适用于屋顶甲板和墙板等应用。其开发旨在通过提供可扩展的碳负替代品来应对建筑对环境的影响，支持可持续基础设施并减少垃圾填埋场的废物。此外，ESM的轻质组件和快速生产能力使其适用于经济适用房、气候韧性基础设施和灾后恢复工作，推动了碳中性基础设施和循环制造系统的更广泛目标。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_dc7fb666fd3544e6_62eb77827319.webp",
      "category": "Science"
    },
    {
      "id": "cc57e78992f40918",
      "title": "斯坦福科学家发现再生软骨并阻止关节炎的方法",
      "summary": "斯坦福医学院的研究人员发现，通过注射阻断一种与衰老相关的蛋白质15-PGDH，可以逆转老年小鼠膝关节软骨的自然流失，并防止类似前交叉韧带撕裂的损伤后关节炎发展。该治疗的口服版本已在针对年龄相关性肌肉无力的临床试验中进行测试。从膝关节置换手术中获取的人类软骨样本也表现出积极反应，组织开始形成新的功能性软骨。这些发现表明，因衰老或关节炎而丢失的软骨未来可能通过药丸或靶向注射得以恢复。如果对人类有效，此类治疗可能减少甚至消除膝关节和髋关节置换手术的需求。骨关节炎是一种退行性关节疾病，影响美国约五分之一成年人，每年产生约650亿美元的直接医疗成本。当前治疗侧重于管理疼痛或手术替换受损关节，尚无获批药物能减缓或逆转潜在的软骨损伤。新方法针对疾病的根本原因而非症状，为骨关节炎治疗提供了潜在转变。该研究发表在《科学》杂志上，由Helen Blau和Nidhi Bhutani领导，强调了通过抑制衰老酶实现组织再生的新途径，具有显著的临床前景。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_cc57e78992f40918_b3e74563e3a4.webp",
      "category": "Science"
    },
    {
      "id": "ea132073a593b250",
      "title": "研究发现：猕猴面部表情不仅仅是反射",
      "summary": "一项最新研究探讨了猕猴如何产生面部表情，挑战了神经科学的传统假设。研究人员使用功能磁共振成像扫描和高分辨率摄像机，在猕猴暴露于社交刺激（如视频和实时互动）时监测其大脑活动和面部运动。研究聚焦于三种表情：表示接纳的咂嘴、表示威胁的面部表情以及非社交的咀嚼动作。通过在大脑区域（如运动皮层和扣带皮层）植入微电极阵列，他们记录了这些表情期间的神经元活动。与预期不同，研究发现所有四个区域——初级运动皮层、腹侧前运动皮层、初级体感皮层和扣带运动皮层——都参与了每种表情类型，表明面部表情是由多个大脑区域协调而非独立控制。这项研究旨在通过从大脑信号解码面部表情来改善瘫痪患者的神经假体，突显了非语言交流的复杂性。",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_ea132073a593b250_5eeee4faa18d.webp",
      "category": "Science"
    },
    {
      "id": "75452ab96320840a",
      "title": "终于解释清楚：为什么肾脏疾病对心脏如此致命",
      "summary": "科学家们揭示了为什么超过一半的慢性肾脏疾病患者最终死于心脏相关并发症的关键原因。根据新研究，受损的肾脏会向血液中释放一种直接伤害心脏的物质。这一发现由UVA Health和Mount Sinai的研究人员做出，可能帮助医生更早地识别高风险患者，并为预防或减缓肾脏疾病患者心力衰竭的新治疗方法打开大门。慢性肾脏疾病在美国影响超过七分之一的人口，约3500万人，尤其常见于患有糖尿病或高血压等其他健康问题的人群。长期以来，医生们知道慢性肾脏疾病与心血管疾病密切相关，但理解具体原因一直很困难。新研究指出，患病的肾脏会释放称为“循环细胞外囊泡”的微小颗粒到血液中。这些囊泡携带研究人员发现对心脏组织有毒的小型非编码RNA（miRNA）。在实验室小鼠中，阻止这些细胞外囊泡循环显著改善了心脏功能并减少了心力衰竭的迹象。研究团队还分析了慢性肾脏疾病患者和健康个体的血浆样本，发现有害的细胞外囊泡仅存在于肾病患者中。这些发现表明，未来可能开发出血液测试来识别慢性肾脏疾病中面临严重心脏问题最高风险的人群，并设计阻断或中和这些循环细胞外囊泡的疗法，减少它们对心脏的损害。研究人员希望为有心脏病风险的肾病患者开发新的生物标志物和治疗选择，潜在地改善慢性肾脏疾病和心力衰竭患者的精准医疗，使每位患者获得他们所需的确切治疗。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_75452ab96320840a_31dce3ff2bf9.webp",
      "category": "Science"
    }
  ]
}