{
  "articles": [
    {
      "id": "b7bc010151882128",
      "title": "四分之一议会错过食物垃圾收集截止日期",
      "summary": "英国广播公司（BBC）的一项调查发现，近四分之一的英格兰议会将无法按时实施每周食物垃圾收集服务，该服务原定于下个月根据新的“简化回收”立法在所有家庭中推行。环境、食品和农村事务部（Defra）表示，此举旨在提高回收率，但超过70个议会表示，尽管Defra提供了超过3.4亿英镑的资助，但由于专业收集车辆需求高和资金短缺，他们无法按时完成。环境部长玛丽·克里强调需要采取行动解决回收率长期停滞的问题，并指出议会已获得预算增加以支持该政策。单独收集的食物垃圾可通过厌氧消化转化为电力，减少填埋场使用和温室气体排放，并鼓励减少浪费。虽然一些议会早已实施每周收集，但其他议会需建立新服务；至少56个议会计划在2026年底前启动，9个议会尚无开始日期，31个议会已获延期，这意味着超过三分之一的议会到3月时仍无法从所有家庭收集食物垃圾。什罗普郡和东汉普郡等议会强调了财务风险和车辆可用性问题为主要障碍。",
      "source": "BBC Science",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7bc010151882128_ab9a8431cffc.webp",
      "category": "Science"
    },
    {
      "id": "5c9f6890cf457ed7",
      "title": "醉酒黑猩猩尿液测试失败，证实激烈争论的理论",
      "summary": "最近发表在《生物学快报》上的一项研究为“醉酒猴子假说”提供了有力证据。研究人员通过分析黑猩猩尿液中的酒精代谢物，调查了它们是否摄入酒精。研究生阿列克谢·马罗等在非洲利用创新方法（如挂在树枝上的塑料袋）收集尿液样本。使用免疫测定试纸测试后，发现20个样本中有16个含有乙基葡萄糖醛酸酐（一种酒精副产品），含量相当于人类饮用一到两杯酒的水平。这表明黑猩猩经常食用含有乙醇的发酵水果，支持了人类对酒精的吸引力可能源于数百万年前进化根源的观点。研究还指出，发情期雌性和幼年黑猩猩的酒精水平较低，提示了未来研究方向。尽管这补充了之前关于黑猩猩分享酒精水果的观察，但仍存在空白，例如证明黑猩猩有选择性地食用高乙醇水果。总体而言，这项研究将食物和酒精在灵长类进化中联系起来，强调了发酵资源在动物饮食中的作用。",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_5c9f6890cf457ed7_8d21c350b3b4.webp",
      "category": "Science"
    },
    {
      "id": "2da7ba924aa73200",
      "title": "美国电网：太阳能增长35%后超越水电",
      "summary": "根据美国能源信息管理局2025年的数据，美国电力消费增长了2.8%，主要受供暖、制冷和经济增长等因素驱动。太阳能发电表现出色，增长了35%，首次超越水力发电，凸显了可再生能源的进步。同时，煤炭发电增长了13%，归因于经济可行性增强和监管干预，如特朗普政府指示保持煤电厂可用性并促进天然气出口，从而改变了市场动态。尽管政府对可再生能源持敌对态度，但经济力量推动了显著的容量增加，计划在2026年新增43吉瓦太阳能和12吉瓦风能，包括抵御行政封锁的海上项目。电池存储扩展，特别是在加利福尼亚州和得克萨斯州，对于整合可变的太阳能输出至关重要，预计新增24吉瓦容量。这一演变表明，可再生能源可能占美国电力结构的近四分之一，突显了一个过渡阶段，其中太阳能和风能超越水电并缓解煤炭的复苏，同时面临持续的需求压力和政策复杂性。",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2da7ba924aa73200_9085c0cafedd.webp",
      "category": "Science"
    },
    {
      "id": "7badc4e25b64b5ce",
      "title": "50年探索终结：曾被认为不可能的硅芳香化合物终被创造",
      "summary": "经过近50年的理论研究和全球多次失败尝试，萨尔兰大学的David Scheschkewitz教授及其团队取得了重大突破。他们与博士生Ankur以及X射线衍射服务中心的Bernd Morgenstern合作，成功合成了pentasilacyclopentadienide，这是一种硅基芳香化合物。该分子将芳香化合物中的碳原子替换为硅原子，芳香分子因其平面环结构和离域电子而异常稳定，在塑料制造等工业中至关重要，可提高催化剂的耐久性和效率。硅与碳不同，更具金属性且电子结合较弱，因此可能产生具有独特性质的新型化合物和催化剂。这一发现与日本东北大学岩本武明团队的独立研究同时发表在《科学》期刊上，标志着自198年以来已知的唯一硅芳香化合物后的重要进展，为开发新材料和工业催化剂奠定了基础，拓展了硅化学的可能性。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7badc4e25b64b5ce_a45197a4df35.webp",
      "category": "Science"
    },
    {
      "id": "add137303b7c7989",
      "title": "银河系磁场中发生的奇异现象",
      "summary": "由乔安妮·布朗博士领导的研究团队正在调查银河系的磁场，这是一种无形的力量，对于防止星系因引力而坍缩至关重要。利用加拿大不列颠哥伦比亚省多米尼翁射电天文台的新型射电望远镜，该团队作为全球磁离子介质调查（GMIMS）的一部分，收集了高质量数据。他们测量了法拉第旋转现象，即无线电波在穿过电子和磁场区域时发生偏移，以绘制整个星系磁场的结构。在一个重要发现中，他们在人马座臂中发现了一个对角线磁场反转，该处的磁场方向与星系其他部分相反。这一发现发表在《天体物理学杂志》上，为了解星系演化提供了见解，并有助于改进预测其未来行为的模型。该数据集现已可供全球天文学家在进一步研究中使用。这项研究强调了磁场在维持星系稳定性中的作用，以及先进望远镜技术在推动天体物理学知识方面的价值。通过国际合作和开放数据共享，该团队为更精确的银河系模型做出了贡献，增强了我们对宇宙动力学的理解。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_add137303b7c7989_e6d71110da6a.webp",
      "category": "Science"
    },
    {
      "id": "0a3276ac16bc2032",
      "title": "科学家破解“尖叫”透明胶带的奥秘",
      "summary": "最近一项研究揭示了快速剥离透明胶带时发出尖叫声的声学机制，将其归因于超音速微裂纹传播产生的冲击波。这项发表在《物理评论E》上的研究扩展了对粘合剂现象的历史调查，包括摩擦发光——自17世纪以来观察到的一种材料变形时产生光的现象。透明胶带由3M工程师理查德·德鲁于1930年发明，最初用于汽车喷涂，展示了日常物品如何蕴含复杂物理。先前研究在2010年记录了横向裂纹，并在2024年将其与声音关联，但缺乏因果解释。托罗德森等人假设裂纹尖端直接产生离散声脉冲，并通过同步高速成像和声学记录进行测试。他们的方法涉及用金属棒手动剥离胶带，使用两台摄像机捕捉断裂传播，两台麦克风记录压力波。结果证实，尖叫声源于一系列弱冲击波，在胶带边缘达到高潮，由相对于空气的超音速裂纹速度驱动，产生部分真空和压力脉冲。这项工作不仅解决了一个长期存在的问题，还增强了对粘合剂断裂动力学和声发射的理解，对材料科学和工程具有意义。",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_0a3276ac16bc2032_63f9025f0122.webp",
      "category": "Science"
    }
  ]
}