{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "Viral Infections and Queen Bee Replacement in Honey Bee Colonies",
      "summary": "Honey bee colonies often experience leadership changes through a process called supersedure, where worker bees replace their queen. Researchers from the University of British Columbia discovered that common viruses play a key role in this. Viruses can infect the queen, causing her ovaries to shrink and reducing her egg-laying capacity. Additionally, the infection lowers her production of methyl oleate, a pheromone that signals health to worker bees. When pheromone levels drop, workers detect the change and initiate supersedure by raising a new queen. This mechanism helps wild colonies adapt but poses challenges in managed hives, leading to disruptions in pollination and honey production. Bees are crucial for global food security, pollinating about one-third of crops worldwide. The study, published in PNAS, involved experiments showing that virus-infected queens laid fewer eggs and produced less methyl oleate. Field trials indicated that supplementing hives with synthetic methyl oleate could reduce supersedure, offering beekeepers a tool to maintain hive stability during critical periods like peak pollination. This research highlights how viral infections contribute to queen failure, a common issue noted in beekeeping surveys, and suggests new management strategies to support agricultural systems.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI Uncovers Hidden Lion Roar for Better Conservation",
      "summary": "A groundbreaking study from the University of Exeter has revealed that African lions produce two distinct types of roars: the well-known full-throated roar and a newly identified intermediary roar. This discovery was made possible by applying artificial intelligence to analyze lion vocalizations, achieving a 95.4% accuracy rate in classification. The research, published in Ecology and Evolution, aims to enhance conservation efforts by providing a more objective and efficient method for monitoring lion populations. Lions are currently listed as vulnerable to extinction, with African numbers estimated at 20,000 to 25,000, having declined by about half over the past 25 years. The use of AI reduces human bias in identifying individual lions through their roars, which serve as unique signatures. This automated approach supports passive acoustic monitoring, offering a reliable alternative to traditional methods like spoor surveys. The study involved collaboration with various organizations and was funded by groups such as the Lion Recovery Fund, highlighting its importance for wildlife protection and the growing role of bioacoustics in ecology.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "Unlocking Clean Ammonia Production with Copper Catalysts",
      "summary": "Researchers at Tokyo Metropolitan University have made a significant discovery in green chemistry by revealing how a copper oxide catalyst functions in the electrochemical nitrate reduction reaction to produce ammonia. This method offers a sustainable alternative to the traditional Haber-Bosch process, which is energy-intensive and contributes substantially to global carbon emissions. Using advanced techniques like operando X-ray absorption, the team observed that under specific voltage conditions, copper oxide transforms into metallic copper particles, which then facilitate the conversion of nitrite ions into ammonia. This hidden step was previously unclear, but understanding it allows for optimizing catalyst design to enhance efficiency. The findings highlight the potential for developing low-temperature, low-pressure ammonia production, reducing environmental impact and advancing clean industrial applications. This research, supported by institutions like NEDO, underscores the importance of innovative approaches in addressing climate change and sustainable agriculture.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "Early Giant Sharks in Prehistoric Australia",
      "summary": "Recent research has uncovered fossils of a massive shark that lived approximately 115 million years ago in the waters north of Australia. These fossils, specifically vertebrae, belong to a cardabiodontid shark, an early relative of modern lamniform sharks like the Great White. The vertebrae are larger than those of adult Great Whites, indicating the shark reached significant size much earlier in evolutionary history than previously believed. This discovery challenges earlier assumptions that large sharks only evolved later. The study involved a team of international experts using advanced techniques like tomography to analyze the fossils. It highlights that these giant sharks coexisted with other apex predators, such as marine reptiles, during the Age of Dinosaurs. The findings, published in Communications Biology, provide insights into how shark sizes changed over deep time and emphasize the importance of interdisciplinary collaboration in paleontology.",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Uncovering a Bronze Age Metropolis on the Kazakh Steppe",
      "summary": "Recent archaeological work has revealed the ancient city of Semiyarka on the Kazakh Steppe, dating back 3,500 years to the Bronze Age. Using advanced methods like drone mapping and geophysical surveys, researchers from University College London uncovered a 140-hectare settlement with planned rows of houses, a central monumental building, and extensive metalworking areas. The city's strategic location near the Irtysh River allowed it to control trade routes, challenging previous assumptions that the steppe was only inhabited by nomadic groups. Evidence includes earthworks, artifacts such as pottery from the Alekseeva-Sargary culture, and remnants of bronze production like slag and crucibles. This discovery highlights early urban development in a region known for mobility, showing that some communities built sophisticated, permanent settlements similar to those in other ancient civilizations. The findings were partly enabled by declassified spy satellite photos from the 1970s, emphasizing how modern technology aids in reconstructing the past.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Space Industry Updates: Rocket Launches and Innovations",
      "summary": "This article from Ars Science covers recent events in the space industry, starting with the end of a government shutdown that allowed the FAA to lift daytime launch restrictions. Blue Origin continues to make headlines with its New Glenn rocket, which successfully launched and landed, and the company has outlined plans to enhance it with additional engines. Meanwhile, SpaceX is progressing toward the inaugural flight of its next-generation Starship rocket. In contract news, Katalyst Space Technologies secured a $30 million NASA deal to build a robotic rescue mission for the Neil Gehrels Swift Observatory, a satellite studying gamma-ray bursts since 2004 that is at risk of re-entering Earth's atmosphere due to orbital decay. Katalyst selected Northrop Grumman's Pegasus XL rocket for the launch, despite its infrequent use and high cost, because it can achieve the specific low-inclination orbit required and Northrop may offer discounts to clear inventory. Additionally, Ursa Major Technologies raised significant funds, valuing the company at $600 million, to develop rocket engines for hypersonic and space applications, serving clients like BAE Systems and Stratolaunch. Rocket Lab also executed a rapid launch for a commercial customer using its Electron rocket. The article explains the rationale behind these decisions, highlighting factors like orbital requirements and market dynamics in the competitive space sector.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}