{
  "articles": [
    {
      "id": "7dcfb3484533d4e4",
      "title": "Olivia Dean Wins Grammy and Becomes a Big Star",
      "summary": "Olivia Dean is a British singer who won the Grammy Award for best new artist in Los Angeles. She became famous for her happy and soulful songs like 'Man I Need' and 'So Easy (To Fall in Love)', which were hits in both the UK and US. At the award show, she performed her song and thanked her family, especially her grandmother who was an immigrant. Olivia started making music with her first EP in 2019 and has worked hard to become a star. She is now one of pop's biggest new names, joining other famous winners like Adele and Billie Eilish. Her success shows that with bravery and support, people can achieve their dreams.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7dcfb3484533d4e4_26e43b9e1325.webp",
      "category": "Fun"
    },
    {
      "id": "b17e020dab35f3d9",
      "title": "Fun Moments at the Grammy Awards Show",
      "summary": "The Grammy Awards is a big music event where singers and bands win prizes. This year, Bad Bunny got three awards, and Olivia Dean became a new star. Cher surprised everyone by showing up after 18 years to get a special award, but she made a funny mistake when announcing a winner. Trevor Noah hosted the show and joked about a drinking game. There were many performances, like one by Bruno Mars and Rosé. The show had happy speeches and some confusing parts, making it exciting to watch.",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b17e020dab35f3d9_723ac806413b.webp",
      "category": "Fun"
    },
    {
      "id": "a80fd4c3a1adf590",
      "title": "A Famous Arts Center Gets a Big Makeover",
      "summary": "The Kennedy Center in Washington DC is a famous place for music and shows. President Donald Trump says it will close for two years starting in July for renovations. He announced this on social media, saying it will close on July 4th to honor America's 250th birthday. The center was recently renamed to include Trump's name, which made some artists cancel their performances. Trump says the renovations are already paid for and will make the center the best in the world. He worked with Congress to get over $250 million for the project. Some people, including members of the Kennedy family, are unhappy about the name change and have filed a lawsuit. The center was named after President John F. Kennedy after he died, and some think Congress should decide on name changes.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a80fd4c3a1adf590_edae1f18450f.webp",
      "category": "Fun"
    },
    {
      "id": "04d0ba4de5dcbf4a",
      "title": "A Young Singer's Sad Story with a Snake Bite",
      "summary": "A young singer from Nigeria named Ifunanya Nwangene, who was 26 years old, died after a snake bit her in her home in Abuja. She was famous for being on a TV singing show called The Voice Nigeria and sang many types of music like jazz and soul. Friends said she was sleeping when the snake woke her up, and two snakes were found in her house. She went to a clinic first, but they did not have the medicine she needed, so she went to a hospital. The hospital tried to help her with medicine and care, but she could not breathe well and passed away. Her friends and choir members were very sad and hoped for a miracle. The hospital said they did their best to save her.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_04d0ba4de5dcbf4a_33e69557d9e4.webp",
      "category": "Fun"
    },
    {
      "id": "f018a73fdb54c03a",
      "title": "Carlos Alcaraz Wins Big Tennis Trophy",
      "summary": "Carlos Alcaraz is a young tennis player from Spain who just won a very important tournament called the Australian Open. He is only 22 years old and has now won all four of the biggest tennis tournaments in the world, which is called a career Grand Slam. This makes him the youngest man ever to do this. He beat another great player, Novak Djokovic, in the final match. Alcaraz has won seven big tournaments in his career so far. He is very good at tennis and has won many matches. Other famous players like Rafael Nadal and Roger Federer have also done this before. Alcaraz is happy and said he was hungry to win this year. This win is a big deal in tennis history because he is so young and has achieved so much already.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_f018a73fdb54c03a_22f5bea5ed6a.webp",
      "category": "Fun"
    },
    {
      "id": "7ca3b3dea7bd00c6",
      "title": "Carlos Alcaraz Wins Big Tennis Match and Makes History",
      "summary": "Carlos Alcaraz is a young tennis player who just won a very important match called the Australian Open. He beat another great player named Novak Djokovic. This victory is special because it makes Alcaraz the youngest man to win all four major tennis tournaments, which is called a career Grand Slam. After the match, he wrote 'Job finished' on a TV camera to celebrate. Alcaraz was very happy and fell to the floor with joy. He has tattoos for his other big wins and plans to get a kangaroo tattoo for this one. Alcaraz says he wants to enjoy every moment of playing tennis and is proud to be in the history books. He played this tournament without his usual coach but still did great.",
      "source": "BBC Tennis",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7ca3b3dea7bd00c6_d193059782ac.webp",
      "category": "Fun"
    }
  ]
}