{
  "articles": [
    {
      "id": "c2104c3e1722d98a",
      "title": "科学家改造细菌从内部吞噬癌症肿瘤",
      "summary": "滑铁卢大学的科学家正在开发一种新型癌症治疗方法，利用经过基因工程改造的细菌从内部消耗肿瘤。该策略依赖于在无氧环境中自然生长的微生物，这使得许多实体肿瘤的内部成为理想目标。研究人员使用了一种名为产孢梭菌的细菌，它常见于土壤，只能在绝对无氧的地方生存。肿瘤核心由死细胞组成且缺乏氧气，为这种微生物的繁殖和扩散创造了完美条件。然而，随着细菌向外扩张并到达肿瘤暴露于少量氧气的区域，它们会在完全消除癌症之前开始死亡。为了解决这一限制，团队插入了一个来自相关细菌的基因，该基因对氧气的耐受性更强，使工程微生物在肿瘤外围区域存活更长时间。研究人员还需要一种方法来控制氧气耐受特性的激活时间。过早激活可能允许细菌在氧气丰富的区域（如血液）生长，这是不安全的。为了防止这种情况，他们使用了一种称为群体感应的自然细菌通信过程。群体感应依赖于细菌释放的化学信号，随着数量的增加，信号变强。只有在肿瘤内部积累了足够多的细菌后，信号才会达到激活耐氧基因的水平。这种时间安排确保细菌仅在需要时激活其生存机制。在早期研究中，团队展示了产孢梭菌可以通过基因改造更好地耐受氧气。在后续实验中，他们通过编程细菌产生绿色荧光蛋白来测试群体感应设计，从而确认系统在预期时刻激活。下一步是将耐氧基因和群体感应控制系统结合到单个细菌中，并在临床前试验中评估其对肿瘤的效果。这项研究始于博士生Bahram Zargar在Ingalls博士和退休化学工程教授Pu Chen博士的指导下进行的工作，突出了大学在跨学科健康创新方面的重点，汇集了工程、数学和生命科学领域的专家，将科学发现转化为现实世界的医疗解决方案。滑铁卢团队正在与多伦多公司环境微生物研究中心合作，该合作关系还包括前滑铁卢博士生Sara Sadr博士，她在推进研究中发挥了主导作用。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c2104c3e1722d98a_4f45375173ce.webp",
      "category": "Science"
    },
    {
      "id": "bdbf7a2bfcf60ac1",
      "title": "科学家在芯片上制造超低损耗光学器件以捕获光线",
      "summary": "科罗拉多大学博尔德分校的研究人员开发了高效的光学微谐振器，这种微型结构能够在芯片上限制光线并增强其强度，以支持新一代强大的传感器技术。该团队专注于“赛道”谐振器设计，结合欧拉曲线来减少弯曲损耗，使光线通过平滑的曲线传播，防止逃逸并提高光子循环。制造过程在COSINC洁净室中使用电子束光刻技术完成，实现了亚纳米级的分辨率，这对于微小尺度的可靠设备性能至关重要。通过减少光损失，微谐振器达到了更高强度，为导航和化学识别等应用中的传感器提供了更节能和高效的解决方案。这项研究发表在《应用物理快报》上，标志着光子集成向可扩展、紧凑型传感器系统迈出了重要一步，有望在多个技术领域推动低功耗设备的发展。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bdbf7a2bfcf60ac1_bb819b49b944.webp",
      "category": "Science"
    },
    {
      "id": "7f3c2623833af7ec",
      "title": "美国大规模研究发现核电站附近癌症死亡率更高",
      "summary": "哈佛大学陈曾熙公共卫生学院研究人员领导的一项新的全国性研究报告称，位于运营核电站附近的美国县比距离较远的县具有更高的癌症死亡率。这项研究是21世纪首次检查每个核电站与美国所有县之间接近度与癌症死亡率关系的研究。作者谨慎指出，结果并未证明核电站导致癌症死亡，但发现表明需要更深入调查核能的可能健康影响。研究于2026年2月23日发表在《自然通讯》上。研究团队使用“连续接近度”方法分析了2000年至2018年的全国数据，该方法测量每个县与核电站的接近程度，并考虑了多个附近设施的综合影响，而非仅检查一个。信息来自美国能源信息管理局和疾病控制与预防中心。研究人员还调整了可能影响癌症死亡率的多种因素，包括教育程度、家庭收入中位数、种族构成、平均温度和相对湿度、吸烟普及率、BMI以及距离最近医院的距离。即使考虑了社会经济、环境和医疗变量，模式仍然存在：接近核电站的县经历了更高的癌症死亡率。在研究期间，研究人员估计全国约有115,000例癌症死亡（每年约6,400例）与接近核电站有关，这种联系在老年人中最强。研究指出，这些结果与之前在马萨诸塞州进行的类似研究结果一致，但也承认了局限性，例如分析未包括直接辐射测量，并假设所有核电站具有相同的潜在影响。因此，虽然研究确定了显著关联，但无法确定核电站是否直接导致癌症死亡增加。作者建议进行更多研究，特别是在核能被推广作为气候变化清洁解决方案的时期。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_7f3c2623833af7ec_fb2e4208baec.webp",
      "category": "Science"
    },
    {
      "id": "2b9fc0d0f051bb37",
      "title": "气球释放不会上天堂",
      "summary": "本文探讨了气球释放对环境和野生动物的危害，呼吁采取政策改变。气球卖家娜奥米·斯皮特尔斯因环境影响拒绝为释放活动提供气球，并主张全国禁止气球释放。文章引用了海洋保护协会的数据，显示英国已有100多个地方当局实施了禁令。气球释放在庆祝和纪念活动中很受欢迎，但会带来严重风险：泄气的气球或碎片可能被动物误食，导致消化道阻塞和缓慢死亡，而附着的绳子可能勒死野生动物。实例包括发现一只死海雀被气球缠住，突显了对濒危物种的威胁。RSPCA和海洋保护协会提供了气球垃圾增加的证据，2024年44%的海滩清理记录了此类废物。文章建议种植树木或花卉作为环保的纪念方式。通过整合专家证词、定量数据和案例研究，本文旨在提高公众意识，挑战传统的庆祝行为，并推动环境保护的政策干预。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2b9fc0d0f051bb37_0570f79c29e1.webp",
      "category": "Science"
    },
    {
      "id": "f2d8e9f34c8d2fa4",
      "title": "五角大楼采购官：我们对发射行业满意，但有效载荷滞后",
      "summary": "在达拉斯的一次太空金融会议上，美国太空部队的采购官员斯蒂芬·珀迪少将表示，五角大楼更倾向于支持开发新型太空传感器和有效载荷的初创企业，而非增加火箭公司。珀迪负责监督超过240亿美元的研发支出，他强调太空部队关注高产量生产，旨在将任务部署时间从数年缩短至一周。有效载荷，如用于导弹追踪的红外传感器，是太空任务的关键组成部分，但当前面临供应链延迟和技术挑战。太空部队通过SpaceWERX项目向初创企业提供STRATFI资金，主要支持传感器和卫星组件开发，仅有一家发射公司获得资助，因为军方认为发射能力已足够成熟。然而，失去SBIR等资助工具增加了困难。珀迪以SpaceX的星链和亚马逊的低轨道网络为标杆，倡导效仿其大规模生产模式，以提升太空任务的敏捷性和国家安全。",
      "source": "Ars Science",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f2d8e9f34c8d2fa4_b3dbcd825021.webp",
      "category": "Science"
    },
    {
      "id": "a1612a0fb16590e9",
      "title": "大西洋下隐藏的力量撕裂出500公里长的峡谷",
      "summary": "位于葡萄牙海岸约1000公里处的大西洋中，存在一个名为国王海槽复合体的巨大水下峡谷系统，延伸约500公里，包括一系列平行的海沟和深盆地，其东缘的皮克深是大西洋最深点之一。长期以来，科学家推测构造过程在其形成中起核心作用。由GEOMAR领导的一项国际研究揭示，该海槽形成于约3700万至2400万年前，当时分隔欧洲和非洲的板块边界暂时穿过北大西洋该区域。随着板块移动，地壳被拉裂，自东向西渐进式张开，类似拉链被拉开。关键因素在于更深层：此前，该处洋壳因地幔柱——来自地幔的热物质上升流——而异常增厚和加热，这使其机械强度减弱，促使板块边界优先移至此地。当板块边界后来南移至现代亚速尔群岛时，海槽形成停止。研究基于2020年M168考察队使用高分辨率声纳绘制海底地图，并通过链袋式挖掘机采集火山岩样本进行化学分析和定年。这些发现阐明了深部地幔过程与移动板块如何相互作用塑造海底形态，类似过程仍在亚速尔附近的特塞拉裂谷进行，为理解大西洋地球动力学历史提供了新见解。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a1612a0fb16590e9_900c542558a9.webp",
      "category": "Science"
    }
  ]
}