{
  "articles": [
    {
      "id": "e705bed80aef7922",
      "title": "英格兰游泳场所水质略有改善，新数据显示",
      "summary": "根据环境署的最新数据，英格兰监测的游泳场所水质自去年以来略有改善。今年夏季，在449个定期测试的地点中，93%达到了水中细菌水平的最低标准，高于去年的92%。同时，被评为“差”的场所数量从37个减少到32个，但这仍是过去十年中第二高的数字。此外，获得“优秀”评级的场所比例从64%上升到66%。水质受污水泄漏、农业污染等因素影响，监测在每年5月至9月进行。政府表示其游泳水规则改革将有助于进一步改善，但活动人士认为在英格兰河流中游泳仍然常常对健康构成风险。行业机构Water UK的代表强调水质保持高位，公司有计划减少污水泄漏。总体而言，尽管有进步，持续的努力对于解决环境污染和确保安全用水至关重要。",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e705bed80aef7922_43a1fda9842d.webp",
      "category": "Science"
    },
    {
      "id": "6ab1b830c5cc59c1",
      "title": "科学家发现可能引发阿尔茨海默病的隐藏弱点",
      "summary": "奥胡斯大学的研究人员发现了一个与阿尔茨海默病相关的隐藏弱点，涉及细胞中外泌体的形成缺陷。外泌体是极小的细胞外囊泡，用于细胞间的通信和激活。研究聚焦于Sorl1基因的突变，该基因编码SORLA蛋白。这种突变导致外泌体产量减少30%，并且其刺激周围细胞生长和成熟的效果降低50%。这些发现表明，脑免疫细胞中外泌体功能受损可能通过破坏大脑健康维护而促进阿尔茨海默病的发展。这一发现为新的治疗途径开辟了可能性，例如增强SORLA功能或靶向其他受体以提高外泌体产量。阿尔茨海默病是丹麦最常见的年龄相关性痴呆形式，缺乏有效疗法，因此这项研究强调了理解细胞机制以开发创新解决方案的重要性。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6ab1b830c5cc59c1_6148a5afd28b.webp",
      "category": "Science"
    },
    {
      "id": "e856e32eab138b32",
      "title": "可可和茶可能保护心脏免受久坐的隐藏损害",
      "summary": "伯明翰大学的最新研究发现，经常食用富含黄烷醇的食物，如茶、浆果、苹果和可可，可能有助于保护男性的血管免受长时间坐着带来的负面影响。久坐习惯在现代生活中很普遍，年轻人平均每天坐六小时，而长时间坐着已知会降低血管功能。早期研究表明，即使血管功能仅下降1%（通过肱动脉血流介导的扩张测量），也会导致心脏病、中风和心脏病发作等心血管疾病风险增加13%。这项新研究旨在确定特定的饮食选择，尤其是高黄烷醇食物，是否可以帮助抵消不间断坐着期间血管健康的下降。黄烷醇是天然存在于各种水果、茶、坚果和可可豆中的多酚类化合物，先前已与心血管益处相关联，包括在心理压力下支持血管系统。研究发表在《生理学杂志》上，涉及40名健康年轻男性，他们在两小时坐着会话前饮用高黄烷醇或低黄烷醇可可饮料。结果显示，饮用高黄烷醇饮料的组别保持了更好的血管功能、血流和肌肉氧合，而低黄烷醇组则出现下降。这表明饮食中的黄烷醇可以减轻不活动带来的血管压力，为心脏健康提供实用方法。然而，研究因雌激素波动未包括女性，强调需要未来研究在不同群体中确认这些发现。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e856e32eab138b32_18a9506d422b.webp",
      "category": "Science"
    },
    {
      "id": "2c0e3dcfcb2c70c6",
      "title": "激光陷阱中的发光粒子可能揭示闪电如何开始",
      "summary": "奥地利科学技术研究所的研究人员利用激光作为精密工具，研究云层如何变得带电，从而可能揭示闪电的起源。他们使用交叉的激光束捕获并充电空气中的微小颗粒，如二氧化硅球体，观察其电荷随时间的变化。研究发现，激光本身通过双光子过程给颗粒充电：两个光子同时撞击颗粒并吸收，驱逐一个电子，使颗粒带正电。随着电荷积累，颗粒会突然放电，模拟云层中可能发生的自然过程。这种实验室设置提供了研究云层带电的新方法，有助于理解闪电触发的机制。研究成果发表在《物理评论快报》上，经过近四年的改进，现在能够将颗粒稳定捕获数周，实现长期观测。这项研究不仅增进了对气溶胶电荷动力学的认识，还可能改进大气模型和风暴预测技术。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_2c0e3dcfcb2c70c6_24cd170a0e66.webp",
      "category": "Science"
    },
    {
      "id": "a4994f39c5310c08",
      "title": "这种微小植物在太空真空中存活并继续生长",
      "summary": "一项发表在《iScience》期刊上的研究显示，苔藓孢子能够在太空的极端环境中长期存活。由北海道大学的Tomomichi Fujita领导的研究团队测试了铺地藓（Physcomitrium patens）的孢子体，即含有孢子的生殖结构。在实验室模拟中，孢子体表现出极高的紫外线辐射耐受性，比幼年原丝体和芽细胞等其他苔藓结构强约1000倍，并能承受从-196°C到55°C的极端温度。为了验证真实太空环境，研究人员于2022年3月通过Cygnus NG-17飞船将数百个孢子体送往国际空间站，将其安装在站外暴露283天。2023年1月，样本通过SpaceX CRS-16返回地球，分析表明超过80%的孢子存活并仍能萌发。这是首次有证据表明早期陆地植物可以承受长期太空暴露。Fujita表示惊讶，因为大多数生物包括人类无法在太空中生存。研究认为，孢子周围的保护结构可能吸收有害紫外线并提供物理和化学屏蔽，这种适应性可能帮助苔藓类植物在约5亿年前从水生环境过渡到陆地，并在多次大灭绝事件中存活下来。这一发现不仅拓展了对植物极端环境适应性的理解，还对天体生物学有重要意义，暗示生命在 extraterrestrial 环境中可能存在的潜力，并为未来太空探索中的生物再生生命支持系统提供参考。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_a4994f39c5310c08_6d1cc7e8beee.webp",
      "category": "Science"
    },
    {
      "id": "9cca53bff6bbe6f2",
      "title": "为什么合成翠绿颜料会随时间降解",
      "summary": "欧洲研究人员在《科学进展》期刊上发表论文，探讨了19世纪合成翠绿颜料降解的原因，这种颜料曾被塞尚、蒙克等大师使用，但会随时间出现裂纹和变色。研究团队利用同步辐射和傅里叶变换红外成像等技术，分析了詹姆斯·恩索尔画作《阴谋》的微小颜料样本，并制作模拟涂料进行测试。结果表明，光照会导致颜料中的三价砷氧化，使颜色变暗，而湿度则促进砷华的形成，导致涂料变脆和剥落。这项研究借鉴了先前对蒙克《呐喊》的研究，强调了湿度的影响，并为艺术保护提供了关键见解，帮助博物馆通过控制光线和湿度来保护文化遗产，确保这些杰作能够完好保存供后人欣赏。",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_9cca53bff6bbe6f2_35b7b407c7ba.webp",
      "category": "Science"
    }
  ]
}