{
  "articles": [
    {
      "id": "75d1dd3aa8f324a8",
      "title": "Climate Change and the Increase in UK Winter Flooding: A Scientific Perspective",
      "summary": "This article examines the trend of wetter winters and more frequent flooding in the UK, linking it to climate change. Recent months have seen record rainfall, attributed to a blocked weather pattern where high pressure over Scandinavia traps wet systems. The Met Office reports that due to global warming, extreme wet winters have shifted from once-in-80-year events to once-in-20-year occurrences, with projections suggesting further increases. Impacts are severe, affecting housing, transport, and agriculture; for instance, a Somerset farmer faces crop loss from floodwater. Over 100 flood warnings were issued, with hundreds of homes flooded. Historical data shows six of the ten wettest winters in 250 years occurred this century, aligning with predictions. The science explains that burning fossil fuels releases greenhouse gases, warming the planet. Each 1°C rise allows the atmosphere to hold 7% more moisture, intensifying rainfall. Concurrently, sea levels have risen 20cm since 1901 from ocean expansion and glacier melt, worsening coastal flooding during storms. Currently, the UK experiences about seven heavy rainfall days annually, but if global temperatures exceed 2°C above pre-industrial levels, this could rise to nine days. Despite emission reduction policies, UN projections indicate a 2.5°C increase by 2100, highlighting ongoing risks.",
      "source": "BBC Science",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_75d1dd3aa8f324a8_bd8b0be7daa0.webp",
      "category": "Science"
    },
    {
      "id": "13b26dc0b1b1c952",
      "title": "SpaceX Completes Cryogenic Testing for Upgraded Super Heavy Booster",
      "summary": "SpaceX has successfully completed cryogenic proof testing on its Super Heavy V3 booster, a critical step toward the next Starship flight. The testing occurred at Massey's Test Site in Starbase, Texas, over six days, involving four cycles of loading super-cold liquid nitrogen to simulate the stresses of actual rocket fuel. This test is significant because the previous booster assigned to the Starship V3 mission failed during a pressure test in November, leading to its destruction. The new booster passed, and it will now be equipped with 33 upgraded Raptor 3 engines and three grid fins for improved controllability during descent. SpaceX plans to conduct further tests, including a static fire, with the goal of launching the Starship V3 before the end of March. This flight is part of a series of test flights aimed at advancing SpaceX's capabilities for ambitious missions, such as orbital refueling and trips to the Moon and Mars. NASA is monitoring progress closely, as Starship is integral to the Artemis lunar program for landing astronauts on the Moon.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_13b26dc0b1b1c952_e0f8186e9566.webp",
      "category": "Science"
    },
    {
      "id": "882f7c2fc9006029",
      "title": "How Neutrophils Turn from Cancer Fighters to Helpers",
      "summary": "Researchers at the University of Geneva and the Ludwig Institute for Cancer Research discovered that neutrophils, a common type of immune cell, can be reprogrammed by tumors to support cancer growth. Normally, neutrophils act as early defenders against infections, but in cancer, they are recruited by tumors and start producing a molecule called CCL3. This chemokine promotes tumor growth instead of fighting it. The study, published in Cancer Cell, involved overcoming technical challenges to manipulate the CCL3 gene specifically in neutrophils. When CCL3 was removed, neutrophils no longer aided tumor growth, though they still functioned normally elsewhere. This finding suggests that CCL3 could serve as a signal for tracking cancer progression across various cancer types, building on earlier research about macrophages. The work highlights the complex interactions within the tumor environment and offers insights into potential new targets for cancer therapy.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_882f7c2fc9006029_62831e0e185a.webp",
      "category": "Science"
    },
    {
      "id": "c7e78dd29e232a5e",
      "title": "Uncovering Easter Island's Climate History: How Drought Shaped Society",
      "summary": "Recent research from the Lamont-Doherty Earth Observatory reveals that Easter Island experienced a severe drought beginning around 1550, which lasted for more than a century. Scientists analyzed sediment cores from freshwater sites like Rano Aroi and Rano Kao, using hydrogen isotopes in preserved plant leaf waxes to reconstruct rainfall patterns over 800 years. The findings indicate a sharp decline in annual rainfall by 600-800mm, creating significant environmental stress on the island's limited water resources. Contrary to the popular 'ecocide' narrative that blames deforestation for societal collapse, this study suggests that Rapanui communities adapted to the drought. Cultural changes occurred, such as reduced construction of ahu platforms, the rise of Rano Kao as a ritual center, and the emergence of the Tangata Manu social system where leadership was earned through competition. The research highlights human resilience in the face of climate challenges and adds complexity to understanding Easter Island's history, emphasizing that climate factors interacted with social responses rather than causing outright collapse. This has implications for modern discussions on climate change and indigenous perspectives.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c7e78dd29e232a5e_7e09cf8d0498.webp",
      "category": "Science"
    },
    {
      "id": "b7c9c8c6a479efcf",
      "title": "Unraveling the Methane Surge: Climate and Chemistry After 2020",
      "summary": "After 2020, atmospheric methane concentrations experienced an unprecedented spike, driven by a combination of reduced natural removal and increased emissions from climate-sensitive sources. An international research team, led by scientists like Hanqin Tian from Boston College, published findings in Science, revealing that about 80% of the year-to-year changes in methane accumulation were due to a sharp decline in hydroxyl radicals—chemicals that break down methane in the air. Simultaneously, a prolonged La Niña phase from 2020 to 2023 brought wetter conditions to tropical regions, expanding flooded landscapes such as wetlands, rivers, lakes, and agricultural areas like paddy rice fields. These environments fostered microbial activity that produced more methane, contributing to a rise of 55 parts per billion between 2019 and 2023, with a peak increase of nearly 18 ppb in 2021. The study emphasized that natural and managed systems, including wetlands in tropical Africa and Southeast Asia and Arctic areas, played significant roles, while fossil fuels and wildfires had minimal impact. Researchers used advanced Earth system models to link land, freshwater, and atmospheric processes, showing how climate variability amplifies emissions. The findings underscore that as the planet warms and becomes wetter, methane from these sources will increasingly influence near-term climate change, necessitating that mitigation efforts like the Global Methane Pledge account for climate-driven emissions alongside human controls.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_b7c9c8c6a479efcf_ac34ed88524c.webp",
      "category": "Science"
    },
    {
      "id": "8b7b8b98abfde1da",
      "title": "Uncovering Pre-Life Genes: A Study of Universal Paralogs",
      "summary": "In a recent study published in Cell Genomics, scientists Aaron Goldman, Greg Fournier, and Betül Kaçar investigated universal paralogs, a rare group of genes that existed before the last universal common ancestor (LUCA), the earliest organism from which all life today descends. Universal paralogs are gene families that appear in at least two copies in nearly all living organisms, indicating they duplicated before LUCA emerged around four billion years ago. The researchers analyzed these genes to gain insights into life's earliest evolutionary events. They found that every known universal paralog is involved in protein production or molecule transport across cell membranes, suggesting these functions were among the first to evolve. Using AI-based techniques and computational tools, the team reconstructed ancient forms of these genes, such as one involved in embedding proteins into membranes, revealing how primitive cells might have operated. This approach offers a new window into pre-LUCA biology, connecting modern science to life's origins. The authors emphasize that universal paralogs, though few, provide critical evidence about cellular lineages before LUCA, helping transform unknowns in evolution into testable hypotheses.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_8b7b8b98abfde1da_12a729412d76.webp",
      "category": "Science"
    }
  ]
}