{
  "articles": [
    {
      "id": "81c731706ae40d56",
      "title": "How Team GB Wins Gold in Skeleton Without an Ice Track",
      "summary": "Team GB is very good at skeleton, a winter sport where athletes slide down an ice track on a sled. They have won many medals, even though Britain doesn't have its own ice track. Athletes like Matt Weston, Amy Williams, and Lizzy Yarnold have won gold. They practice on a short push track at the University of Bath, using a small wooden hut. They focus on their starts and training hard. Lizzy Yarnold says their superpower is using practice time wisely. A man named Kristan Bromley helped by designing sleds. This shows that with hard work and smart thinking, you can succeed without having everything others do.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_81c731706ae40d56_6c426b8c9d2c.webp",
      "category": "News"
    },
    {
      "id": "7153537f05a1a945",
      "title": "A Happy Valentine's Day Photo from Prince William and Princess Catherine",
      "summary": "Prince William and Princess Catherine shared a new photo for Valentine's Day. The picture is black and white and was taken in Norfolk last year by a photographer named Josh Shinner. They posted it on social media with a heart emoji and a message saying 'Happy Valentine's Day.' This is the second year they have done this. Last year, they shared a photo from a video when Princess Catherine finished her cancer treatment. The new photo shows them smiling together. They also released a Christmas card with their family, including their three children, taken by the same photographer. The article talks about how Princess Catherine is slowly returning to public life after her illness.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7153537f05a1a945_35387f966245.webp",
      "category": "News"
    },
    {
      "id": "7547140c1a495abd",
      "title": "Sunny Days and Snowy Nights in the UK",
      "summary": "The weather in the United Kingdom is changing after lots of rain. On Saturday, it will be sunny and cold for most people, but there might be snow and ice in the north. At night, more rain, snow, and ice will come, especially in Scotland and northern England. This could make travel tricky on Sunday morning. The government has warned that the cold weather might affect health services and people who are vulnerable. People are taking pictures of the weather, like sunny Cornwall and snowy High Peak. The article asks if winters will keep being wet and cause flooding.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7547140c1a495abd_0118368005be.webp",
      "category": "News"
    },
    {
      "id": "e9f68847aa9236fb",
      "title": "Police Search for Missing Grandma Near Her Home",
      "summary": "Police are searching for Nancy Guthrie, an 84-year-old grandma who went missing from her home in Tucson, Arizona, nearly two weeks ago. They believe someone took her against her will. Officers are active near her house, with many police cars and teams working on the case. Investigators found DNA at her home that doesn't belong to her or her family, and they discovered gloves about two miles away. The FBI released a description of a suspect from a doorbell camera: a man with a backpack. They are offering a big reward for tips to help find Nancy.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e9f68847aa9236fb_b6b0db07920c.webp",
      "category": "News"
    },
    {
      "id": "61e08f29f0b8bacc",
      "title": "Colorectal Cancer in Young People: How to Stay Safe",
      "summary": "Colorectal cancer is a disease that affects the colon or rectum, and it is becoming more common in young people, even those as young as 20. Experts are worried because more young adults are getting sick from this cancer. They think things like eating too much junk food, drinking alcohol, not exercising enough, and having an unhealthy gut might be linked to the increase. The gut has tiny organisms that help digest food, and if they are out of balance, it can cause problems. To lower the risk, young people can eat healthy foods like fruits and vegetables, avoid too much red meat and processed snacks, limit alcohol, exercise regularly, and not smoke. This helps keep the body strong and reduces the chance of getting cancer.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_61e08f29f0b8bacc_1908f5cce527.webp",
      "category": "News"
    },
    {
      "id": "b71c6010a8bdb3c9",
      "title": "Libraries Stop Helping with Passports",
      "summary": "The U.S. State Department has told some public libraries to stop helping people with passport applications. These libraries have been doing this for many years, and people in their communities rely on this service. The State Department says that libraries, which are not part of the government, cannot collect fees for passports. This affects many libraries across the country, especially in states like Connecticut and Pennsylvania. Lawmakers are asking the government to let libraries continue until a new plan is made. Without this service, people might have to travel far or miss work to get a passport, which is harder for working families and rural residents. Some libraries might even have to cut jobs or close if they lose the money from passport fees.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b71c6010a8bdb3c9_88f89aac799c.webp",
      "category": "News"
    }
  ]
}