{
  "articles": [
    {
      "id": "9d5f5e9a3f86a637",
      "title": "Unlocking the Secrets of Memory Durability in the Brain",
      "summary": "Neuroscientists are exploring how the brain determines which memories last a lifetime and which fade quickly. Traditional models suggested that memories are stored in the hippocampus for the short term and the cortex for the long term, with simple on-off switches. However, recent research challenges this by showing that memory formation involves complex molecular timing mechanisms across multiple brain regions. In a study published in Nature, scientists used virtual reality experiments with mice to observe how memories are reorganized over time. They identified that the thalamus plays a key role in connecting short-term and long-term memory systems, helping to assess memory significance and direct stabilization in the cortex. Using CRISPR-based gene editing, researchers altered molecules in the thalamus and cortex, finding that specific molecules operate on different timescales to influence memory persistence. This indicates that memory durability is not fixed but evolves continuously, providing insights into why some experiences are remembered vividly for decades while others are forgotten. The findings could lead to better understanding of memory disorders and cognitive processes.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9d5f5e9a3f86a637_6e627b79b500.webp",
      "category": "Science"
    },
    {
      "id": "07b16a66f621b928",
      "title": "Rapid Acidification in Coastal Seas: A Growing Threat",
      "summary": "Recent research from the University of St Andrews reveals that coastal seas are acidifying at an alarming rate, faster than previously thought. The study, published in Nature Communications, focuses on the California Current as a case study, showing that upwelling systems intensify ocean acidification. Upwelling brings deep, nutrient-rich, and acidic water to the surface, where it combines with atmospheric carbon dioxide, leading to a rapid drop in pH. Scientists analyzed historic coral samples using boron isotopes to track acidity changes over the 20th century and used ocean models to project future trends. They found that acidification in upwelling zones exceeds expectations from atmospheric CO2 alone, posing significant risks to marine ecosystems and global fisheries. The research highlights that similar patterns may occur in other upwelling regions worldwide, such as the Humboldt and Benguela Currents. Co-authors emphasize the complexity of predicting these changes and stress the importance of reducing CO2 emissions through solutions like electric vehicles to mitigate the effects.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_07b16a66f621b928_707d777a8aac.webp",
      "category": "Science"
    },
    {
      "id": "48e3e680d52c0220",
      "title": "Uncovering Wolf Ancestry in Modern Dog Breeds",
      "summary": "A recent study by scientists from the American Museum of Natural History and the Smithsonian's National Museum of Natural History reveals that the majority of modern dogs retain trace amounts of wolf DNA from post-domestication hybridization events. This research, published in Proceedings of the National Academy of Sciences, analyzed over 2,700 genomes from wolves, breed dogs, and village dogs, finding that nearly two-thirds of breed dogs and all village dogs have detectable wolf ancestry. The wolf genes influence physical and behavioral traits, such as body size, scent abilities, and aspects of personality, potentially aiding dogs' adaptation to diverse human environments. Lead author Audrey Lin emphasizes that this challenges previous beliefs that dogs must have minimal wolf DNA, showing instead that dog genomes can tolerate and benefit from this ancestry. The study highlights variations across breeds, with larger and working dogs like Arctic sled dogs and hunting breeds having higher levels, while terriers and gundogs have lower levels. Unexpectedly, even small breeds like chihuahuas show about 0.2% wolf ancestry, indicating it's a widespread phenomenon. This genomic survey provides insights into evolutionary biology and the ongoing relationship between dogs and wolves.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_48e3e680d52c0220_23e0c4878e00.webp",
      "category": "Science"
    },
    {
      "id": "1e5e4d0ab4f801ea",
      "title": "Breakthrough in Dark Matter Detection",
      "summary": "After nearly a century of searching, scientists may have found the first direct evidence of dark matter using NASA's Fermi Gamma-ray Space Telescope. Dark matter is an invisible substance that makes up about 27% of the universe, but it doesn't emit, absorb, or reflect light, making it extremely difficult to study directly. In the 1930s, astronomer Fritz Zwicky proposed dark matter to explain why galaxies move faster than expected based on visible mass. Recently, Professor Tomonori Totani analyzed data from the Fermi telescope and detected gamma rays with an energy of 20 gigaelectronvolts in a halo-like structure near the Milky Way's center. These gamma rays match predictions for the annihilation of weakly interacting massive particles (WIMPs), which are hypothetical dark matter particles. The energy spectrum and intensity align with models, suggesting that WIMPs with masses about 500 times that of a proton are colliding and producing gamma rays. Totani believes this signal is a strong candidate for dark matter because it doesn't fit other known astrophysical sources. However, he emphasizes the need for independent verification by other researchers and further studies in regions like dwarf galaxies to confirm the findings. If validated, this discovery could revolutionize our understanding of the universe and particle physics.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_1e5e4d0ab4f801ea_2ad56ccf88f1.webp",
      "category": "Science"
    },
    {
      "id": "14d2d77949b93eb2",
      "title": "Unraveling the Effects of Reintroduced Carnivores on Ecosystems",
      "summary": "The reintroduction of gray wolves to Yellowstone National Park in 1995 sparked scientific interest in how predators influence ecosystems. Initially, wolves were hunted to near-extinction, leading to overpopulation of elk that overgrazed riparian vegetation, causing erosion and lower water tables. This disrupted habitats for beavers and other species. After wolves returned, some studies suggested they triggered a trophic cascade by making elk avoid certain areas, allowing willows and aspens to regenerate. However, recent research indicates the effects are more nuanced. A new paper by Chris Wilmers and colleagues reviews decades of data and finds that trophic cascades are not always strong or clear. For example, in Yellowstone, the connection between wolves and vegetation change is debated, with factors like beaver activity and human hunting playing roles. Studies from places like Isle Royale show clearer cascades, but in larger ecosystems like Yellowstone, the impacts are weaker. This highlights the complexity of ecological restoration and the need for long-term studies to understand how carnivores shape environments.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_14d2d77949b93eb2_428445b38862.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Unraveling the Late Domestication of Cats",
      "summary": "Recent scientific research has revealed that the domestication of cats occurred much later than previously believed, around 3,500 to 4,000 years ago, and originated in northern Africa rather than the Levant. This challenges earlier ideas that linked cat domestication to the dawn of agriculture. The study, led by Prof Greger Larson from the University of Oxford, analyzed DNA from ancient cat bones found at archaeological sites across Europe, North Africa, and Anatolia. By comparing this DNA with modern cats, researchers determined that all domestic cats descend from the African wildcat. The domestication process began in Egypt, where cats were revered and depicted in art, and then spread globally. Cats were valued as pest controllers on ships and in settlements, facilitating their movement with humans, such as the Romans who brought them to Europe about 2,000 years ago. Additionally, evidence suggests a wild cat interacted with people in China before domestic cats arrived. This study highlights how genetic and archaeological methods can reshape our understanding of animal domestication and human history.",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    }
  ]
}