{
  "articles": [
    {
      "id": "c04feec0f4947e12",
      "title": "Left-Wing Victory in UK's Largest Trade Union Election",
      "summary": "Andrea Egan, a left-wing candidate, has been elected as the new general secretary of Unison, the UK's largest trade union with over 1.3 million members, primarily in public service sectors such as education, local government, the NHS, and police. She secured nearly 60% of the vote in an election with low turnout, defeating Christina McAnea, an ally of Prime Minister Keir Starmer. Egan, who was expelled from the Labour Party three years ago, campaigned on a platform of holding Labour accountable and refusing to provide unconditional support. In her victory statement, she emphasized that ordinary members are taking charge and pledged to stand up against employers, politicians, and cabinet ministers who act against union interests. Keir Starmer congratulated her and expressed a desire to collaborate, while also praising McAnea's contributions, including her role in the Employment Rights Bill. The election outcome is seen as a setback for Starmer, with left-wing groups like Your Party, led by former Labour leader Jeremy Corbyn, welcoming Egan's anti-austerity stance. Egan will begin a five-year term in January, aiming to shift the union's focus towards more assertive advocacy for workers' rights.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c04feec0f4947e12_a0ee42304cdf.webp",
      "category": "News"
    },
    {
      "id": "4e436b6a066dbeec",
      "title": "Doctors' Five-Day Strike in England Amid Flu Pressure and Pay Dispute",
      "summary": "Doctors in England have begun a five-day strike, marking the 14th walkout in an ongoing pay dispute. The strike, organized by the British Medical Association (BMA), involves resident doctors, who represent nearly half of NHS doctors, and aims to secure a long-term plan for increased pay and guaranteed training places. NHS England warns that this strike, combined with a flu wave placing additional pressure on hospitals, will disrupt non-urgent services such as hip and knee replacements. Senior doctors are being drafted to provide cover, but the NHS struggles to maintain normal operations. Recent talks between the government and BMA were described as constructive but insufficient to prevent the strike. Health Secretary Wes Streeting acknowledged the situation as dicey, focusing on managing the strike's effects, while BMA leaders emphasize their demand to address real-time pay cuts rather than seeking large immediate raises. Public support for the strikes may be declining, but doctors argue they are fighting for sustainable working conditions to better care for patients.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4e436b6a066dbeec_7198fca5bc34.webp",
      "category": "News"
    },
    {
      "id": "4b2caf95218cbef2",
      "title": "Inflation Drops More Than Expected as Food and Clothing Prices Fall",
      "summary": "In November, the UK's inflation rate decreased to 3.2% from 3.6%, a larger decline than analysts anticipated, primarily driven by reductions in food, alcohol, and clothing prices. According to the Office for National Statistics (ONS), food prices fell month-on-month, with notable decreases for items like cakes, biscuits, and breakfast cereals, contrary to typical seasonal trends. This drop in inflation, measured by the Consumer Prices Index (CPI), suggests that inflationary pressures may be easing, potentially influencing the Bank of England to cut interest rates in upcoming decisions. Other factors contributing to the decline included lower costs for tobacco, restaurant meals, hotel stays, furniture, and transport. However, the economic picture is mixed; while overall inflation fell, prices for some goods, such as beef, chocolate, milk, and coffee, continued to rise significantly compared to last year. Chancellor Rachel Reeves emphasized efforts to reduce household bills through policies like freezing rail fares and cutting energy costs. The fall in inflation also impacted currency markets, with the pound weakening against the dollar. This development highlights ongoing challenges in managing price stability amid varying sectoral trends.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4b2caf95218cbef2_76200800088b.webp",
      "category": "News"
    },
    {
      "id": "28824737480e2a37",
      "title": "Poll Reveals Growing Dissatisfaction with Trump's Economic Management Among Americans",
      "summary": "A recent PBS News/NPR/Marist poll indicates that Americans are increasingly dissatisfied with President Donald Trump's handling of the economy, with 57% disapproving and only 36% approving—the lowest approval rating recorded across his terms. This decline is significant as the economy was previously seen as a strength for Trump. The poll highlights widespread concerns about affordability, with 70% of Americans reporting that the cost of living in their area is unaffordable, including nearly half of Republicans and three-quarters of independents. Experts, such as Lee Miringoff and Amy Walter, suggest that this economic frustration, centered on issues like healthcare prices and personal finances, poses a major challenge for Trump and could impact his overall approval ratings. Additionally, the poll shows a shift in voter trust, with registered voters now favoring the Democratic party over the Republican party on economic issues, a reversal from previous advantages held by Republicans. This dissatisfaction may have implications for upcoming midterm elections, as voters express less confidence in the current administration's ability to manage economic pressures.",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_28824737480e2a37_b0d318e8209c.webp",
      "category": "News"
    },
    {
      "id": "55d67380006a56c5",
      "title": "Timothée Chalamet's Promotional Strategy and Cultural Picks",
      "summary": "Timothée Chalamet, a prominent Hollywood actor, is engaging in a unique promotional campaign for his upcoming film 'Marty Supreme', a 1950s table tennis movie. As part of this effort, he is compiling a list of five Brits he considers all-time greats, which includes figures like Lewis Hamilton, David and Victoria Beckham, underground rapper Fakemink, and surprisingly, Susan Boyle. He expresses genuine admiration for Boyle, recalling her viral 2009 performance on Britain's Got Talent that moved many during the early days of YouTube. Chalamet explains that Boyle 'dreamt bigger than all of us,' using her story to connect with audiences. To promote the film, he has been presenting custom jackets with the movie's title to individuals he deems great, such as athletes Michael Phelps and Tom Brady, and footballer Lamine Yamal. Currently in London, he has opened a pop-up store and is conducting interviews from a hotel overlooking Hyde Park, blending celebrity culture with marketing tactics to generate buzz for his project.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55d67380006a56c5_203ef66bf9c0.webp",
      "category": "News"
    },
    {
      "id": "4bd216be00866e37",
      "title": "Analyzing the U.S. Jobs Report: Cooling Labor Market and Economic Impacts",
      "summary": "The latest U.S. jobs report indicates a cooling labor market, with unemployment rising to 4.6%, the highest level in four years, suggesting economic weakening. Despite this, payrolls added 64,000 new jobs last month, exceeding forecasts and providing some positive news. However, the report also revealed a net loss of 105,000 jobs in October, marking the third job loss in six months, with significant federal-level losses of nearly 168,000 positions over two months. The report was delayed due to a six-week government shutdown, which disrupted data collection and added uncertainty to the findings. David Wessel, director at the Hutchins Center on Fiscal and Monetary Policy at the Brookings Institution, analyzed the data, stating that the unemployment increase is a meaningful sign of labor market weakening, though the shutdown complicates interpretation due to incomplete data gathering. This situation highlights an uneven economy where job gains and losses occur simultaneously, affecting workers and policymakers.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4bd216be00866e37_513737596fac.webp",
      "category": "News"
    }
  ]
}