{
  "articles": [
    {
      "id": "270619cc663950e3",
      "title": "Wall Street Goes Up After Fed Lowers Interest Rates",
      "summary": "The U.S. stock market went up on Wednesday after the Federal Reserve, which is like the country's money boss, cut interest rates. This means it costs less to borrow money, which can help the economy and make stocks more valuable. The S&P 500, Dow Jones, and Nasdaq indexes all rose a little bit. People on Wall Street, where stocks are traded, were happy because they expected this rate cut. The Fed cut rates by a small amount to support jobs, but some officials disagreed on whether to cut more or not. The article also mentions that companies like GE Vernova and Palantir Technologies saw their stock prices go up due to good news. The big question is how many more rate cuts might happen next year to help the job market.",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_270619cc663950e3_93f130d66dac.webp",
      "category": "News"
    },
    {
      "id": "95d3728dafeb9941",
      "title": "Elon Musk Talks About His Government Job",
      "summary": "Elon Musk is a famous billionaire who runs companies like Tesla and SpaceX. He once worked for the government in a group called DOGE, which tried to make the government work better and save money. In a recent interview with his friend Katie Miller, Musk said that his time at DOGE was only \"somewhat successful.\" He explained that it was very hard to change the government quickly, and his own companies suffered because he was busy with DOGE. Musk also said he would not do the job again because he would rather focus on his businesses. Since leaving the government, things have improved for Musk, like getting a big pay package from Tesla. The interview covered many topics, but Musk still thinks DOGE did some good by saving money on payments.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_95d3728dafeb9941_79d3d08ac766.webp",
      "category": "News"
    },
    {
      "id": "6d6718a61d0bef67",
      "title": "Ancient Humans Learned to Make Fire Long Ago",
      "summary": "Scientists found that ancient humans might have learned to make fire much earlier than we thought. They discovered evidence in England that shows people were making fire around 400,000 years ago. Before this, the oldest known fire-making was only 50,000 years ago. The scientists found baked clay, hot-broken tools, and special rocks that make sparks when hit together. They studied the site for four years to make sure it wasn't from a natural fire like lightning. This tells us that early humans were smart and could control fire to help them survive. Fire was important for cooking, warmth, and protection, and this discovery helps us understand how humans evolved over time.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6d6718a61d0bef67_fe8af126b378.webp",
      "category": "News"
    },
    {
      "id": "89a0e84656a570d0",
      "title": "Moms and Babies Need Better Care in Hospitals",
      "summary": "A new report says that some hospitals in England are not taking good care of moms and babies. Baroness Amos, who is leading a review, found that things are worse than she expected. Moms are sometimes hungry, wards are dirty, and some staff get mean threats. Some moms feel blamed when their baby dies, and others don't get enough help or sorry when things go wrong. Poor and black moms often face unfair treatment. Health Secretary Wes Streeting says these problems cannot be ignored. Baroness Amos is looking for ways to make care better across the country. She heard stories of moms left alone for hours or bleeding in bathrooms. But she also says many hospitals do a good job. The review will give recommendations to improve care, and a final report will come in the Spring. Families hope this time will bring real change.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_89a0e84656a570d0_339655d9dfce.webp",
      "category": "News"
    },
    {
      "id": "a352a2bc5375c1d0",
      "title": "Supreme Court Case About Presidential Power",
      "summary": "The Supreme Court is hearing a case about whether the president can fire people from independent government agencies. These agencies, like the Federal Trade Commission, are supposed to work without too much control from the president. A commissioner named Rebecca Slaughter was fired by President Trump, and she sued because she thinks commissioners can only be fired for bad reasons like not doing their job. The case could change how presidents have been limited for 90 years. Lawyers for Trump say agencies have too much power, but some justices worry this could upset the balance of government. The court will decide if the president has more power over these agencies.",
      "source": "PBS NewsHour",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a352a2bc5375c1d0_9df365a0cd3c.webp",
      "category": "News"
    },
    {
      "id": "b68b634d48316277",
      "title": "Driving Test Touts Offer Money to Instructors",
      "summary": "A BBC investigation found that some people called touts are offering driving instructors up to £250 each month to share their special login details. These touts use the details to book many driving tests and sell them to learners for as much as £500, even though a test should only cost £75. This makes it hard for learners to book tests fairly and adds to long waiting times. The touts operate in places like London and Birmingham, and they use apps like WhatsApp to sell tests. The government plans to change rules so only learners can book tests, which might help stop the touts. Many learners are desperate because waits can be six months long.",
      "source": "BBC News",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_b68b634d48316277_31046fd165b0.webp",
      "category": "News"
    }
  ]
}