{
  "articles": [
    {
      "id": "5e8fe60bb270fcaa",
      "title": "加纳highlife音乐巨擘埃博·泰勒去世，享年90岁",
      "summary": "埃博·泰勒，加纳吉他手、作曲家和乐队领队，其作品帮助定义了highlife音乐流派并影响了数代非洲音乐人，已于90岁高龄去世，其家人已宣布此消息。他于1936年出生在海岸角市，在20世纪50年代末和60年代初highlife成为加纳主导音乐形式时崭露头角。在长达六十年的职业生涯中，他将加纳节奏与爵士、放克、灵魂乐和早期Afrobeat融合，并激励了非洲大陆以外的音乐人。总统发言人费利克斯·夸基耶·奥福苏表示，加纳政府和人民对失去这位国家音乐的“巨擘”深感悲痛。泰勒早年作为表演者，与当时的领先乐队如Stargazers和Broadway Dance Band合作，以其独特的吉他风格和精细编曲赢得声誉。在生命的最后25年，他的音乐被全球观众重新发现，歌曲如《爱与死亡》——他对关系和死亡的反思——吸引了新一批粉丝。泰勒音乐发展的关键时期是在20世纪60年代初，他前往伦敦学习音乐。在那里，他与包括尼日利亚艺术家费拉·库蒂在内的其他非洲音乐人合作。他们的合作现被视为更广泛思想交流的一部分，帮助塑造了Afrobeat，这一流派后来由费拉推向国际，highlife在其音乐基础中扮演重要角色。返回加纳后，泰勒成为备受追捧的乐队领队、编曲和制作人，与帕特·托马斯和CK·曼等国内最受尊敬的艺术家合作。回顾自己的影响，他在2014年告诉BBC，“随着詹姆斯·布朗和放克音乐的出现，有机会发展highlife音乐。费拉在将放克引入约鲁巴音乐方面做了大量工作，而相对地，我在加纳做了几乎相同的事情。”据《纽约时报》报道，在上世纪末和本世纪初，泰勒花更多时间在加纳大学教音乐并从事他人作品的制作。但他随后重返录音室，其新录音直到晚年仍引起关注，专辑如《爱与死亡》、《Appia Kwa Bridge》和《Yen Ara》巩固了他作为加纳最重要音乐人物之一的地位。泰勒的影响远不止于highlife。近几十年来，他的作品通过采样被国际观众接受，其录音元素出现在嘻哈和R&B艺术家的歌曲中。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_5e8fe60bb270fcaa_f4e2432e84df.webp",
      "category": "Fun"
    },
    {
      "id": "b456c999de76e3b6",
      "title": "麦肯齐·克鲁克拍摄喜剧《小先知》的内幕",
      "summary": "《小先知》是一部即将在BBC二台播出的六集喜剧系列，由麦肯齐·克鲁克编剧、导演并主演，与迈克尔·佩林爵士合作。该剧在大曼彻斯特地区的厄姆斯顿和斯托克波特拍摄了七周，剧情围绕皮尔斯·奎格利饰演的角色迈克尔展开，他在女友失踪多年后寻求答案，而他的父亲布莱恩（由佩林饰演）利用一种涉及雨水、马粪和炼金术的古老配方，在花园棚屋里培育出能预测未来的罐装精灵。克鲁克的剧本历经十年开发，灵感来自一个关于罐中生物的故事，并通过与朋友奎格利的合作逐渐成型。拍摄过程中，当地居民如莎莉·萨德勒分享了超现实的经历，例如马粪交付和假装醉酒的场景，突显了社区的积极参与。演员劳伦·帕特尔（曾为《华莱士与格罗米特》中的PC穆克吉配音）赞扬了在家乡曼彻斯特拍摄的机会，强调了该剧对真实北方代表性的承诺。该系列将在BBC二台和BBC iPlayer上播出，展示了长期项目如何利用本地环境增强叙事并促进文化连接。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b456c999de76e3b6_3aea1501f3ab.webp",
      "category": "Fun"
    },
    {
      "id": "8fc6f4efb823b368",
      "title": "科学家终于解开空气中百年之谜",
      "summary": "华威大学的研究人员开发了一种新方法，能够预测不规则形状纳米颗粒在空气中的运动，解决了一个世纪以来气溶胶科学的难题。这些颗粒包括烟尘、灰尘、花粉、微塑料和病毒，是空气污染的主要组成部分，与心脏病和癌症等健康风险相关。传统数学模型通常假设颗粒为完美球形以简化计算，但这限制了真实世界非球形颗粒行为的准确性。新方法修订了1910年的坎宁安校正因子，引入了“校正张量”，能够在不依赖复杂模拟的情况下计算任何形状颗粒的阻力。这一突破由邓肯·洛克比教授领导，发表在《流体力学快报》上，提供了一个简单而预测性的框架，可改善空气污染、疾病传播和大气化学的模型。该研究对空气质量监测、气候建模和纳米技术应用具有潜在影响，未来将通过新的气溶胶生成系统进行验证。这项工作代表了在连接历史科学基础与当代技术以应对环境和公共卫生挑战方面的重要进展。",
      "source": "Science Daily - Technology",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8fc6f4efb823b368_f2e81d6746aa.webp",
      "category": "Fun"
    },
    {
      "id": "cedc5cb449c6bdea",
      "title": "3 Doors Down 主唱布拉德·阿诺德去世，享年47岁",
      "summary": "美国摇滚乐队3 Doors Down的主唱兼词曲作者布拉德·阿诺德在与癌症抗争后去世，享年47岁。乐队在X上发布声明，宣布了这一消息，并表示他将被深深怀念。阿诺德是乐队的创始成员、主唱和原始鼓手，被认为通过融合后垃圾摇滚的易接受性和情感直接的歌词，重新定义了主流摇滚乐。2025年5月，他透露被诊断出患有第四期透明细胞肾癌，一种已转移至肺部的肾癌，导致即将举行的巡演取消。尽管患病，阿诺德表示毫无恐惧，并请求祈祷。乐队以2000年代初的热门歌曲如Kryptonite而闻名，阿诺德在15岁时创作了这首歌，乐队还获得了公告牌音乐奖等商业成功。阿诺德公开讨论了他从酗酒中恢复的经历，自2016年以来保持清醒。他留下了妻子詹妮弗，并被铭记为温暖、谦逊和信仰坚定的人。",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cedc5cb449c6bdea_76bce7d21b80.webp",
      "category": "Fun"
    },
    {
      "id": "509a1db73abf501b",
      "title": "嫦娥六号月球样本揭示巨大撞击重塑月球内部",
      "summary": "由中国科学院地质与地球物理研究所田恒次教授领导的研究团队分析了嫦娥六号任务返回的月球玄武岩样本。这些样本来自月球上最大、最古老的撞击盆地——南极-艾特肯盆地。研究发现，这些样本中的钾同位素比阿波罗任务收集的月球玄武岩或月球陨石中的更重。钾是一种中等挥发性元素，在极端高温下会蒸发，其同位素特征表明，形成该盆地的巨大撞击导致了大规模的挥发性元素流失。这一过程可能减少了月球远侧的岩浆产生，解释了近侧和远侧火山活动不对称的原因。该研究发表在《美国国家科学院院刊》上，使用了MC-ICP-MS等高精度技术测量同位素，并排除了宇宙射线或污染等其他因素。计算机模拟支持了这些发现，显示撞击对月球内部产生了深远影响。这项研究强调了巨大撞击如何改变太阳系中岩石天体的内部化学和演化。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_509a1db73abf501b_4bb39dd868a8.webp",
      "category": "Fun"
    },
    {
      "id": "c09e9d989f39e4e6",
      "title": "物理学家解决困扰科学家数十年的量子谜题",
      "summary": "海德堡大学的物理学家开发了一种新理论，将现代量子物理的两个主要领域——准粒子模型和安德森正交灾变——联系起来。这项研究解释了杂质粒子在多体系统（如费米海）中的行为。在某些情况下，粒子自由移动并形成称为费米极化子的准粒子；而在其他情况下，由于质量较重，粒子几乎固定，破坏系统协调性。研究人员通过考虑微小运动产生的能隙，解释了即使重杂质也能形成准粒子的机制。这一框架连接了先前被认为不相容的量子态，对超冷原子气体、二维材料和新型半导体等实验具有重要影响。该研究发表在《物理评论快报》上，并得到STRUCTURES卓越集群和ISOQUANT合作研究中心的支持。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c09e9d989f39e4e6_41c863d9b985.webp",
      "category": "Fun"
    }
  ]
}