{
  "articles": [
    {
      "id": "053453a7f789ee1b",
      "title": "Reforming Support for Special Educational Needs in England",
      "summary": "The UK government has announced that it will not withdraw effective support from children with special educational needs and disabilities (SEND) as part of planned school reforms in England. Education Secretary Bridget Phillipson emphasized increased funding for SEND support, addressing concerns from parents who fear potential limitations. Under the proposals, children will undergo needs assessments upon transitioning to secondary school, with leaks indicating reassessments for those with Education, Health and Care Plans (EHCPs) starting in 2029. Additionally, the government plans to introduce Individual Support Plans (ISPs) for all children with identified SEND, granting legal rights and quicker access to assistance. Phillipson assured that EHCPs will remain important, but ISPs will streamline support, reducing parental struggles. The full details will be outlined in a White Paper released on Monday, responding to a SEND system in crisis due to rising costs. The minister described this as a decade-long transition to improve a flawed system.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_053453a7f789ee1b_a39916e7ec99.webp",
      "category": "News"
    },
    {
      "id": "719052368058aecf",
      "title": "Trump's Plan to Raise Global Tariffs to 15% After Court Ruling",
      "summary": "President Donald Trump announced he will increase global tariffs to 15% after the Supreme Court struck down his previous import taxes. Initially, he proposed a 10% tariff on all goods entering the US, but he later raised it to 15% using Section 122 of the 1974 Trade Act, which allows temporary tariffs for about five months without immediate congressional approval. The Supreme Court's 6-3 decision ruled that Trump overstepped his authority by using the International Emergency Economic Powers Act (IEEPA) for last year's tariffs, which had collected over $130 billion. Trump criticized the court, calling the justices 'fools' and labeling their decision 'anti-American.' This move is part of his economic policy to boost domestic manufacturing and reduce the trade deficit, though the US trade deficit recently hit a record high. The new tariffs impact countries like the UK and Australia, who had negotiated a 10% deal. Reactions are mixed: a steel factory owner expressed disappointment, fearing job losses, while a soybean farmer welcomed the court's decision as a victory. The tariffs are set to potentially start on February 24, but it's unclear if the 15% rate will apply immediately.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_719052368058aecf_eb5e7e62a2d6.webp",
      "category": "News"
    },
    {
      "id": "7f91a2d135dabcdd",
      "title": "How Prince Andrew's Arrest Impacts Prince William's Royal Duties",
      "summary": "During a school holiday break in Norfolk, Prince William and his family faced an unexpected disruption when his uncle, Prince Andrew, was arrested nearby at Wood Farm on the Sandringham estate. This incident highlights the strained relationship between Prince William and Prince Andrew, who are not close, as seen in past public interactions. For Prince William, the future king, this arrest adds complexity to his role, as he must navigate family scandals while preparing for leadership. The connection dates back to Prince William's youth, when Prince Andrew first met Jeffrey Epstein, a financier involved in criminal activities, and later faced allegations from Virginia Giuffre, which Andrew denies. Prince William has largely stayed distant from these issues, but the proximity of the arrest forces him to confront the challenges that come with royal responsibility. This situation underscores how personal family matters can affect public duties and the monarchy's image, making Prince William's path to kingship more difficult.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7f91a2d135dabcdd_c0d259320951.webp",
      "category": "News"
    },
    {
      "id": "62e5f3e07dce2fe5",
      "title": "Navigating Class Barriers at Cambridge University",
      "summary": "Jade Franks, a working-class student from Merseyside, enrolled at the University of Cambridge to study theatre and education after outreach assistance. Despite her academic ambitions, she felt isolated due to her background, as peers mocked her scouse accent and questioned her schooling. Social events highlighted class differences, such as when her sister was forced to wear a gown at a formal dinner for inappropriate attire, an incident Jade described as dehumanizing and misogynistic. Financially strained, Jade worked part-time cleaning toilets and for a punting company, unaware of grant eligibility until her final year, violating university rules against student employment. Her experiences reveal systemic classism and financial pressures in elite institutions, yet she remained determined to join Footlights, the university drama group. This narrative underscores the challenges faced by non-traditional students in navigating academic and social environments at prestigious universities.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_62e5f3e07dce2fe5_d2029f75f392.webp",
      "category": "News"
    },
    {
      "id": "7ea403cebc110456",
      "title": "U.S. Military Airlifts Microreactor in Push for Rapid Nuclear Deployment",
      "summary": "In a historic move, the Pentagon and Energy Department airlifted a small nuclear reactor from California to Utah, marking the first such flight to demonstrate the U.S. capability for quick nuclear power deployment. The 5-megawatt microreactor, transported without nuclear fuel on a C-17 military aircraft, is part of the Trump administration's drive to promote nuclear energy to meet rising electricity demands from artificial intelligence, data centers, and military operations. Energy Secretary Chris Wright and Undersecretary of Defense Michael Duffey hailed the February 15 trip as a breakthrough, aiming to fast-track commercial licensing for microreactors. President Trump supports nuclear power as a carbon-free and reliable energy source, despite his hostility to renewables and preference for fossil fuels. However, skeptics warn of risks, questioning the safety, feasibility, and cost-effectiveness of microreactors. Wright dismissed these concerns, citing executive orders that allow him to approve advanced reactor designs, bypassing the Nuclear Regulatory Commission. The reactor, minivan-sized, is one of three slated to achieve criticality by July 4, symbolizing a push for innovation and a nuclear renaissance.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_7ea403cebc110456_b0ed9af6fdd5.webp",
      "category": "News"
    },
    {
      "id": "1f42b03bbf0ffecd",
      "title": "Hungary Uses EU Loan as Leverage in Oil Dispute with Ukraine",
      "summary": "Hungary's foreign minister, Péter Szijjártó, announced that Hungary will block a key 90-billion-euro European Union loan to Ukraine until Russian oil shipments resume through the Druzhba pipeline. The pipeline, which carries Russian crude oil across Ukrainian territory to Central Europe, was damaged in a drone attack on January 27, according to Ukrainian officials, halting oil flows to Hungary and Slovakia. Both countries, which have temporary exemptions from EU sanctions on Russian oil, have accused Ukraine of intentionally delaying repairs without providing evidence, and they ceased diesel shipments to Ukraine this week in retaliation. Szijjártó described Ukraine's actions as blackmail and stated that Hungary will not support decisions favorable to Ukraine as long as the oil issue persists. This move comes just before the fourth anniversary of Russia's full-scale invasion of Ukraine and highlights Hungary's unique stance within the EU. While most European nations have reduced or ended Russian energy imports since the war began, Hungary and Slovakia have maintained or increased their reliance on Russian oil and gas. Prime Minister Viktor Orbán, a nationalist leader often seen as pro-Kremlin, argues that Russian fossil fuels are essential for Hungary's economy and that alternatives would cause economic collapse, a claim disputed by some experts. Orbán has consistently opposed EU sanctions on Russia and threatened to veto aid to Ukraine, positioning Hungary as a significant obstacle in EU unity efforts.",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_1f42b03bbf0ffecd_ebfd33b21762.webp",
      "category": "News"
    }
  ]
}