{
  "articles": [
    {
      "id": "c27613bca37c0f5a",
      "title": "A Big Fire in a Ski Resort",
      "summary": "A fire happened at a ski resort in Switzerland on New Year's Day. It was in a bar called Le Constellation in Crans-Montana. Many people were hurt, and some are thought to have died. Officials say it was a fire, not an attack. Emergency workers like helicopters and ambulances helped at the scene. They are trying to find out what caused the fire and help the families. People from different countries were there, and embassies are ready to help. The fire started early in the morning, and it made a big explosion because of the flames.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c27613bca37c0f5a_c400718f6512.webp",
      "category": "News"
    },
    {
      "id": "dc45ad2195576633",
      "title": "Cold Weather Warnings in the UK",
      "summary": "The UK is getting very cold weather from Arctic air. The Met Office has issued amber warnings for snow and ice, which means it could be dangerous. Yellow warnings are also in place in many areas. Temperatures dropped below freezing in southern England and South Wales, with places like Bournemouth reaching -6.2°C. In Northern Scotland, heavy snow is falling, and an amber warning is active from Friday to Saturday, expecting 10-20 cm of snow in low areas and up to 40 cm on high ground. This could cause travel problems, like delays on roads or communities getting cut off. People should be careful and stay warm.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_dc45ad2195576633_80079ffb0833.webp",
      "category": "News"
    },
    {
      "id": "b62f3e9cd035ba01",
      "title": "New Year Fireworks and Parties in the UK",
      "summary": "People in the UK celebrated the new year with big fireworks and parties. In London, 12,000 fireworks lit up the sky near the Thames River, and 100,000 people watched. Edinburgh Castle had a six-minute firework show with thousands of people at a street party called Hogmanay. The weather was cold with snow and ice warnings in some places. Music from famous singers played during the displays, and events honored sports wins and shows. The London Mayor said the celebrations showed how important it is to be together. Other cities like Belfast and Cardiff also had parties. Edinburgh's party was special because last year's event was canceled due to bad weather, so they used some old fireworks this time. Families, like one with a seven-year-old boy, enjoyed the fun.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b62f3e9cd035ba01_93de5648c8bf.webp",
      "category": "News"
    },
    {
      "id": "9880c6ba71ebf30a",
      "title": "Ellie's Big Dream: Dancing on TV",
      "summary": "Ellie Goldstein is a 24-year-old woman with Down's syndrome who loves to dance. She dreamed of being on a TV show called Strictly Come Dancing, where people dance every week. Her mom, Yvonne, always believed Ellie could do anything, even when others said she might not walk or talk. Ellie worked hard and became a model for magazines like Vogue and acted in a TV series. When she got the call to join Strictly, she was very happy and screamed with joy. Now, she dances on the show with her partner Vito, proving that people with disabilities can achieve big dreams. Ellie's story helps change how people see those with learning disabilities, showing that everyone can shine.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9880c6ba71ebf30a_6afc31e03835.webp",
      "category": "News"
    },
    {
      "id": "b49bf3f7da26de71",
      "title": "Trump and Russia in Ukraine Peace Talks",
      "summary": "This article talks about a disagreement between leaders about a drone attack in Ukraine. The CIA, a U.S. spy agency, says Ukraine did not try to attack Russian President Putin's home with a drone, even though Putin told President Trump that they did. Trump seemed to believe Putin at first, but now he says he agrees with European leaders that Russia is stopping peace in Ukraine. The article also describes how Russia attacked a city in Ukraine on New Year's Eve, hurting civilians like old people and a baby, and destroying homes. It shows that the fighting is making it hard for people to live safely and for leaders to make peace.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b49bf3f7da26de71_d0fab9e2db55.webp",
      "category": "News"
    },
    {
      "id": "5ec26aa98681c939",
      "title": "A Trip to Study a Big Melting Glacier in Antarctica",
      "summary": "Scientists are going on a special trip to study a huge glacier in Antarctica called the Thwaites Glacier. This glacier is as big as Florida and is melting quickly because the Earth is getting warmer. If it melts too much, it could make sea levels rise all around the world, which might cause flooding. A team of about 40 researchers is traveling for two months on an icebreaker ship to learn more about the glacier. They want to understand why it is melting so fast and what we can do to help. This trip is important because it helps us protect our planet. The scientists are in a very cold and remote place in the Southern Ocean, far away from home.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5ec26aa98681c939_d8e94b9011e8.webp",
      "category": "News"
    }
  ]
}