{
  "articles": [
    {
      "id": "193d1afc2571dd26",
      "title": "内塔尼亚胡向以色列总统寻求赦免",
      "summary": "以色列总理本杰明·内塔尼亚胡已向该国总统艾萨克·赫尔佐格提交了赦免请求。内塔尼亚胡因贿赂、欺诈和背信罪受审已五年，他否认所有指控，称审判是政治对手的“政治迫害”。总统办公室表示，赫尔佐格将在考虑这一“具有重大影响的非凡请求”前征求司法官员意见。内塔尼亚胡在视频声明中称，他本希望看到审判结束，但国家利益“要求 otherwise”。本月早些时候，美国总统唐纳德·特朗普曾敦促赫尔佐格“完全赦免”总理。案件涉及三起独立事件：一起指控他从商人处收受雪茄和香槟等礼物以换取好处；另一起指控他承诺帮助一家报纸提高发行量以换取正面报道；第三起指控他推动对一家电信公司控股股东有利的监管决定以换取新闻网站的正面报道。内塔尼亚胡辩称，结束审判将有助于降低国内分裂并促进广泛和解，以色列正面临巨大挑战和机遇。此事件凸显了法律与政治在民主社会中的交织，引发对司法独立和行政权力的讨论。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_193d1afc2571dd26_6988c99a85b7.webp",
      "category": "News"
    },
    {
      "id": "e8c23b4f14870160",
      "title": "向汤姆·斯托帕德爵士致敬：文学巨匠的永恒遗产",
      "summary": "国王查尔斯三世和卡米拉王后领导了对著名剧作家汤姆·斯托帕德爵士的悼念活动，他于88岁高龄去世，被誉为“我们最伟大的作家之一”。他们称他为“一位天才朋友，以轻松的方式展现才华，能够并将笔触转向任何主题，挑战、感动并启发观众，这源于他个人的历史”。汤姆爵士因《莎翁情史》剧本获得奥斯卡奖和金球奖，于周六在家中多塞特郡安详离世，家人陪伴在侧。全球各地纷纷向他致敬，这位剧作家六十多年来以其探索哲学和政治主题的作品迷住了观众。国王和王后补充说，他们对汤姆爵士的去世“深感悲痛”，并向其家人致以慰问。其他知名人物如米克·贾格尔爵士和作家罗伯特·哈里斯分享了个人回忆，赞扬他的智慧、幽默和对生活的热爱。汤姆爵士的成就包括因文学贡献被授予爵士头衔，以及近期因其半自传体剧作《利奥波德城》获得奖项。他的作品如《罗森克兰兹和吉尔登斯特恩已死》继续影响戏剧和电影界，使他成为艺术界备受爱戴的人物。文章强调，通过他不朽的文字和给许多人带来的安慰，他的遗产将永存。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_e8c23b4f14870160_ffb7a1c0da8d.webp",
      "category": "News"
    },
    {
      "id": "8e80e1f625032acd",
      "title": "健身达人与减肥注射剂的风险",
      "summary": "这篇文章探讨了没有医疗需求的人使用减肥注射剂（如Ozempic）的趋势，以巴西律师Gabriela为例。她40岁，热爱健身，但在新冠疫情后体重增加了几公斤，难以减掉。尽管她经常进行高强度锻炼且肌肉发达，BMI为26.6（属于超重范围但未达医疗干预标准），她在朋友推荐下开始使用减肥注射剂。她在里约热内卢无处方购买Ozempic，通过抑制食欲迅速减重，但停药后体重慢慢恢复。现在，她根据身体形象循环使用注射剂，已持续一年。医生警告说，这种间歇性无监督使用会带来健康风险，因为这些药物本应用于BMI较高或有体重相关疾病的人。在英国，NHS通常只对BMI超过35或40的人开这些药，强调滥用可能导致不良反应。文章突出了身体形象压力、药品监管漏洞以及公共健康问题，呼吁加强教育和监督以确保安全。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_8e80e1f625032acd_71e5eb0798ad.webp",
      "category": "News"
    },
    {
      "id": "1ae01c0ceeb2cf22",
      "title": "非洲联盟在军事政变后暂停几内亚比绍成员资格",
      "summary": "非洲联盟在几内亚比绍发生军事政变后决定暂停其成员资格，重申对违宪政府变更的零容忍政策。这一决议由非盟和平与安全理事会在周五通过，旨在施压恢复该国的宪法秩序。政变发生在总统和立法选举之后，现任总统乌马罗·西索科·恩巴洛和反对派候选人费尔南多·迪亚斯均宣称获胜，导致政治动荡。前总统已逃往刚果共和国，而军事任命的过渡总统霍尔塔·因塔阿组建了新的28人政府。几内亚比绍自50多年前从葡萄牙独立以来，政变和未遂政变频发，该国作为拉丁美洲和欧洲之间毒品贩运的枢纽，专家认为这一趋势加剧了其政治危机。此外，西非国家经济共同体也已暂停几内亚比绍的决策机构参与资格，凸显了地区对宪法秩序崩溃的担忧。这些行动反映了国际社会对维护民主治理的努力，以及几内亚比绍在贫困和非法贸易影响下面临的长期挑战。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1ae01c0ceeb2cf22_a55268afe33c.webp",
      "category": "News"
    },
    {
      "id": "238da98592c3cf67",
      "title": "教皇访问伊斯坦布尔蓝色清真寺未祈祷，聚焦基督教团结",
      "summary": "教皇利奥十四世访问了伊斯坦布尔的蓝色清真寺，这是一座17世纪的历史建筑，但他没有在其中祈祷。相反，他脱鞋后穿着白袜在清真寺内安静参观，仰望着高耸的瓷砖穹顶和柱子上的阿拉伯铭文，由一位伊玛目引导。梵蒂冈此前表示教皇会进行“短暂的默祷”，但他拒绝了伊玛目的祈祷邀请，梵蒂冈发言人解释称教皇以沉思和尊重的态度体验了这次访问。此举旨在加强与东正教领袖的联系，促进东西方教会的团结，延续了前任教皇访问该清真寺的传统，以表示对土耳其穆斯林多数的尊重。文章还回顾了2006年教皇本笃十六世的类似访问，当时他在清真寺默祷以缓解因其演讲引发的紧张局势。总体而言，这次访问强调了宗教间对话的重要性，通过象征性姿态推动和平与理解，同时反映了在多元宗教世界中教皇外交的微妙平衡。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_238da98592c3cf67_d17932ead096.webp",
      "category": "News"
    },
    {
      "id": "4e8e5b28e7b8d27b",
      "title": "著名英国剧作家汤姆·斯托帕德去世，享年88岁",
      "summary": "汤姆·斯托帕德，一位著名的英国剧作家，于88岁去世，留下了丰富的戏剧和电影遗产。他出生于1937年的捷克斯洛伐克，二战期间因纳粹入侵，他与家人被迫逃离，先后迁往新加坡和印度，最终在母亲与一名英国军官再婚后定居英国。斯托帕德未上大学，早年从事新闻工作，后转向剧作。他的作品如《罗森克兰茨和吉尔登斯特恩已死》和《利奥波德城》赢得了众多奖项，包括五座托尼最佳戏剧奖和因《莎翁情史》获得的奥斯卡奖。他的戏剧以融合语言、知识和情感而闻名，常探讨哲学、科学和历史等复杂主题。斯托帕德的去世由其代理人宣布，他们强调了他的机智、慷慨和对英语语言的热爱。他的人生故事，充满流离和适应，深刻影响了他的艺术创作，使他成为同代最受赞誉的剧作家之一。",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_4e8e5b28e7b8d27b_e8a55a0e3212.webp",
      "category": "News"
    }
  ]
}