{
  "articles": [
    {
      "id": "552035ce8d55d534",
      "title": "拉杜卡努自2021年美网夺冠后首次进入决赛",
      "summary": "艾玛·拉杜卡努在特兰西瓦尼亚公开赛上经过艰苦的三盘比赛击败了奥莱克桑德拉·奥利尼科娃，自2021年美网夺冠后首次进入决赛。这一成就标志着拉杜卡努职业生涯的重要回归，她在18岁时以资格赛选手身份赢得美网，创造了历史。然而，此后她的职业生涯受到多次伤病和教练更换的困扰，导致在WTA巡回赛上表现不稳定。此前，她已连续输掉三场半决赛，美网仍是其唯一的成年组奖杯。对阵奥利尼科娃的胜利耗时近三小时，展现了拉杜卡努的坚韧和决心。同时，英国同胞凯蒂·博尔特在奥斯特拉瓦公开赛上击败凯蒂·沃利涅茨，进入超过15个月来的首个决赛，这意味着两位英国女选手将在同一天参加巡回赛级别的决赛，这是历史上的首次。拉杜卡努对罗马尼亚观众的支持表示感谢，她的父亲来自那里，她将在决赛中对阵罗马尼亚三号种子索拉娜·克里斯蒂亚，争夺五年来的首个奖杯。",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_552035ce8d55d534_613a33a04c9e.webp",
      "category": "Fun"
    },
    {
      "id": "6ca615197363669b",
      "title": "Lola Young宣布自舞台晕倒后首次演出",
      "summary": "格莱美获奖歌手Lola Young宣布了自去年在舞台上晕倒后的首次个人现场演出。这场于3月4日在伦敦帕拉狄昂剧院举行的单场演出被宣传为来自《Messy》歌手的“亲密”表演，她在9月取消了全球巡演日期。这位25岁的歌手自那以后仅演出过两次：上个月在加利福尼亚的Spotify最佳新人派对和上周日的格莱美颁奖典礼。在社交媒体上发布关于即将到来的演出时，这位歌手表示希望之前门票被取消的粉丝能够参加，但承认较小的场地意味着一些人会错过。Young在9月在美国All Things Go音乐节上唱歌时倒地后几天宣布将暂停演出。这位南伦敦歌手原定于10月进行英国巡演，随后在11月和12月在美国、墨西哥和加拿大进行巡演日期。她的晕倒引起了粉丝和其他艺术家的广泛担忧，在确认取消巡演的更新中，她说自己“还好”。声明称这位歌手将“离开一段时间”并感谢粉丝的“爱与支持”。可容纳2200人的伦敦帕拉狄昂剧院演出的门票预计将受到渴望看到Young表演的粉丝的高度需求。在她最新的消息中，她写道：“我不认为理所当然，我正在计划一场小型亲密演出”，并补充说一些粉丝会失望且无法参加。“我无法为之前购票的每个人提供门票，”她写道。“我只能希望，当我能进行更大规模的演出时，你们仍然愿意。”门票在下周三开售时每人限购两张。Young上周末凭借她的突破单曲《Messy》获得最佳流行表演奖，赢得了她的第一个格莱美奖。与Olivia Dean一起，她还在Brit奖提名中占据主导地位——每人各获五项提名，包括年度艺术家奖。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_6ca615197363669b_e65330463cea.webp",
      "category": "Fun"
    },
    {
      "id": "167913056300d066",
      "title": "爱泼斯坦邮件：所谓'阴暗金融家'是安德鲁的'可信赖的理财人'",
      "summary": "本文探讨了爱泼斯坦文件中新发布的电子邮件，揭示了安德鲁王子与商人戴维·罗兰之间的财务关系。邮件显示，安德鲁王子在给杰弗里·爱泼斯坦的信息中称罗兰为他的'可信赖的理财人'，表明罗兰在财务咨询方面扮演了紧密角色。作为当时的英国贸易特使，安德鲁王子似乎试图推广罗兰的金融项目给爱泼斯坦，但爱泼斯坦因英国媒体将罗兰称为'阴暗金融家'而犹豫不决。邮件还暗示，罗兰的私人银行Banque Havilland——该银行在2024年因监管问题被欧洲中央银行撤销了银行执照——可能向安德鲁王子的前妻莎拉·弗格森提供了贷款，用于支付如尼泊尔头等舱机票等费用。尽管先前有关安德鲁王子与罗兰银行财务联系的声称，BBC在最新文件中未找到直接支付证据。罗兰的儿子乔纳森否认以金钱换取接触机会，但未排除贷款或支付的可能性。文章强调了关于安德鲁王子财务状况及其与争议人物关联的持续疑问，突出了监管机构和媒体的审查。",
      "source": "BBC Business",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_167913056300d066_cb76d698e39e.webp",
      "category": "Fun"
    },
    {
      "id": "3bd1d0527a7efde6",
      "title": "格雷厄姆·诺顿加入泰勒·斯威夫特新视频明星阵容",
      "summary": "泰勒·斯威夫特的最新音乐视频《Opalite》于周五首映，汇集了包括格雷厄姆·诺顿和刘易斯·卡帕尔迪在内的明星阵容，以1980年代为背景，融合了幽默与超现实元素。视频由斯威夫特亲自执导，爱尔兰演员多姆纳尔·格里森饰演一个孤独的男子，通过向心爱的仙人掌喷洒魔法药水，将斯威夫特召唤到他的生活中。苏格兰歌手卡帕尔迪扮演一位迷恋这对情侣的摄影师，而诺顿则饰演一名声称能解除咒语的销售员。选角灵感来源于去年十月诺顿BBC脱口秀节目的一集，当时格里森开玩笑说想出现在斯威夫特的视频中。斯威夫特在Instagram上回忆了这一时刻，解释她如何迅速编写剧本，并邀请那期节目的所有嘉宾，包括诺顿，参与拍摄。视频还包括基里安·墨菲、格里塔·李和朱迪·特纳-史密斯等演员，并将原始广播对话融入片尾字幕，创造了媒体露面与艺术输出之间的自我指涉循环。作为斯威夫特专辑《The Life Of A Showgirl》的第二支单曲，该专辑是去年英国最畅销唱片，这个项目突显了斯威夫特利用人际互动和媒体平台提升品牌影响力并吸引观众的策略，同时反映了当代音乐视频制作中注重自发性和跨推广的趋势。",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_3bd1d0527a7efde6_06e9e592075b.webp",
      "category": "Fun"
    },
    {
      "id": "d1351c038c1a4b5d",
      "title": "巧妙的量子技巧使实用量子计算机更近一步",
      "summary": "量子计算机有潜力改变从材料科学到密码学等多个领域，但目前构建和操作仍极具挑战性。主要问题之一是退相干，这一过程会在量子系统中引入错误，如比特翻转或相位翻转。为减少这些错误，研究人员将多个物理量子比特组合成单个逻辑量子比特，并应用连续错误校正以稳定存储信息。然而，在执行量子门操作时避免引入新错误更为困难。由D-PHYS教授Andreas Wallraff领导的团队，与保罗谢勒研究所及亚琛工业大学等机构合作，展示了一种在超导逻辑量子比特上执行量子操作的同时进行错误校正的方法。这项发表在《自然·物理学》上的研究采用了表面码，通过将量子信息分布在纠缠的数据量子比特上，并使用稳定器进行监测来检测和校正错误，而无需直接测量数据量子比特。这一进展解决了量子错误校正的独特挑战，如不可克隆定理和相位翻转的存在，标志着向容错量子计算迈出了重要一步，使计算能在不受错误干扰的情况下进行，推动了实用量子计算机的发展。",
      "source": "Science Daily - Technology",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_d1351c038c1a4b5d_80ec6e4a8883.webp",
      "category": "Fun"
    },
    {
      "id": "fc6b0382eaba33cc",
      "title": "Zayn Malik 宣布新专辑和世界巡演——但 Konnakol 是什么意思？",
      "summary": "前单向组合成员 Zayn Malik 宣布了他的第五张录音室专辑《Konnakol》，定于四月发行，并计划进行世界巡演。他发布了主打单曲《Die For Me》，这是一首充满情感的 R&B 流行歌曲，标志着他回归标志性声音，与 2024 年简约专辑《Room Under The Stairs》形成对比。专辑名称 Konnakol 指的是南印度卡纳提克音乐中的一种声乐打击技巧，通过重复音节创造鼓声效果。Zayn 称这是他迄今为止最具文化灵感的项目，延续了之前南亚影响，如在 2016 年歌曲《Flower》中使用乌尔都语演唱，并与巴基斯坦乐队 Aur 合作。专辑封面将 Zayn 的脸与雪豹融合，呼应南亚神话象征。同时，其他前单向组合成员如 Harry Styles 和 Louis Tomlinson 近期也有音乐成功，Niall Horan 与 Brits 新星奖得主 Myles Smith 合作了新歌《Drive Safe》。粉丝们期待《Konnakol》是否包含同名声乐技巧，并热切期待现场演出。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_fc6b0382eaba33cc_9ec2bb0aa094.webp",
      "category": "Fun"
    }
  ]
}