{
  "articles": [
    {
      "id": "552df7efa88a77d5",
      "title": "NHS Cancer Care Challenges",
      "summary": "This article talks about problems in the NHS, which is the healthcare system in the UK. Many NHS trusts, which are groups of hospitals, are having trouble meeting cancer targets. These targets are goals for how quickly patients should be diagnosed and treated for cancer. When targets are missed, it means patients might have to wait longer for care, which can be harmful. Experts say these delays can hurt patients by making their cancer worse. The article includes a tool that lets people check how their local NHS trust is doing. It's important because timely care can save lives, and this issue affects many people across the country.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_552df7efa88a77d5_2209cd5fd789.webp",
      "category": "News"
    },
    {
      "id": "a40d9cf8ca429de3",
      "title": "US Government Funding Bill Passes to Stop Shutdown",
      "summary": "The US Senate has passed a funding bill to help end a government shutdown. This bill gives money to the government so it can keep running. Now, the House of Representatives must approve it, and then the president needs to sign it into law. If they do this, the government can reopen, and services like national parks and some offices can start again. This is important because a shutdown means many workers don't get paid and services stop. The bill aims to fix this problem quickly. It's a big step to make sure the government works for everyone.",
      "source": "BBC News",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a40d9cf8ca429de3_70b4a5204892.webp",
      "category": "News"
    },
    {
      "id": "4b0796f6cca160ef",
      "title": "Government Shutdown Ending Soon",
      "summary": "The government shutdown has lasted for 41 days, which is the longest ever. Some Democrats and one independent decided to work with Republicans to make a deal to end it. This deal needs to be approved by the Senate, the House of Representatives, and the president. If everyone agrees, the government could start working again very soon, maybe this week. This is important because during a shutdown, many government services stop, and workers don't get paid. The article explains how politicians are trying to solve this problem together.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_4b0796f6cca160ef_502993e698d1.webp",
      "category": "News"
    },
    {
      "id": "5ef5525a38ececd6",
      "title": "Senator Kaine's Vote to End the Government Shutdown",
      "summary": "The government shutdown was a time when the government stopped working because leaders couldn't agree on a plan. Senator Tim Kaine from Virginia was one of eight Democrats who voted to end the shutdown. He explained that he wanted to change the situation and help people who were affected. This vote caused a split among Senate Democrats, with some agreeing and others disagreeing. Kaine talked to Geoff Bennett on PBS NewsHour to share his reasons. Ending the shutdown meant that government services could start again, which is important for many Americans.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_5ef5525a38ececd6_9e6e82f4dbe3.webp",
      "category": "News"
    },
    {
      "id": "aaae1ad0c75d8f9b",
      "title": "Trump &#8216;likely to be emboldened&#8217; by 8 Democrats voting to end shutdown, Sen. Murphy says",
      "summary": "Sen. Chris Murphy of Connecticut is one of the 40 Democrats who voted against the deal to end the shutdown. He joined Amna Nawaz to discuss the latest.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_aaae1ad0c75d8f9b_cd5f7d8c2232.webp",
      "category": "News"
    },
    {
      "id": "82fcadb2dbf621ee",
      "title": "Trump threatens $1bn legal action against BBC over 6 January speech edit",
      "summary": "The BBC's director general and head of news both resigned on Sunday after criticism of the programme.",
      "source": "BBC News",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_82fcadb2dbf621ee_b86e9c1fcc19.webp",
      "category": "News"
    }
  ]
}