{
  "articles": [
    {
      "id": "3a859e5906a8cf89",
      "title": "Tennis Star Plays Under Pressure",
      "summary": "Aryna Sabalenka is a top tennis player who won her first match at the Australian Open. She played against Tiantsoa Rakotomanga Rajaonah and won 6-4 6-1. During the match, famous tennis legends Roger Federer and Rod Laver watched from the front row. Sabalenka felt a lot of pressure because they were there, but she tried not to look at them. After the match, she took a selfie with them. Sabalenka has won the Australian Open twice before and is trying to win again. She did not play perfectly at first but improved to win the match. This shows how athletes can handle pressure from watching fans and legends.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3a859e5906a8cf89_9321e6d5ccbe.webp",
      "category": "Fun"
    },
    {
      "id": "4a9244f8f48d675f",
      "title": "Tennis Player Helps Ball Girl Who Fainted",
      "summary": "At the Australian Open tennis tournament, a ball girl fainted during a match. Zeynep Sonmez, a tennis player from Turkey, quickly ran over to help her. The ball girl fell down but got back up, and Sonmez helped her walk to the side of the court. Medical staff gave the girl attention in the shade, and she was able to leave the court after a short delay. Sonmez said it was important to be a good person and help others, and she was glad she could assist. The match stopped for six minutes but then continued, and Sonmez later won the game. This story shows kindness and caring in sports.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4a9244f8f48d675f_339dd82dca22.webp",
      "category": "Fun"
    },
    {
      "id": "f3fa057cb1740ea7",
      "title": "Arthur Fery Wins Big Tennis Match in Australia",
      "summary": "Arthur Fery is a tennis player from Britain. He played in a big tournament called the Australian Open. He beat another player named Flavio Cobolli, who was ranked higher. This was a surprise win because Arthur is not as famous. The match happened in Melbourne, Australia. Arthur has done this before by beating a top player at Wimbledon last year. He likes playing on big courts. Another British player, Cameron Norrie, also won his match. Arthur's parents support him a lot in his tennis career. This win is special for Arthur as it is his first time playing in the main part of this tournament overseas.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f3fa057cb1740ea7_a808c662e23d.webp",
      "category": "Fun"
    },
    {
      "id": "869121e9074c97a3",
      "title": "A Hockey Story That Became a Popular TV Show",
      "summary": "Rachel Reid wrote books about hockey players who fall in love, and now her story is a TV show called Heated Rivalry. The show is very popular, with many people watching and talking about it. It started as a book she wrote online, and she did not think it could become a TV show. The show has two main characters, Shane and Ilya, who are hockey players from different teams. They keep their relationship secret because they are rivals. People like the show because it shows love and friendship in sports. Rachel is happy that so many people enjoy her story.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_869121e9074c97a3_530fe23d7efc.webp",
      "category": "Fun"
    },
    {
      "id": "b9189e313bde5a9c",
      "title": "Tennis Players and Jetlag: How They Handle Travel Tiredness",
      "summary": "Tennis players like Novak Djokovic travel all over the world for tournaments, and they often get jetlag, which makes them feel tired and have trouble sleeping. Jetlag happens when you cross many time zones, like when players fly to Australia for the Australian Open. Players have to play matches even when they are jetlagged, so they find ways to cope. For example, Djokovic drinks lots of water with lemon and salt on flights, walks barefoot on grass when he arrives, and watches the sunrise to help his body adjust. Other players use natural herbs or melatonin to sleep better. They all try to get over jetlag quickly so they can perform their best in matches.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_b9189e313bde5a9c_92e74fb24663.webp",
      "category": "Fun"
    },
    {
      "id": "58c0931ca5404ce6",
      "title": "The Mystery of a Singer Who Might Be a Computer",
      "summary": "A singer named Rose has become very popular on music apps like Spotify, with her songs played millions of times. She sings jazz and soul music that sounds like famous artists. But there is a big mystery: Rose might not be a real person. She has no social media, never performs live, and released many songs very quickly. Experts at a music service called Deezer think her music is made by a computer using AI, which is a type of smart technology. They found clues like a hissing sound in her songs that often happens with AI music. This means Rose could be an AI artist, not a human singer, which is exciting and strange for music fans.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_58c0931ca5404ce6_e60e8070c85e.webp",
      "category": "Fun"
    }
  ]
}