{
  "articles": [
    {
      "id": "bbae819f60329848",
      "title": "New Dark Energy Data Points to a Universe That Could Collapse",
      "summary": "Physicist Henry Tye from Cornell University has analyzed recent data from the Dark Energy Survey (DES) and Dark Energy Spectroscopic Instrument (DESI) to propose that the universe may have a finite lifespan of about 33 billion years. Currently 13.8 billion years old, the universe is expanding, but Tye's model suggests it will continue to do so for roughly another 11 billion years before reaching a maximum size. After that, it would begin to contract, eventually collapsing into a single point in a process known as the \"big crunch.\" This challenges the long-held belief, based on a positive cosmological constant, that the universe would expand forever. Tye's work updates Einstein's cosmological constant concept, indicating it might be negative due to new dark energy observations. Dark energy, comprising about 68% of the universe's mass-energy, is not purely constant; Tye hypothesizes a low-mass particle that alters its behavior over time, fitting the data. The study, published in the Journal of Cosmology and Astroparticle Physics, highlights ongoing efforts by projects like DESI, Euclid, and SPHEREx to refine dark energy estimates and test these predictions.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "Uncovering the Enzyme Behind Chromothripsis in Cancer Evolution",
      "summary": "Researchers at UC San Diego have identified N4BP2 as the enzyme responsible for chromothripsis, a catastrophic genetic event where chromosomes shatter and reassemble incorrectly, driving rapid cancer evolution and treatment resistance. Chromothripsis occurs when chromosomes are trapped in micronuclei during cell division; upon rupture, N4BP2 enters and fragments the DNA, initiating this process. This discovery, published in Science, explains a long-standing mystery in cancer biology. Chromothripsis is prevalent in about 25% of cancers, with high rates in osteosarcomas and brain tumors. Experiments showed that removing N4BP2 reduces chromosome shattering, while adding it causes breaks even in healthy cells. The study also links N4BP2 to extrachromosomal DNA (ecDNA), which is associated with aggressive tumors. By targeting N4BP2, scientists aim to develop therapies to slow cancer progression and improve treatment outcomes.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    },
    {
      "id": "ae284ee6e00e22f2",
      "title": "Unraveling the Mystery of an Ancient Danish War Boat",
      "summary": "A recent scientific study of the Hjortspring boat, a 2,400-year-old wooden vessel from Denmark, has provided new insights into its origins. Discovered on the island of Als and excavated in the early 1900s, the boat was used by warriors who attacked the island but were defeated, after which it was sunk into a bog as an offering. For over a century, historians have debated where these warriors came from, as the weapons found with the boat were common across Northern Europe. Researchers led by Mikael Fauvelle of Lund University applied radiocarbon dating and gas chromatography-mass spectrometry to analyze cordage and caulking materials from the boat. Their findings revealed that the waterproofing caulk was made from animal fat mixed with pine pitch. Since pine forests were scarce in Denmark during the first millennium BCE, this suggests the boat was likely constructed in eastern regions along the Baltic Sea coast, indicating a planned military expedition across open water. Additionally, the team discovered a partial human fingerprint preserved in the tar, offering a rare direct connection to the ancient seafarers. This research, published in PLOS One, helps solve a long-standing mystery by combining archaeological evidence with advanced scientific techniques.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ae284ee6e00e22f2_022c4f78e011.webp",
      "category": "Science"
    },
    {
      "id": "e2b10c05615a8558",
      "title": "Exploring the Bigfoot Community: A Sociological Study on Belief and Evidence",
      "summary": "Researchers Jamie Lewis and Andrew Bartlett conducted a sociological study to understand why individuals, known as Bigfooters, dedicate time and resources to searching for Bigfoot, a creature widely considered mythical. Their investigation began with curiosity about TV shows like Finding Bigfoot and expanded during lockdown, involving interviews with over 130 Bigfooters and some academics. The study reveals that Bigfooters are divided into groups: 'apers' who view Bigfoot as an undiscovered primate, and 'woo-woos' who believe it could be an interdimensional being. The community is predominantly white, male, rural, and often includes veterans, with a growing female participation. A YouGov survey from November 2025 indicates that about a quarter of Americans believe Bigfoot might exist. Lewis and Bartlett emphasize that their focus is not on proving Bigfoot's existence but on analyzing the social dynamics and motivations within this community, as documented in their book 'Bigfooters and Scientific Inquiry: On the Borderlands of Legitimate Science.' They argue that Bigfoot exists as a cultural object that organizes people's lives, even if not as a biological creature, highlighting the intersection of belief, science, and community identity.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e2b10c05615a8558_9e211b975c18.webp",
      "category": "Science"
    },
    {
      "id": "325b264ce8c15768",
      "title": "Timing Meals with Sleep for Better Heart Health",
      "summary": "Researchers at Northwestern Medicine conducted a study to investigate if aligning overnight fasting with natural sleep-wake cycles could enhance cardiometabolic health. The study involved middle-aged and older adults at elevated risk for diseases like type 2 diabetes and cardiovascular issues. Participants did not reduce calorie intake but extended their overnight fasting by about two hours, avoiding food and dimming lights three hours before bedtime. Over 7.5 weeks, this intervention led to significant improvements: nighttime blood pressure decreased by 3.5%, heart rate dropped by 5%, and daytime blood sugar control improved. The findings suggest that time-restricted eating, when synchronized with sleep timing, can benefit heart and metabolic markers. Published in a journal by the American Heart Association, the research highlights the importance of meal timing relative to sleep, offering a non-pharmacological approach for at-risk populations. The team plans further trials to refine the protocol.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_325b264ce8c15768_733df2928368.webp",
      "category": "Science"
    },
    {
      "id": "54a9315c7c1b8e5f",
      "title": "Mapping the Mysteries of the Kuiper Belt with Advanced Telescopes",
      "summary": "The Kuiper Belt, located beyond Neptune, is a vast region of frozen debris that holds ancient relics from the early solar system. Astronomers have cataloged about 4,000 Kuiper Belt objects (KBOs), including dwarf planets like Pluto and Eris, but expect this number to increase significantly with next-generation telescopes. The Vera C. Rubin Observatory in Chile, through its Legacy Survey of Space and Time (LSST) project, began operations last year to illuminate this murky area. Other observatories like the James Webb Space Telescope (JWST) will also contribute. Scientists aim to answer key questions, such as whether hidden planets exist in the belt, how far it extends, and what clues it holds about planetary formation. The Kuiper Belt acts as a time capsule, preserving structures like the 'kernel' at 44 astronomical units, which may result from Neptune's migration. This research could shed light on the solar system's history and dynamic processes.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_54a9315c7c1b8e5f_07265a12eca5.webp",
      "category": "Science"
    }
  ]
}