{
  "articles": [
    {
      "id": "6ce2b1a9f1dd23b6",
      "title": "七年研究揭示啤酒泡沫持久性的科学奥秘",
      "summary": "苏黎世联邦理工学院的研究人员，在Jan Vermant教授的领导下，进行了一项为期七年的研究，揭示了为什么某些啤酒的泡沫比其他啤酒更持久的科学原理。该研究发表在《Physics of Fluids》期刊上，分析了比利时艾尔啤酒，如Tripel、Dubbel和Singel，发现Tripel啤酒的泡沫最稳定，而Singel啤酒的泡沫最易消散，这归因于发酵程度和酒精含量的差异。研究还评估了瑞士大型啤酒厂的拉格啤酒，指出虽然某些拉格啤酒能达到类似的泡沫稳定性，但其物理机制大不相同。此前，科学界认为泡沫持久性主要依赖于蛋白质丰富的层，但新研究表明，表面粘弹性和Marangoni应力等因素也起关键作用。例如，在拉格啤酒中，较高的蛋白质含量增强了气泡膜的刚度，有助于泡沫持久；而在Tripel啤酒中，Marangoni应力——由表面张力变化引起的力——帮助维持泡沫。这项研究不仅深化了对流体动力学的理解，还为酿酒师提供了实用见解，以通过控制酿造过程来提升啤酒质量。研究团队通过分析气泡壳的结构和行为，发现不同啤酒类型具有不同的物理特性，这为改进酿造技术提供了科学基础。",
      "source": "Science Daily - Technology",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6ce2b1a9f1dd23b6_be8d298854e8.webp",
      "category": "Fun"
    },
    {
      "id": "572dc10960c7153d",
      "title": "RuPaul英国变装皇后大赛冠军透露奖金使用计划",
      "summary": "Bones在RuPaul英国变装皇后大赛第七季中获胜，获得了25,000英镑的奖金。她在与BBC Newsbeat的采访中表达了 overwhelmed 的喜悦之情，将这次胜利描述为她七年变装生涯的巅峰。Bones透露，她与来自贝尔法斯特西部的决赛选手Elle约定，如果任何一人获胜，将带对方去度假，可能的目的地包括欧洲、加勒比海或邮轮旅行。Bones原籍大曼彻斯特的Stalybridge，现居伦敦Soho区，是当地变装界的重要人物。她计划将奖金用于提升变装表演，因为变装作为一种艺术形式成本高昂，需要大量投入服装和创意。此外，Bones评论说变装艺术越来越受欢迎但也更饱和，意味着皇后们必须主动为自己创造机会。这是英国版节目自2019年推出以来第二次提供现金奖金，反映了该节目对变装社区不断演变的影响。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_572dc10960c7153d_eab259e828ee.webp",
      "category": "Fun"
    },
    {
      "id": "72427c63556e47d5",
      "title": "商业税率变化将使我损失62,000英镑",
      "summary": "这篇文章讨论了英国预算中宣布的商业税率变化对小型企业的影响，重点关注东南英格兰一家小酒吧连锁店的老板菲尔·索利。他的成本预计每年增加62,000英镑，因为其18家酒吧中有17家的商业税率上升。商业税率是基于商业物业租金价值的税收，政府通过财政大臣雷切尔·里夫斯承诺通过增加对亚马逊等在线巨头使用的高价值物业的征税来降低零售、休闲和酒店业的税收。然而，实施过程中许多企业的应课差饷租值增加，加上新冠疫情时期的40%折扣逐步取消，导致净成本上升。税务咨询公司Ryan的分析显示，小商店的平均商业税率将上涨42%，餐厅上涨45%，酒吧上涨66%。索利指出，这加上之前雇主国民保险和最低工资的上调，给他的业务带来巨大压力，可能减少就业和投资。政府声称典型独立酒吧每年节省4,800英镑，但对许多企业来说，结果是显著的成本增加，引发了对小企业生存的担忧。文章通过具体案例揭示了政策意图与实际效果之间的差距，强调了经济决策对地方商业的深远影响。",
      "source": "BBC Business",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_72427c63556e47d5_ef1fc38bf786.webp",
      "category": "Fun"
    },
    {
      "id": "f0d1ab8ebf91e38d",
      "title": "仅靠国家养老金收入者将免缴所得税",
      "summary": "财政大臣雷切尔·里夫斯宣布，仅依靠国家养老金作为唯一收入来源的个人在2030年前将无需缴纳所得税。这一政策出台的背景是，国家养老金金额预计将在2027年4月超过所得税起征点12,570英镑，原因是养老金支付增加而税收起征点被冻结。目前，新制度下的国家养老金为12,547.60英镑，略低于此起征点。该政策旨在减轻脆弱养老金领取者的行政负担，因为税收征收通常涉及简单评估流程，即英国税务海关总署计算并发送税单。然而，这一举措引发了关于公平性和复杂性的担忧，因为约四分之三的养老金领取者由于拥有私人养老金或其他收入来源而已在纳税。专家如前养老金大臣史蒂夫·韦伯指出，这可能导致不平等对待，使新制度下的养老金领取者比收入相似的工人或旧制度下的养老金领取者更受优待。保守党在上次大选期间曾做出类似承诺，表明两党对养老金领取者福利的关注，但批评者认为它可能使税收系统复杂化并产生赢家和输家。此政策突显了财政政策、起征点冻结以及在社会保障与税收中立之间平衡的广泛问题。",
      "source": "BBC Business",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f0d1ab8ebf91e38d_a886885bdf24.webp",
      "category": "Fun"
    },
    {
      "id": "c687fb54b344d188",
      "title": "奥利维亚·迪恩批评Ticketmaster为粉丝争取退款",
      "summary": "奥利维亚·迪恩是一位新兴音乐明星，她公开批评了Ticketmaster和AXS等票务公司的“剥削性”和不公平票务系统。在她北美巡演的一些门票被以超过原价14倍的价格转售，高达1000多美元后，迪恩写了一封公开信，谴责这种做法“令人作呕”和“卑鄙”。作为回应，Ticketmaster宣布将对她巡演的未来转售价格设置上限，并为在其平台上多付钱的粉丝退款。Ticketmaster母公司Live Nation Entertainment的CEO迈克尔·拉皮诺表示支持迪恩保持现场音乐可访问性的目标。迪恩在Instagram上强调，二级票务市场缺乏监管，并呼吁行业允许艺术家将转售价格限制在原价。这一问题反映了更广泛的运动，例如英国政府计划立法禁止过高票务转售，此前酷玩乐队和杜瓦·利帕等大牌艺术家曾呼吁。迪恩的行动凸显了艺术家在倡导粉丝权利和娱乐行业公平定价方面的力量，展示了个人如何推动企业和政策变革，以确保现场音乐的公平性。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c687fb54b344d188_757b913bd6e2.webp",
      "category": "Fun"
    },
    {
      "id": "a694d36c36886194",
      "title": "X射线电影揭示强激光如何撕裂巴基球",
      "summary": "科学家利用基于加速器的自由电子激光产生的超短高功率X射线脉冲，首次直接观察了强激光场如何快速改变分子结构。研究聚焦于著名的足球状分子“巴克明斯特富勒烯”C60，由德国马克斯·普朗克研究所与瑞士、美国、日本等团队合作，在SLAC国家加速器实验室的直线加速器相干光源进行实验。通过分析X射线衍射图案，提取分子半径和Guinier振幅等参数，追踪分子在红外激光脉冲下的膨胀和碎裂过程。在低强度激光下，分子先膨胀后轻微碎裂；在中等强度下，半径先增后减，表明小碎片散射；在最高强度下，Guinier振幅骤降，显示外层价电子快速剥离。理论模型部分匹配实验，但未预测到振荡运动，加入超快加热机制后改进。这项工作对于用精确激光场引导化学反应至关重要，并探索大分子中的基本量子过程，尽管多电子动力学的完整量子处理仍具挑战。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a694d36c36886194_332445cade6c.webp",
      "category": "Fun"
    }
  ]
}