{
  "articles": [
    {
      "id": "03fdfb4bcd3eeea8",
      "title": "NASA Sends Astronauts Back to the Moon",
      "summary": "NASA is planning to send astronauts around the Moon again for the first time in over 50 years. This is part of a big space adventure called the Artemis program. NASA has been busy with many missions, like launching science satellites and testing new airplanes. They are working hard to explore space and make new discoveries. The agency has support from the government to do these exciting things. NASA wants to show that America is a leader in space. They hope to land astronauts on the Moon by 2028 and maybe even go to Mars one day. This is all about learning more about our universe and inspiring people.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_03fdfb4bcd3eeea8_c68ed829024d.webp",
      "category": "Science"
    },
    {
      "id": "5064511f364a3c3c",
      "title": "Did Thomas Edison Make a Super-Thin Material by Accident?",
      "summary": "Scientists at Rice University tried an old experiment by Thomas Edison, who invented the light bulb long ago. They wanted to see if he accidentally made a special material called graphene while working on his bulbs. Graphene is very thin and strong, made of carbon atoms, and is used in things like batteries and touchscreens. Edison used bamboo to make the filament, the part that glows in a light bulb, and heated it very hot. The scientists copied his experiment with similar bulbs and found that the filament turned shiny and silver. Using modern tools, they saw it had become graphene in some parts. This doesn't prove Edison made it, but it shows that old experiments can hide surprises. The scientists think other old inventions might have made cool materials too, and we can learn by looking back with new tools.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5064511f364a3c3c_819b9f5626c4.webp",
      "category": "Science"
    },
    {
      "id": "a50849b7913600f4",
      "title": "Using Brain Waves to Help People Move Again",
      "summary": "Some people get hurt in their spine and can't move their arms or legs, even though their brain and limbs are okay. The problem is that the signals from the brain can't get through the damaged spine. Scientists are trying to help by using a special cap called EEG that reads brain waves. When a person thinks about moving, their brain makes signals. The EEG cap can pick up these signals and send them to a device that makes the limbs move. This is safer than putting things inside the brain. The scientists tested it with people trying to move, and they used a computer program to understand the signals better. It works better for arms than legs because leg signals are deeper in the brain. This research could help paralyzed patients move without surgery.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a50849b7913600f4_230e358b0bde.webp",
      "category": "Science"
    },
    {
      "id": "f05d4c114819f9ed",
      "title": "Better Soil Helps Farmers Grow More Food and Stop Hungry Bugs",
      "summary": "Scientists found a simple way to help farmers grow more food and protect it from locusts, which are insects that can eat crops. They worked with farmers in Senegal, a country in Africa, where locusts often damage millet plants. The farmers planted two fields: one with special fertilizer that adds nitrogen to the soil and one without. The field with fertilizer had fewer locusts, less damage to the plants, and produced twice as much millet. This means better soil helps plants grow stronger and keeps bugs away. The study shows that improving soil can be a good tool for farmers to use without harming the environment. It was led by a scientist named Arianne Cease, who studies locusts at Arizona State University.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f05d4c114819f9ed_078c0f230638.webp",
      "category": "Science"
    },
    {
      "id": "e79de2ccdb922043",
      "title": "How ADHD Traits in Kids Can Affect Health When They Grow Up",
      "summary": "A study from University College London and the University of Liverpool found that children who show ADHD traits at age 10 are more likely to have health problems by age 46. ADHD stands for attention deficit hyperactivity disorder, which can make it hard for people to pay attention, control impulses, or sit still. The researchers looked at data from over 10,000 people in the UK who were followed from birth to middle age. They discovered that kids with more ADHD traits had higher chances of getting conditions like migraines, back issues, or diabetes later in life. This happens because ADHD can make daily tasks like planning and time management difficult, leading to stress and health risks over time. The study shows that people with ADHD need better support to stay healthy as they grow older.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e79de2ccdb922043_c492ae26cb1d.webp",
      "category": "Science"
    },
    {
      "id": "a2dc0401407b3d46",
      "title": "Rocket News: China's Rockets Have Problems, Rocket Lab Faces Delay",
      "summary": "This article talks about rockets and space news from around the world. In China, two rockets failed in just 12 hours, which means they didn't work as planned. Rocket Lab, a company from New Zealand, had a setback with its new Neutron rocket during a test, so it might take longer to launch. In Australia, a company called Gilmour Space got a lot of money to build rockets, helping Australia join the space race. In Europe, a German company named Isar Aerospace delayed its rocket launch to fix a valve issue, and a UK company called Orbex might be sold to another European company. The article shows that many countries are trying to build their own rockets to launch satellites without relying on others like SpaceX.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a2dc0401407b3d46_4215c7baf13f.webp",
      "category": "Science"
    }
  ]
}