{
  "articles": [
    {
      "id": "29b9179502fabc14",
      "title": "Lifetime Alcohol Consumption Strongly Linked to Increased Rectal Cancer Risk",
      "summary": "A recent study published in the journal CANCER reveals that long-term alcohol consumption is significantly associated with a higher risk of colorectal cancer, particularly rectal cancer. Researchers analyzed data from 88,092 U.S. adults in the PLCO Cancer Screening Trial over 20 years, finding that 1,679 participants developed colorectal cancer. Heavy drinkers, defined as those averaging ≥14 drinks per week over their lifetime, had a 25% higher overall colorectal cancer risk and a 95% increased risk for rectal cancer compared to light drinkers (<1 drink per week). The study also examined drinking patterns across adulthood, showing that consistent heavy drinking over many years led to a 91% higher colorectal cancer risk. Former drinkers did not show elevated cancer risk and had lower odds of adenomas (noncancerous tumors that can become cancerous), suggesting potential benefits from alcohol cessation. Biological explanations include harmful byproducts from alcohol metabolism and effects on gut microbes, though further research is needed. Led by co-senior author Erikka Loftfield from the NCI, this research highlights the importance of considering lifetime alcohol intake in cancer prevention strategies.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_29b9179502fabc14_1ec9ca5c00af.webp",
      "category": "Science"
    },
    {
      "id": "c6ce34359870ab67",
      "title": "Innovative Electrode Converts CO2 into Formic Acid for Practical Use",
      "summary": "Researchers have developed a breakthrough electrode that captures carbon dioxide from exhaust gases and converts it directly into formic acid, addressing pollution challenges. Published in ACS Energy Letters, the study by scientists including Wonyong Choi introduces a three-layer electrode composed of a CO2 capture material, gas-permeable carbon paper, and a tin(IV) oxide catalytic layer. This integrated design allows for simultaneous capture and conversion, eliminating the need for separate steps and enhancing efficiency under realistic conditions like simulated flue gas with mixed gases. Testing showed the electrode outperforms existing technologies, achieving higher efficiency with pure CO2 and substantial formic acid production even in gas mixtures similar to industrial exhaust or ambient air. Formic acid is valuable for applications such as fuel cells and industrial processes, making this approach promising for cost-effective carbon reuse. The research, funded by the National Research Foundation of Korea, suggests potential for adapting the design to other greenhouse gases, offering a pathway toward practical industrial integration and reduced environmental impact.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c6ce34359870ab67_660523e1deb4.webp",
      "category": "Science"
    },
    {
      "id": "2dd1e2428be61360",
      "title": "Dark Stars: A Key to Early Universe Mysteries",
      "summary": "A recent study proposes that dark stars could address three major puzzles in the early universe, as revealed by the James Webb Space Telescope (JWST). These mysteries include the unexpected brightness of blue monster galaxies, the presence of overmassive black holes at extremely early times, and the unusual properties of little red dots. Dark stars are theoretical objects that may form in regions rich in dark matter, potentially powered by dark matter annihilation in addition to nuclear fusion. This could allow them to grow to enormous sizes and later evolve into supermassive black holes. The research, led by Cosmin Ilie and colleagues, builds on previous studies identifying dark star candidates and presents spectroscopic evidence, such as helium absorption features, supporting their existence. By linking dark stars to JWST observations, the study suggests that current models of galaxy and black hole formation need revision to account for these findings, offering a unified explanation for multiple anomalies in cosmic dawn data.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_2dd1e2428be61360_1bb150d452ee.webp",
      "category": "Science"
    },
    {
      "id": "3641c663316e1cee",
      "title": "Rethinking Syphilis Origins: A 5,500-Year-Old Genetic Discovery",
      "summary": "A recent study has uncovered a 5,500-year-old Treponema pallidum genome from a fossil in Colombia, challenging long-held beliefs about the origins of syphilis. Previously, historians pointed to the 1495 siege of Naples by King Charles VIII of France as the starting point of the first major syphilis pandemic in Europe, known as the Great Pox, which caused up to 5 million deaths. This event led to widespread blame games, with countries labeling the disease as the French disease or Neapolitan disease, and some attributing it to Columbus bringing it from the Americas. However, the discovery by anthropologist Elizabeth Nelson and her team shows that Treponema pallidum, the bacteria responsible for syphilis and related diseases like bejel and yaws, existed millennia earlier. The fossil, from a hunter-gatherer male in the Tequendama I rock shelter, showed no visible signs of infection, but advanced genetic sequencing revealed traces of the pathogen. This finding suggests that syphilis did not have a single origin and has a deeper evolutionary history. It highlights how historical narratives, shaped by events like the French occupation of Naples, can obscure scientific truths. The research also demonstrates the importance of modern techniques in uncovering ancient diseases, offering new insights into human health and disease spread over thousands of years.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_3641c663316e1cee_c2de25055372.webp",
      "category": "Science"
    },
    {
      "id": "f7ecc9e9c018bfbb",
      "title": "Long-Term Effects of Weight Loss Drugs: A Study on Regain and Health Risks",
      "summary": "A recent study published in The BMJ investigates the long-term effectiveness of prescription weight loss drugs, such as GLP-1 receptor agonists like Ozempic and Wegovy. These medications have transformed obesity treatment by enabling significant weight loss and improving cardiometabolic health markers, including cholesterol and blood pressure. However, the research reveals that when individuals discontinue these drugs, they experience rapid weight regain—averaging 0.4 kilograms per month—leading to a projected return to pre-treatment weight within about 1.7 years. Similarly, health benefits related to heart disease and diabetes risk diminish, reverting to baseline levels in approximately 1.4 years. The study, which analyzed 37 studies involving over 9,000 participants, found that weight regain after drug cessation is nearly four times faster than after non-drug approaches like behavioral programs. This highlights a critical issue: about half of users stop taking GLP-1 drugs within a year, underscoring the need for strategies to sustain weight loss. Researchers conclude that while these drugs are effective initially, they may not suffice for long-term weight management without additional support, emphasizing the importance of integrated treatment plans.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f7ecc9e9c018bfbb_dfea7bd5e69f.webp",
      "category": "Science"
    },
    {
      "id": "96fa3b9ec9b9cfb9",
      "title": "Innovative Use of Old Barges to Combat Erosion and Aid Birds",
      "summary": "In a pioneering project in the UK, the National Trust has sunk three decommissioned Thames barges in the Blackwater Estuary, Essex, to create a new island habitat for birds and reduce coastal erosion. These barges, historically used for transporting coal and industrial materials, were cleaned and filled with sediment before being placed on inter-tidal mudflats near Northey Island. The initiative aims to protect endangered bird species such as dunlin, curlew, ringed plover, and lapwing, which are on the UK red list for conservation. By transforming retired vessels into a wildlife sanctuary, the project addresses the loss of saltmarsh habitat due to rising sea levels. Katy Gilchrist, the coastal project manager, describes it as 'marine recycling,' turning history into habitat. Once completed, the island will cover 0.55 hectares, roughly the size of a football pitch, offering a safe refuge above high tides. This nature-based solution showcases innovative engineering to secure the future of seabirds and mitigate environmental challenges in the estuary.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_96fa3b9ec9b9cfb9_c07b1f6d8fc7.webp",
      "category": "Science"
    }
  ]
}