{
  "articles": [
    {
      "id": "824f0619bf18aa17",
      "title": "明日世界音乐节首次在泰国举办亚洲盛会",
      "summary": "明日世界，欧洲著名的电子舞曲音乐节，将于今年12月在泰国举办其首次完整的亚洲版音乐节。活动将在芭堤雅海滨小镇举行，从12月11日至13日，组织者预计每天吸引超过5万名参与者。门票预注册将于1月8日开始，提供如三天“全疯狂通行证”价值12,500泰铢或单日通行证等选项。泰国因其在全球音乐、创新和体验式旅游方面日益增长的影响力而被选中。这标志着明日世界在亚洲的首个完整音乐节，规模堪比其比利时 counterpart。与泰国的协议为期五年，预计将产生210亿泰铢的收入。近年来，泰国通过举办如电动雏菊嘉年华和奶油田野等国际活动，以及培育如奇迹果等本土音乐节，加强了其在现场音乐领域的地位。明日世界首席执行官表示，这次扩张是一个值得尊重和兴奋的里程碑，视为亚洲长期故事的开端。这一发展不仅提升了泰国的文化资本，也反映了全球娱乐产业中亚洲市场日益重要的趋势。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_824f0619bf18aa17_41b1f564a0f5.webp",
      "category": "Fun"
    },
    {
      "id": "ea1f90ddf89c1348",
      "title": "性别大战'让网球吸引更多目光'",
      "summary": "文章报道了女子网球世界排名第一的阿琳娜·萨巴伦卡与尼克·克耶高斯在迪拜举行的一场'性别大战'表演赛。萨巴伦卡输掉了这场比赛，但她为其辩护，称与男性对手的高强度对抗提升了她的体能。随后，她在布里斯班国际赛中以47分钟轻松获胜。萨巴伦卡认为，这场表演赛为网球带来了大量关注，提升了这项运动的知名度，尽管它受到了如伊加·斯瓦泰克等人士的批评，斯瓦泰克指出其缺乏1973年比利·简·金与鲍比·里格斯之间历史性比赛的社会变革意义。萨巴伦卡强调，这场比赛是关于娱乐和展示网球魅力的，而非证明性别优劣。文章还提到了她接下来的比赛和其他网球新闻，突出了当前赛季的进展。这场辩论反映了现代网球中表演赛在运动员发展和粉丝参与方面的战略作用，以及娱乐价值与社会意义之间的张力。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ea1f90ddf89c1348_90f3b2532163.webp",
      "category": "Fun"
    },
    {
      "id": "30de8073f8e5e79e",
      "title": "诺里获胜，克耶高斯复出以失败告终",
      "summary": "在布里斯班国际赛中，尼克·克耶高斯在自三月以来的首场ATP巡回赛中以第一轮失利告终，输给了亚历山大·科瓦切维奇，突显了他因伤病和体能问题持续挣扎。克耶高斯在过去三个赛季仅参加了六场单打比赛，排名第670位，他希望通过复出为澳大利亚公开赛做准备，此前他经历了多次手术。与此同时，英国的卡梅隆·诺里展现了韧性，在对阵于戈·安贝尔的比赛中挽救了三个赛点，经过近三小时的鏖战获胜，晋级下一轮将对阵科瓦切维奇。文章详细描述了克耶高斯对其伤病历程的反思，强调了手术后重返顶级网球比赛的困难，同时涵盖了诺里的决心和网球比赛的更广泛背景。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_30de8073f8e5e79e_0168fdab63f6.webp",
      "category": "Fun"
    },
    {
      "id": "730f4ba8d728bf41",
      "title": "艺术家兼时尚作家莫莉·帕金去世",
      "summary": "莫莉·帕金，一位享年93岁的威尔士艺术家、时尚设计师、广播员和作家，于近日去世。她以多彩的个性著称，尤其是在“摇摆的六十年代”时期，以其华丽和独特的风格拥抱了那个时代。帕金在时尚编辑领域取得了显著成就，曾为《新星》、《哈珀斯与女王》等杂志工作，并于1971年在《星期日泰晤士报》获得奖项。此外，她还是一位抽象画家，创作了多幅作品，并出版了十部“喜剧情色”小说和两卷回忆录，将幽默与个人故事相结合。她的个人生活同样引人注目，曾两次结婚，并与包括演员詹姆斯·罗伯逊·贾斯蒂斯在内的多位名人有过恋情，她称贾斯蒂斯为“一生的挚爱”。帕金出生于1932年的庞蒂西默，来自一个传教士、教师和矿工的家庭，童年面临父母酗酒和虐待的挑战，但这些经历后来成为她创作灵感的一部分。在50多岁时，她戒酒，并将过去的享乐主义视为“对生活的欢庆”。她经常出现在媒体上，如BBC的《荒岛唱片》节目，分享自己的人生故事。这篇文章通过回顾她的职业生涯和个人经历，纪念了她作为文化偶像的遗产，并探讨了她如何在一个变革的时代中塑造了自己的身份。",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_730f4ba8d728bf41_d05e5cf54dc1.webp",
      "category": "Fun"
    },
    {
      "id": "6f35816ff896a1de",
      "title": "拉杜卡努复出未能阻止英国队联合杯出局",
      "summary": "英国网球明星艾玛·拉杜卡努在因脚部受伤缺席数月后，于联合杯复出。她因右脚的“轻度骨挫伤”而错过了对阵日本的首场比赛，这是一种预防性措施。在关键的复出战中，她面对希腊的玛丽亚·萨卡里，这场比赛本可确保英国队晋级四分之一决赛。尽管拉杜卡努展现了积极的迹象，如流畅的移动和高质量的击球，但最终以6-3、3-6、6-1落败，显示出因长时间缺阵而产生的生疏感。这场失利，加上其他单打比赛的失败，导致英国队在这一混合团体赛事中被淘汰。不过，奥利维亚·尼科尔斯和尼尔·斯库普斯基在混双比赛中以6-2、3-6、10-4获胜，带来了一丝安慰。拉杜卡努赛后表示，仅恢复击球两周就能有这样的表现给了她信心，她需要加强训练以提升水平。文章还提到，尽管拉杜卡努世界排名第29位，但她的易受伤体质仍令人担忧，她正致力于在新赛季中打造一个更好的自己。",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6f35816ff896a1de_22670bba735f.webp",
      "category": "Fun"
    },
    {
      "id": "cf1b09797e4e4af7",
      "title": "《学徒》选手被指控发布种族主义帖子",
      "summary": "前电视节目《学徒》选手阿西夫·穆纳夫医生因在社交媒体上发布一系列反犹太、种族主义和性别歧视的帖子而面临医疗法庭审理。英国医学总会指控他在2023年10月至2025年7月期间，通过X账户分享反犹太内容，包括否认大屠杀、传播阴谋论以及将犹太人与纳粹主义等同的言论，例如一张包含大卫之星与纳粹标志结合的旗帜图片。此外，他还转发了一条针对拳击手弗洛伊德·梅威瑟的种族歧视辱骂，并表达性别歧视观点，主张某些职业应限制性别并批评女性赋权。穆纳夫未出席法庭且无法律代表，此前在听证会上否认帖子具有反犹太性质，称其不符合受过教育者的身份且出于情绪冲动。医学总会还指控他于2024年1月无故离开考文垂和沃里克郡大学医院NHS信托基金的心脏科临时职位，并在2024年11月停职期间向患者提供病假条。听证会仍在继续，以评估这些指控及可能的纪律处分。此案突显了医疗专业人员在数字时代的伦理责任问题。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_cf1b09797e4e4af7_9ec67a53126a.webp",
      "category": "Fun"
    }
  ]
}