{
  "articles": [
    {
      "id": "a55f56b1a33624b4",
      "title": "Why Vet Bills Can Be So Expensive for Pets",
      "summary": "This article tells a story about a woman named Helene who had to pay a lot of money for her dog's medical care. Her dog, Rowan, got sick and needed emergency treatment, which cost £1,600. Later, Rowan was diagnosed with cancer, and Helene had to take a loan of £10,000 to pay for more treatment because her insurance didn't cover it all. She was upset because she felt the vet didn't handle her complaint well. The article explains that the government is making new rules to help pet owners. Vets will have to show their prices for common treatments like vaccinations and microchipping, so people can compare and choose the best option. This is to make things fairer for pet owners and improve vet standards. Many families in the UK have pets, so this is important news.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_a55f56b1a33624b4_897c0f8425ca.webp",
      "category": "News"
    },
    {
      "id": "4a2f81628fef7e2c",
      "title": "Storm Chandra Causes Floods and Travel Problems",
      "summary": "Storm Chandra is a big storm that brought heavy rain and wind to the UK. It has caused flooding in many places, with over 200 flood alerts and warnings. In Dorset, people had to leave their homes quickly because the flooding could be dangerous. In Somerset, about 50 homes were flooded, and schools and roads are closed. The storm came after another storm, so the ground was already wet, making flooding worse. Trains and travel are affected until Friday. Emergency workers are helping people stay safe.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4a2f81628fef7e2c_9a5dd2e33bc5.webp",
      "category": "News"
    },
    {
      "id": "9aac187488876a8a",
      "title": "Amazon's Big Job Cuts After a Mistake",
      "summary": "Amazon, a big tech company, accidentally sent an email to workers about job cuts before telling them officially. The email said 16,000 jobs would be lost in the US, Canada, and Costa Rica to make the company stronger and faster. Amazon later confirmed this was true. They want to reduce bureaucracy, which means cutting extra layers of management. This is part of a plan that started last year. Some workers might get new jobs at Amazon, but not many, and others will get money based on how long they worked. The email was sent by mistake and quickly canceled, but it showed that employees were expecting these cuts for weeks.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9aac187488876a8a_0f8463bbda2c.webp",
      "category": "News"
    },
    {
      "id": "14c4e04141f420d9",
      "title": "EasyJet's Bag Fee Problem",
      "summary": "EasyJet, an airline, was told by the Advertising Standards Authority (ASA) to stop saying that carry-on bag fees start at £5.99. The ASA is a group that checks if ads are fair. They said this claim was misleading because EasyJet could not show that passengers could actually get a bag for that low price. EasyJet argued that £5.99 was the starting price on some routes, but the ASA did not agree. Now, EasyJet has changed its website to say that fees vary and customers will see the exact price when they book. This helps people know what they are paying for and avoid surprises.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_14c4e04141f420d9_9fde28ddc6ba.webp",
      "category": "News"
    },
    {
      "id": "01f14e07db6cceaa",
      "title": "Taiwan Worries About China Copying U.S. Actions",
      "summary": "Taiwan is worried because China recently changed its top army general to show loyalty to its leader, President Xi Jinping. This makes Taiwan nervous, especially on an island called Kinmen that is very close to China. People in Taiwan fear that the United States capturing a leader in Venezuela might encourage China to do something similar against Taiwan. Kinmen has old defenses from the Cold War to stop invasions. The article explains how close Kinmen is to China and why this matters for Taiwan's safety.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_01f14e07db6cceaa_d35eeb095513.webp",
      "category": "News"
    },
    {
      "id": "c396f28b48ca0a82",
      "title": "A Whistleblower Speaks Up About Data Problems at Social Security",
      "summary": "A man named Chuck Borges, who used to work at the Social Security Administration, said that some people from Elon Musk's DOGE team did things they shouldn't have with private information. The Social Security Administration is a government agency that helps older people and others with money. The DOGE team members looked at and shared sensitive data, like Social Security numbers, without permission. This could put people's personal details at risk. Chuck Borges told his bosses about this problem, but he lost his job and felt treated unfairly. Now, the government has said that some of what he said is true. This story shows why it's important to protect private information and for people to speak up when they see something wrong.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c396f28b48ca0a82_a80a7b4966d0.webp",
      "category": "News"
    }
  ]
}