{
  "articles": [
    {
      "id": "1f8c78df4233e0fd",
      "title": "UK Builds More Wind Farms in the Sea",
      "summary": "The UK is building many new wind farms in the sea to make clean electricity. These projects are in England, Scotland, and Wales, including one that might become the world's biggest wind farm in the North Sea. The government says this will help lower energy bills and reduce pollution from fossil fuels. They want most of the UK's electricity to come from clean sources like wind and solar by 2030. However, some experts worry it might be hard to finish all these projects on time because building wind farms takes a long time. The UK currently has some wind farms, but they need to build more to reach their goal. This is important for fighting climate change and providing power to homes.",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_1f8c78df4233e0fd_90aeb9affe46.webp",
      "category": "Science"
    },
    {
      "id": "f3dab960eb5f2820",
      "title": "EPA Stops Counting Health Benefits in Air Pollution Rules",
      "summary": "The Environmental Protection Agency (EPA) is changing how it makes rules about air pollution. For many years, when the EPA wanted to limit pollution, it would look at two things: the cost of the rules, like money for new equipment, and the benefits, like how much healthier people would be. Now, the EPA is deciding to only count the costs and not put a dollar value on the health benefits. This change affects tiny particles called PM2.5 and a gas called ozone, which can make people sick. The EPA says it's doing this because the benefits are hard to measure exactly, but critics worry this will make it easier to allow more pollution. The article explains that this is a big shift in how the government protects our air.",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_f3dab960eb5f2820_436ba1f686ef.webp",
      "category": "Science"
    },
    {
      "id": "412d8e448f7f7afc",
      "title": "AI Helps Doctors Find Sick Blood Cells",
      "summary": "Scientists have created a new computer program called CytoDiffusion that uses artificial intelligence to look at blood cells under a microscope. It helps doctors find abnormal cells that might mean someone has a disease like leukemia. The AI studies the shape and structure of blood cells, which can be hard for humans to see because there are thousands of cells in a blood sample. It was trained on many pictures from a hospital and can spot rare or unusual cells better than people. This tool makes diagnoses more accurate and helps doctors not miss important signs. It also tells doctors when it is not sure, which helps avoid mistakes. The researchers from universities in London and Cambridge hope this will improve healthcare by making blood tests faster and more reliable.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_412d8e448f7f7afc_7220fa353be0.webp",
      "category": "Science"
    },
    {
      "id": "a0ec1fd5107f11e8",
      "title": "How the Uterus Knows When to Push During Birth",
      "summary": "Scientists have discovered how the uterus knows when to push during childbirth. The uterus is the organ where a baby grows. It needs to contract, or squeeze, to help the baby come out. Hormones like oxytocin help control this, but physical forces like stretching and pressure also play a big role. Researchers found special sensors called PIEZO1 and PIEZO2 in the uterus. PIEZO1 senses pressure in the muscle, while PIEZO2 senses stretch in the cervix and vagina. These sensors send signals to make contractions stronger and more organized. In mice, when these sensors were removed, births were delayed and contractions were weaker. This discovery helps explain why labor can be slow or start early, and it could lead to better treatments for birth problems.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_a0ec1fd5107f11e8_f84abe44747a.webp",
      "category": "Science"
    },
    {
      "id": "75ab1c468437bf60",
      "title": "Watching the Sun's Big Storm with Spacecraft",
      "summary": "The Sun spins slowly, so we can only see parts of it for two weeks at a time from Earth. A spacecraft called Solar Orbiter, launched by the European Space Agency in 2020, helps us see more. It orbits the Sun every six months and can look at areas we normally can't see, like the far side. In 2024, Solar Orbiter watched a very active solar region called NOAA 13664 for a long time. This region caused big geomagnetic storms on Earth, making beautiful auroras visible in places like Switzerland. Scientists combined data from Solar Orbiter and another spacecraft, NASA's Solar Dynamics Observatory, to study NOAA 13664 for 94 days without stopping. This is the longest continuous observation of a solar region ever, helping us learn how magnetic fields on the Sun create storms.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_75ab1c468437bf60_6023f1b02da0.webp",
      "category": "Science"
    },
    {
      "id": "dd1e41214d4c33d6",
      "title": "Super Water Powers Planets' Magnetic Fields",
      "summary": "Water can change into a special form called superionic water when it gets very hot and squeezed hard, like inside giant planets. In superionic water, oxygen atoms stay still like in ice, but hydrogen atoms move around freely. This makes it conduct electricity well, which might explain why planets like Uranus and Neptune have strong magnetic fields. Scientists used powerful machines to study superionic water by heating and pressing water to extreme levels. They found that the oxygen atoms arrange in a mixed pattern, not a simple one, which helps us understand how planets work. This research shows that water can do amazing things in space, helping scientists learn more about other planets in the universe.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dd1e41214d4c33d6_3480ceb917ba.webp",
      "category": "Science"
    }
  ]
}