{
  "articles": [
    {
      "id": "c22cc6226fa9b507",
      "title": "The Amazing Story of Pecans",
      "summary": "Pecans are nuts that have been around for a very long time, starting 8,000 years ago with Native Americans who used them for food and trade. They are native to the southern United States and grow on trees that produce lots of nuts. Over time, people like George Washington enjoyed eating pecans, and now they are popular in pies and other foods during holidays. Pecans are easy to carry and full of fat, making them a healthy snack. Today, America grows most of the world's pecans, and they are used in many recipes. This article tells how pecans went from being ignored to a favorite treat.",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "Trump's Peace Plan for Ukraine",
      "summary": "President Trump has a plan to help end the war between Ukraine and Russia. He says it is not his final offer, meaning he might change it. Ukraine's leader, Zelenskyy, wants to defend his country and is talking with other countries like France and Germany. The plan asks Ukraine to give some land to Russia and not join a group called NATO. Other countries are worried because they think Ukraine should be able to protect itself. They are meeting to discuss the plan and make sure peace is fair for everyone.",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "Ukraine's Friends Worry About US Peace Plan",
      "summary": "Ukraine's friends from countries like Europe, Canada, and Japan are worried about a US plan to end the war with Russia. They think the plan needs more work because it might change Ukraine's borders and limit its army, which could make Ukraine unsafe. US President Donald Trump says this is not his final plan and has given Ukraine until November 27 to agree. Leaders are meeting in Geneva to talk about it. Ukraine's President Zelensky says this is a very hard time for Ukraine because the plan might help Russia more. The friends signed a statement at a big meeting in South Africa, saying borders should not be changed by force and Ukraine needs to be protected. They will keep working on the plan together.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "756744e8d1e2fc23",
      "title": "Former President Bolsonaro Arrested in Brazil",
      "summary": "In Brazil, the former president Jair Bolsonaro was arrested by the police because they thought he was planning to run away to avoid going to jail. He was supposed to start a 27-year prison sentence for trying to take over the government after he lost an election. The police went to his house early on Saturday and took him to their office in Brasilia. A judge named Alexandre de Moraes ordered the arrest because Bolsonaro's ankle monitor was broken, and the judge was worried he might escape during a protest organized by his son. Bolsonaro's lawyers said he did not break the monitor and that the arrest was not fair. This event is part of a big court case that has divided the country.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_756744e8d1e2fc23_832e1624b720.webp",
      "category": "News"
    },
    {
      "id": "f004fc9d15eba554",
      "title": "Climate Talks in Brazil End Without Plan to Stop Using Fossil Fuels",
      "summary": "In Brazil, countries met for a big climate meeting called COP30 to talk about climate change. They agreed to give more money to help countries that are suffering from bad weather like storms and floods. But they did not make a clear plan to stop using fossil fuels like oil and coal, which cause climate change. Some people are unhappy because they think the agreement is not strong enough. The leaders said they will keep working on a plan later, but it won't be as official. This meeting shows that it's hard for countries to agree on how to protect our planet.",
      "source": "PBS NewsHour",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_f004fc9d15eba554_19a79b988296.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "Is the BBC Leader in Trouble After a Board Member Quits?",
      "summary": "A man named Banerji has left his job on the BBC board early. He was supposed to stay until the end of the year, but he quit just before other board members had to talk to politicians. This is a problem for the BBC because it has already lost its top boss and news leader. Banerji might be upset with the chair, Samir Shah, thinking he is not strong enough. Some people on the board believe the BBC is biased, while others say it is fair. This disagreement is causing trouble, and it raises questions about whether the BBC can stay trusted. The article looks at how this resignation affects Shah's leadership and the BBC's future.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    }
  ]
}