{
  "articles": [
    {
      "id": "e0ca5487c66d3a57",
      "title": "Wheelchair Tennis Final Match",
      "summary": "Alfie Hewett and Gordon Reid are two British tennis players who use wheelchairs. They played in a big final match called the Wheelchair Masters. They tried very hard to win a fourth title, which would have been a new record. But they lost the match in a very close and exciting game. Even though they did not win, they showed great sportsmanship and effort. This story is about their journey and how they never give up, inspiring others to play sports too.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e0ca5487c66d3a57_1543a1b7c4f6.jpg",
      "category": "Fun"
    },
    {
      "id": "6bfedb85cd808d50",
      "title": "Big TV Show Raises Money for Kids",
      "summary": "A special TV show called Children in Need 2025 raised a lot of money, over £45 million, to help children who need support. Famous singers and TV stars like Lewis Capaldi and people from shows like Strictly Come Dancing, The Apprentice, and Gladiators were on the program. They performed and asked people to donate money. This event happens every year to make sure kids have food, clothes, and fun things. It's a happy time when everyone comes together to help others. The money will go to charities that work with children across the country. This shows how kind people can be when they work as a team.",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_6bfedb85cd808d50_a87994bfd48c.jpg",
      "category": "Fun"
    },
    {
      "id": "f947a35e19c09cb3",
      "title": "Felix Wins Big Tennis Match",
      "summary": "Felix Auger-Aliassime from Canada played a great tennis match against Alexander Zverev from Germany and won. This victory means he will now face Carlos Alcaraz, who is the best tennis player in the world, in the semi-finals of the ATP Finals. The ATP Finals is a special tournament where only the top players compete. Felix worked hard and hit powerful shots to beat Zverev. This is an exciting moment for Felix and his fans. Now, everyone is looking forward to the semi-final match to see who will win and move closer to the championship trophy.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_f947a35e19c09cb3_f6d5c5ba4b64.jpg",
      "category": "Fun"
    },
    {
      "id": "b1bf85034ad602f0",
      "title": "Sarah Ferguson's Book is Not for Sale Anymore",
      "summary": "Sarah Ferguson, who used to be a duchess, wrote a new children's book. But the company called Nielsen said the book has been taken away from stores and is not for sale now. This book was already late in coming out before this happened. It is a story for kids, but people cannot buy it anymore. This is surprising because many were waiting to read it. The book's removal might be because of some problems, but we do not know exactly why. It is important to know that authors sometimes have to change their plans. This news helps us learn about how books are sold and what can go wrong.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_b1bf85034ad602f0_c92afc9d5376.jpg",
      "category": "Fun"
    },
    {
      "id": "a42c3364ed9fb8e1",
      "title": "Famous Author Marina Lewycka Passes Away",
      "summary": "Marina Lewycka was a famous author who wrote books that many people loved. Her first book, called 'A Short History of Tractors in Ukrainian,' sold over one million copies, which means a lot of people read it. She was from Britain and had Ukrainian roots. This article tells us that she has died, and it shares some facts about her life and work. It helps us remember her and learn why she was important in the world of books. Her stories often talked about family and different cultures, making them interesting for readers of all ages.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a42c3364ed9fb8e1_38e531965dbc.webp",
      "category": "Fun"
    },
    {
      "id": "e6b7afcd612a7062",
      "title": "TikTok Star Gets a Warning from the Court",
      "summary": "Harrison Sullivan, who is famous on TikTok as HSTikkyTokky, did something wrong. He crashed his expensive McLaren car and then did not go to court when he was supposed to. The court gave him a suspended sentence, which means he won't go to jail right now, but if he breaks the law again, he might have to. Harrison said he feels ashamed for what he did. This story teaches us that even famous people have to follow the rules and face consequences for their actions. It's important to be responsible and show up when the court calls you.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e6b7afcd612a7062_3cce89c5a425.jpg",
      "category": "Fun"
    }
  ]
}