{
  "articles": [
    {
      "id": "cdd3a7bc5471c058",
      "title": "大卫·威廉姆斯因不当行为指控被儿童书展除名",
      "summary": "英国著名儿童文学作家兼喜剧演员大卫·威廉姆斯因被指控对年轻女性行为不当，已被排除在明年举行的Waterstones儿童书展之外。这一决定紧随其出版商HarperCollins与他断绝关系之后，加剧了争议。威廉姆斯强烈否认这些指控，并表示他未被告知或有机会回应，正在寻求法律建议。该书展由Waterstones书店连锁组织，将在邓迪、林肯和汤顿三个地点举行。威廉姆斯已从演讲者名单中移除，其他作者如克蕾西达·考威尔和莉兹·皮琼仍将出席。威廉姆斯是一位非常成功的作家，全球售出超过6000万本书籍，作品如《黑帮奶奶》和《穿裙子的男孩》已被改编成电视电影。BBC表示未来没有与他合作的项目，尽管他预定的节礼日电视露面保持不变。这一事件突显了出版行业在问责制和声誉管理方面的问题，引发了关于程序公平和公司责任的广泛讨论。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cdd3a7bc5471c058_563697843515.webp",
      "category": "Fun"
    },
    {
      "id": "79d395de34cafaf5",
      "title": "非常酷：70年代非洲摇滚流派令人惊讶的复兴",
      "summary": "赞摇滚是赞比亚在1970年代兴起的一种音乐流派，融合了迷幻摇滚与传统赞比亚声音。该流派诞生于赞比亚脱离英国殖民统治后，反映了经济繁荣和文化自豪感，尤其是在肯尼思·卡翁达总统的“赞比亚优先”政策下，该政策要求广播电台播放95%的赞比亚音乐，鼓励了本地艺术家的创作。乐队如WITCH、Ngozi Family和Amanaz因此走红，以充满活力的演出和大胆风格著称。近年来，赞摇滚经历了意想不到的复兴。艺术家如赞比亚出生的说唱歌手Sampa the Great将赞摇滚融入新音乐中，赋予其现代 twist。国际热门制作人如Travis Scott和Tyler, the Creator也采样了赞摇滚曲目，且该流派出现在《守望者》和《泰德·拉索》等电视剧中。这次复兴凸显了赞摇滚的持久吸引力及其在表达后殖民身份和创造力方面的作用。",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_79d395de34cafaf5_8c7418da199d.webp",
      "category": "Fun"
    },
    {
      "id": "9b32464a8456727d",
      "title": "如何成为一位夸张喧闹的童话剧女角",
      "summary": "童话剧女角是英国圣诞节期间童话剧的核心角色，通常由男性扮演，穿着夸张、母性化的服装，化浓妆，戴大假发，行为喧闹、大胆、比生活更夸张。她们直接与观众互动，讲述既适合儿童又适合成人的笑话，旨在营造欢迎和有趣的氛围。根据演员如尼克·唐斯（在《雪女王》中饰演普鲁阿姨）以及萨姆·拉伯恩和马特·戴恩斯（在《灰姑娘》中饰演阿尔迪安娜和利德莱娜）的见解，女角不能是害羞的人；相反，她们必须温暖、互动且愚蠢，常常出丑以娱乐观众。在《雪女王》和《灰姑娘》等剧中，这些角色通过成为观众期待的亮点来抢镜。角色需要明星气质，如迪翁·戴维斯（在《鹅妈妈》中饰演露西·古斯）所强调的，注重身体存在感和激发观众活力的能力。总体而言，女角的目的是通过幽默和观众参与来增强童话剧的体验，延续这一戏剧传统。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9b32464a8456727d_6acc65b054fc.webp",
      "category": "Fun"
    },
    {
      "id": "07fae387c19577ae",
      "title": "新工具揭示癌症内部隐形网络",
      "summary": "西班牙纳瓦拉大学的研究人员开发了RNACOREX，这是一个开源软件平台，旨在识别与癌症生存相关的基因调控网络。该工具通过分析微RNA和信使RNA等生物分子，检测传统方法常忽略的复杂相互作用。它整合了国际生物数据库和癌症基因组图谱的数据，创建可解释的分子图谱，以与先进AI模型相当的准确性预测患者生存，但提供更清晰的解释。RNACOREX已在13种肿瘤类型（包括乳腺癌和肺癌）上进行测试，能够识别与临床结果相关的网络及跨癌症共享模式。作为GitHub上免费可用的工具，它旨在通过提供对肿瘤生物学和潜在治疗靶点的可靠见解来加速癌症研究，并作为基因组学中“黑箱”AI系统的可解释替代方案。该平台体现了生物医学、人工智能和数据科学的跨学科融合，未来计划扩展通路分析和新的相互作用层，以进一步揭示肿瘤生长机制。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_07fae387c19577ae_9b73ecd40021.webp",
      "category": "Fun"
    },
    {
      "id": "28bb88634132fb02",
      "title": "斯巴鲁望远镜揭示隐藏的巨行星",
      "summary": "天文学家利用夏威夷的斯巴鲁望远镜，通过OASIS项目成功识别了两个重要天体：一颗巨行星和一颗褐矮星。OASIS项目结合了欧洲空间局希帕科斯和盖亚任务的精确数据与斯巴鲁望远镜的SCExAO先进成像系统，以探测通常被恒星光芒掩盖的天体。巨行星HIP 54515 b位于狮子座，距离地球271光年，质量约为木星的18倍，轨道距离类似海王星，但由于从地球视角看与恒星非常接近，观测颇具挑战。褐矮星HIP 71618 B位于牧夫座，距离169光年，质量约为木星的60倍，被指定为NASA即将发射的罗曼空间望远镜的关键测试目标，用于评估日冕仪技术，这对未来直接成像类地行星至关重要。这些发现凸显了将空间测量与地面望远镜结合的有效性，克服了观测障碍，推动了行星科学的发展。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_28bb88634132fb02_d52c27740e27.webp",
      "category": "Fun"
    },
    {
      "id": "bec7f6d09e428b86",
      "title": "克耶高斯将在布里斯班重返ATP巡回赛",
      "summary": "尼克·克耶高斯将在布里斯班国际赛重返ATP巡回赛，这是他10个月来的首次参赛，获得了外卡资格。2025年，他因健康问题仅参加了五场单打比赛，最近一场是在迈阿密公开赛的第二轮失利。在布里斯班之前，他将于12月28日与女子世界第一阿丽娜·萨巴伦卡进行一场备受争议的“性别大战”表演赛，该比赛将在BBC一台直播。这场表演赛引发了球迷和专家之间的辩论。此外，克耶高斯还将参加库扬经典热身赛，为可能重返澳大利亚公开赛做准备。由于一系列严重伤病，他的世界排名已降至673位，且没有保护排名，因此需要外卡才能参加大满贯赛事。自2022年以来，他仅参加了一场大满贯比赛，突显了他复出之路的挑战。",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bec7f6d09e428b86_26faec586814.webp",
      "category": "Fun"
    }
  ]
}