{
  "articles": [
    {
      "id": "d0eae702f8b926e1",
      "title": "BP Cuts Costs as Profits Go Down",
      "summary": "BP is a big oil company that makes money from selling oil. Last year, BP's profits dropped to $7.5 billion from $8.9 billion because oil prices fell by about 20%. To save money, BP is cutting costs more than before, aiming to save $5.5 billion to $6.5 billion by 2027. It also stopped buying back its own shares and is selling parts of its business. BP has a new boss named Meg O'Neill, who will be the first woman to lead a major oil company. She will focus on oil and gas instead of renewable energy. BP is doing this to pay off its $22 billion debt and make the company stronger for the future.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d0eae702f8b926e1_e29951a20efd.webp",
      "category": "Fun"
    },
    {
      "id": "13156c25fb6a1a53",
      "title": "A New Idea About How Magnets Change Electricity",
      "summary": "Scientists have discovered something surprising about how magnets and electricity work together in a field called spintronics. For a long time, people thought that when a magnet is placed next to a metal, it changes how electricity flows because of something called spin Hall magnetoresistance. But now, researchers found that this change happens in many different materials, even when the old idea doesn't fit. Two professors, Lijun Zhu and Xiangrong Wang, did experiments that show the real reason is about how electrons bounce at the surface where the magnet and metal meet. They call this two-vector magnetoresistance. This new idea is simpler and can explain lots of old experiments better. It helps us understand how to make better electronic devices using magnets.",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_13156c25fb6a1a53_5783ae825cca.webp",
      "category": "Fun"
    },
    {
      "id": "ec3ebf1646c0d844",
      "title": "A Special Heart from King Henry VIII's Time",
      "summary": "The British Museum in London has raised enough money to keep a special gold pendant called the Tudor Heart. This pendant is linked to King Henry VIII and his first wife, Katherine of Aragon. It was found by a person using a metal detector in a field in Warwickshire in 2019. The museum needed £3.5 million to buy it and put it on display forever. Many people helped by donating money, including over 45,000 members of the public. The pendant has symbols like a Tudor rose and a pomegranate, and it might have been made for a royal wedding celebration long ago. Now, everyone can see it at the museum and learn about history.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ec3ebf1646c0d844_1cc4d1cc8efb.webp",
      "category": "Fun"
    },
    {
      "id": "4607b3adad1e4814",
      "title": "Actress Catherine O'Hara's Passing",
      "summary": "Catherine O'Hara, a famous actress, died at age 71 in a Los Angeles hospital on January 30. Her death was caused by a blood clot in her lungs, called a pulmonary embolism. She also had rectal cancer, which she had been treating since March 2025. O'Hara was known for her roles in shows like Schitt's Creek and movies like Home Alone. Many people, including actors Seth Rogen and Pedro Pascal, shared kind words about her. They said she was funny, kind, and a great person to work with. Her co-stars, like Eugene Levy and Dan Levy, also expressed sadness and called her family. O'Hara won awards for her acting and made many people laugh and smile.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4607b3adad1e4814_a306da20426b.webp",
      "category": "Fun"
    },
    {
      "id": "eb4c8fb70735bdde",
      "title": "Serena Williams Might Play Tennis Again",
      "summary": "Serena Williams is a famous tennis player who stopped playing in 2022. Now, she can return to tennis from February 22 because she followed the rules for drug testing. This means she is allowed to join tournaments again. But Serena has not said if she will come back. She posted on social media that she is not returning, but later she did not say no to a comeback. She is 44 years old and has won 23 big tournaments. People are curious about her plans because she is a great athlete. The article talks about the rules for retired players who want to play again and what Serena has said recently.",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_eb4c8fb70735bdde_38a293067f2c.webp",
      "category": "Fun"
    },
    {
      "id": "6e343e0c1bd3660b",
      "title": "Emma Raducanu Stops Tennis Match Due to Health Issue",
      "summary": "Emma Raducanu is a famous tennis player from Britain. She played a match in Qatar but had to stop because she felt unwell. Two days earlier, she lost a final in Romania. In the Qatar match, she won the first set but lost the second. In the third set, she called a trainer to check her blood pressure and then decided to quit the match. This has happened before when she had a chest infection. Raducanu has faced many injuries since winning a big tournament in 2021, making it hard for her to play consistently. She also changes coaches often, which can be tough for athletes.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6e343e0c1bd3660b_3351cab632f7.webp",
      "category": "Fun"
    }
  ]
}