{
  "articles": [
    {
      "id": "d0c9e4c6f7944e25",
      "title": "AI System Prima Revolutionizes Brain MRI Analysis",
      "summary": "Researchers at the University of Michigan have developed an artificial intelligence system named Prima, which analyzes brain MRI scans in seconds with 97.5% accuracy. This technology, detailed in a study published in Nature Biomedical Engineering, can diagnose over 50 neurological disorders and prioritize urgent cases like strokes and brain hemorrhages. Prima is a vision language model (VLM) that processes images and text in real-time, integrating patient clinical histories to mimic a radiologist's comprehensive approach. Tested on over 30,000 MRI studies, it outperforms other AI models by using a broad dataset of 200,000 MRI studies and 5.6 million imaging sequences. The system automatically alerts specialists, such as stroke neurologists, to streamline clinical workflows and improve timely diagnosis without sacrificing accuracy. This innovation aims to address the rising demand for MRI scans and reduce strain on healthcare systems by providing fast, reliable information for better patient outcomes.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d0c9e4c6f7944e25_a42b7f79b02a.webp",
      "category": "Science"
    },
    {
      "id": "52447011b2288f1e",
      "title": "Unlocking the Secrets of Quantum Time Measurement",
      "summary": "Physicists have made a breakthrough in measuring the speed of quantum transitions, events that occur at attosecond scales—extremely brief intervals where even light travels minimally. The challenge lies in avoiding interference from external timing devices, which can alter quantum processes. Professor Hugo Dil and his team at EPFL addressed this by developing a clock-free method using quantum interference. When electrons absorb photons and are emitted from materials, their spin encodes information about the transition duration. By analyzing spin changes with techniques like spin- and angle-resolved photoemission spectroscopy (SARPES), they determined transition times without external references. The team tested various materials, including three-dimensional copper, layered titanium diselenide and titanium ditelluride, and chain-like copper telluride. Results showed that simpler, lower-symmetry atomic structures lead to longer transition times: copper took about 26 attoseconds, layered materials ranged from 140 to 175 attoseconds, and chain-like structures exceeded 200 attoseconds. This research highlights how material geometry influences quantum dynamics, offering insights into fundamental physics and potential applications in quantum technologies.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_52447011b2288f1e_a52561bb96d7.webp",
      "category": "Science"
    },
    {
      "id": "e4c9618b3b8e0cdd",
      "title": "NIH Leader's Call for Change After Pandemic Frustrations",
      "summary": "Jay Bhattacharya, the director of the National Institutes of Health (NIH), recently addressed an audience at the MAHA Institute, an organization known for promoting unscientific health ideas. In his speech, Bhattacharya expressed ongoing anger over the COVID-19 pandemic response and proposed a 'second scientific revolution' to transform scientific research. The event highlighted shared grievances between NIH leadership and MAHA, including distrust in science, health system failures, and dietary solutions to health issues. Bhattacharya tailored his message to resonate with the audience, discussing how his revolution aims to democratize science by reducing authority and involving more people, similar to historical shifts. However, the event featured controversial topics, such as questions about vaccine safety and lab leak theories, and excluded reporters from major science journals. While Bhattacharya's plan includes some reasonable improvements, it is driven by pandemic frustrations and aligns with radical changes from the Trump administration, leading to inconsistencies. This situation suggests a complex and potentially confusing direction for the NIH, blending legitimate critiques with partisan agendas.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_e4c9618b3b8e0cdd_110c35610161.webp",
      "category": "Science"
    },
    {
      "id": "f3e852b0d0b79462",
      "title": "The Urgent Call for Businesses to Protect Biodiversity",
      "summary": "A major global report by Ipbes, involving scientists and approved by 150 governments, warns that businesses face extinction unless they shift to protecting and restoring nature. The report highlights that all businesses rely on ecosystem services such as clean water and fertile soils, which nature provides for free. Co-author Matt Jones emphasizes that companies can lead in conservation or risk their own demise, while co-chair Prof Stephen Polasky notes the paradox where degrading biodiversity often seems more profitable than protecting it. The report advocates for clear metrics and toolkits to help businesses align with biodiversity goals. An example is Steart Marshes in Somerset, where farmers and conservationists collaborate: cattle grazing creates habitats for wildlife and produces high-quality beef, while restored wetlands protect villages from flooding, absorb carbon, and reduce pollution. This shift from a 'nice-to-do' to a 'must-do' reflects growing recognition that biodiversity loss is a serious business threat, urging companies to integrate nature protection into their operations for long-term sustainability.",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f3e852b0d0b79462_6fc6bbb56a1b.webp",
      "category": "Science"
    },
    {
      "id": "f983fc91406e3d0e",
      "title": "Mediterranean Diet Linked to Reduced Stroke Risk in Women",
      "summary": "A study published in Neurology Open Access in 2026 found that women adhering to a Mediterranean diet have a significantly lower risk of stroke. The research involved 105,614 women with an average age of 53, who were followed for about 21 years. Participants completed diet questionnaires and were scored on how closely their eating habits matched the Mediterranean diet, which emphasizes vegetables, fruits, legumes, fish, and olive oil while limiting red meat and dairy. Results showed that women with the highest diet scores had an 18% lower overall stroke risk, including 16% lower for ischemic strokes and 25% lower for hemorrhagic strokes, after adjusting for factors like smoking and high blood pressure. The study highlights the importance of diet in stroke prevention but notes it only shows an association, not causation. Limitations include self-reported dietary data, which may be inaccurate. Researchers call for further studies to confirm findings and explore underlying mechanisms.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f983fc91406e3d0e_281fce41b687.webp",
      "category": "Science"
    },
    {
      "id": "3b708bd84d1a14b0",
      "title": "Uncovering the Cellular Alliance Behind Ovarian Cancer's Deadly Spread",
      "summary": "Ovarian cancer is the most lethal gynecological cancer, primarily due to late diagnosis after it has widely metastasized in the abdomen. A recent study from Nagoya University, published in Science Advances, reveals a key biological mechanism behind its rapid progression. Researchers discovered that ovarian cancer cells recruit mesothelial cells, which normally form a protective lining in the abdominal cavity. These mesothelial cells move ahead of cancer cells, creating pathways for invasion. Together, they form hybrid cell clusters that are more resistant to chemotherapy than cancer cells alone. The process involves cancer cells releasing TGF-β1, a signaling molecule that transforms mesothelial cells, causing them to develop invadopodia—spike-like structures that penetrate tissue. This differs from other cancers like breast or lung cancer, which spread via blood vessels; ovarian cancer cells drift through abdominal fluid, making detection harder. Using advanced microscopy, mouse models, and single-cell gene analysis, scientists observed this real-time spread in patient samples. The findings suggest that targeting this cell alliance could lead to innovative therapies to impede ovarian cancer's deadly advance.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3b708bd84d1a14b0_1a9b6d2d3c82.webp",
      "category": "Science"
    }
  ]
}