{
  "articles": [
    {
      "id": "98726f8bb030c220",
      "title": "Analyzing the Gender Pay Gap: Delays and Debates in Workplace Equality",
      "summary": "According to the Trades Union Congress (TUC), the gender pay gap in the UK is projected to persist until 2056 if current trends continue, highlighting slow progress toward wage equality. Analysis reveals an average disparity of 12.8%, equating to £2,548 annually, with women effectively working unpaid for 47 days each year. The gap varies significantly by sector: it peaks at 27.2% in finance and insurance but drops to 1.5% in leisure services. Notably, even in female-dominated fields like education and health and social care, gaps of 17% and 12.8% persist, suggesting deeper structural issues. The TUC attributes part of the gap to career interruptions for caregiving, particularly affecting women aged 50-59, and advocates for enhanced flexible working and childcare access as solutions. Under the Employment Rights Act, employers with over 250 staff must report pay data and will soon need action plans, though business groups express concerns about increased costs and reduced hiring. The debate includes union calls for paid parental leave and criticisms from groups like the Fire Brigades Union and Unite, linking pay issues to broader economic and labor tensions.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_98726f8bb030c220_29beb1c73cf2.webp",
      "category": "News"
    },
    {
      "id": "af16291ff2d33920",
      "title": "Measles Outbreak Impacts London Schools and Highlights Vaccination Gaps",
      "summary": "A significant measles outbreak has been reported in north London, with at least 34 children infected across several schools in Enfield and Haringey. Health authorities, including the UK Health Security Agency (UKHSA), confirmed these cases through laboratory tests in January, noting that one in five affected children required hospitalization due to not being fully immunized. The outbreak represents over a third of England's total measles cases for the month, underscoring its severity. Measles is highly contagious and can lead to serious complications, prompting urgent calls from officials like Dr. Vanessa Saliba and Enfield Councillor Alev Cazimoglu for families to ensure children are up to date with the MMRV vaccine. The outbreak primarily affects unvaccinated children under 10 in educational settings, and efforts are underway to limit further spread through collaboration between local councils, the NHS, and UKHSA. Additionally, travelers are advised to check vaccination status, as measles is prevalent in some countries with ties to the UK. This situation reflects broader trends of rising measles cases linked to low vaccine uptake.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_af16291ff2d33920_dce065aece17.webp",
      "category": "News"
    },
    {
      "id": "4145df392073fb2e",
      "title": "The Trans Debate and Children: Insights from Dr. Cass's Review",
      "summary": "Dr. Hilary Cass, author of a government review on gender identity treatment for children, argues that young people have been 'weaponised' by both sides of the toxic transgender rights debate. In an interview, she explained that extreme voices and media rhetoric cause significant distress for children, while unrealistic social media images mislead them about gender transition. Her 2024 review found that gender medicine operates on 'shaky foundations' due to insufficient evidence for medical treatments like hormones or surgeries. Cass emphasized that most children questioning their gender will desist over time, with only a tiny minority needing medical pathways into adulthood. She criticized the lack of follow-up data from clinics like the Tavistock, which saw a surge from 50 to 3,500 children annually, and highlighted how adult debates over issues like single-sex spaces unfairly involve children. Cass called for a more balanced approach, focusing on child welfare rather than political extremes.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_4145df392073fb2e_32a144d25aff.webp",
      "category": "News"
    },
    {
      "id": "ae82af65498489e0",
      "title": "Crew Rotation at the International Space Station After Medical Evacuation",
      "summary": "On Saturday, four astronauts arrived at the International Space Station via a SpaceX Dragon spacecraft launched from Cape Canaveral, Florida, restoring the station to its full crew capacity. The new crew includes NASA astronauts Jessica Meir and Jack Hathaway, ESA astronaut Sophie Adenot from France, and Roscosmos cosmonaut Andrei Fedyaev from Russia. They will serve an eight to nine-month mission, replacing the previous crew that was evacuated early due to a serious health issue affecting one astronaut in January. This medical evacuation marked NASA's first such incident in 65 years of human spaceflight, leaving only three crew members—one American and two Russians—to manage station operations, which led NASA to pause spacewalks and reduce scientific research. The arrival of the new crew aims to resume normal activities and support ongoing experiments. NASA has not disclosed details about the ill astronaut or the medical condition, citing privacy concerns, but confirmed that preflight medical checks for the replacements were unchanged. The mission highlights international collaboration in space exploration and the challenges of maintaining crew health in orbit.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ae82af65498489e0_775d87108a99.webp",
      "category": "News"
    },
    {
      "id": "2388f7d21a28c88f",
      "title": "Bangladesh's Political Shift: New Leader Vows Democratic Reforms",
      "summary": "In Bangladesh, Tarique Rahman of the Bangladesh Nationalist Party (BNP) has been elected as the new prime minister after a landslide victory in Thursday's election. He pledges to strengthen democracy, addressing challenges such as a fragile economy, weakened institutions, and deteriorating law and order left by the previous authoritarian regime under Sheikh Hasina. The election, overseen by an interim government led by Nobel laureate Muhammad Yunus, was largely peaceful and marks a significant political shift following Hasina's ouster in a 2024 mass uprising. Rahman, son of former Prime Minister Khaleda Zia, emphasizes unity to prevent a return to autocracy and ensure the nation's sovereignty. The BNP's win comes after years of boycotting elections under Hasina, who is now in exile and convicted of crimes against humanity. This transition highlights ongoing struggles for democratic governance in Bangladesh, a South Asian nation of over 170 million people.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2388f7d21a28c88f_1749f3334fb4.webp",
      "category": "News"
    },
    {
      "id": "d61bcaedb7312f13",
      "title": "The Debate Over Testosterone and Declining Libido",
      "summary": "This article examines the growing use of testosterone replacement therapy (TRT) to address low libido, set against a backdrop of declining sexual frequency in the UK. It features Alan Reeves, a former dancer who experienced a significant drop in his sex drive in his 30s, leading to relationship strain. After starting TRT, he reports regained libido and improved mood, feeling rejuvenated. Similarly, Rachel Mason, a menopause blogger, finds testosterone beneficial for her energy and concentration. Data from the NHS shows a 135% increase in testosterone prescriptions between 2021 and 2024, indicating rising demand. Concurrently, the National Surveys of Sexual Attitudes and Lifestyles (Natsal) reveal a steady decline in sexual frequency among adults, from five times a month in 1990 to three times by 2010, with further drops expected. The article raises a critical debate: whether TRT effectively boosts libido or if its popularity is driven by hype, profit, and placebo effects. It highlights personal anecdotes alongside statistical trends, questioning the broader efficacy and motivations behind this treatment surge.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d61bcaedb7312f13_36a95fb95d3a.webp",
      "category": "News"
    }
  ]
}