{
  "articles": [
    {
      "id": "939a7d46ff2b8506",
      "title": "A Fast-Spinning Star Clock Found Near a Giant Black Hole",
      "summary": "Scientists have found a special star called a pulsar near a huge black hole at the center of our galaxy, the Milky Way. This pulsar spins very fast, like a cosmic clock, and sends out radio waves. If it is real, it could help test Einstein's ideas about gravity. Pulsars are made from old stars and are very dense. The black hole, named Sagittarius A*, is super heavy and pulls on things around it. Researchers are checking more data to see if the pulsar is really there. They are sharing their findings so other scientists can help study it too. This discovery might teach us more about space and gravity.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_939a7d46ff2b8506_c478080bab72.webp",
      "category": "Science"
    },
    {
      "id": "e7cf000a3a2dd1e9",
      "title": "Scientists Find Tiny RNA Clues in Cancer",
      "summary": "Scientists discovered tiny RNA molecules called oncRNAs that are found in cancer but not in normal cells. They studied many types of cancer like breast, lung, and colon, and found that each cancer has its own unique set of oncRNAs, like a special barcode. These oncRNAs help identify the cancer type and can even make tumors grow faster. In experiments with mice, some oncRNAs caused cancer cells to spread or multiply more quickly. The scientists also found that cancer cells release oncRNAs into the blood, which can be measured with a simple blood test. In breast cancer patients, high levels of oncRNAs after treatment meant worse survival, showing these molecules could help doctors monitor cancer. This research helps us understand cancer better and may lead to new ways to detect and treat it.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e7cf000a3a2dd1e9_299778d2858f.webp",
      "category": "Science"
    },
    {
      "id": "419fb789bfa01347",
      "title": "A Special Liquid That Saves Sunlight for Later",
      "summary": "Scientists have created a new liquid that can store sunlight as heat and release it months later, like a reusable battery for warmth. This is important because heating uses a lot of energy, often from burning fossil fuels that harm the environment. The liquid is inspired by DNA, the material in our cells that can get damaged by too much sun. When sunlight hits the liquid, it changes shape and holds energy. Later, when you need heat, it snaps back to its original shape and releases warmth without being used up. This could help heat homes in winter using summer sunlight, making energy cleaner and cheaper. The scientists made it from a chemical similar to DNA parts, and it stores more energy than old methods, but it still needs work to be used everywhere.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_419fb789bfa01347_d9163c744d8e.webp",
      "category": "Science"
    },
    {
      "id": "1d6f523d95168889",
      "title": "A Big Bone from an Ancient Elephant",
      "summary": "Archaeologists in Spain found a bone from an elephant's foot. They think it might be from a war elephant that belonged to a famous general named Hannibal long ago. Hannibal was a leader from Carthage who fought against the Romans. He is said to have brought elephants with his army across the Alps mountains into Italy during a war called the Second Punic War. The bone was discovered under a fallen wall at a place called Colina de los Quemados. Scientists used carbon dating to figure out how old it is, and they compared it to bones from modern elephants and mammoths. They also found things like weapons and coins nearby, which suggest there was a battle there. This bone could be the first real proof that Hannibal's elephants really existed and traveled through Europe, as stories have told for centuries.",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1d6f523d95168889_c1755a579340.webp",
      "category": "Science"
    },
    {
      "id": "bbae819f60329848",
      "title": "The Universe Might Shrink Back One Day",
      "summary": "A scientist named Henry Tye studied new information about dark energy, which is a mysterious force in space. He thinks the universe is about 13.8 billion years old and will keep growing for 11 billion more years. Then, it will start to get smaller, like a rubber band snapping back, and eventually collapse into a tiny point in about 20 billion years. This idea is called the \"big crunch.\" He used data from two big observatories, DES and DESI, to make this guess. Before, people thought the universe would grow forever, but the new data suggests it might end differently. This helps us understand how the universe changes over time.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "Scientists Find the Enzyme That Helps Cancer Change Its DNA Fast",
      "summary": "Scientists have discovered an enzyme called N4BP2 that causes a big change in cancer cells. This change, called chromothripsis, happens when a chromosome breaks into many pieces and gets put back together in the wrong order. It lets cancer cells evolve quickly and become resistant to treatments. Chromothripsis is common in many cancers, like bone and brain cancers. The enzyme works by entering small compartments called micronuclei and cutting the DNA inside. By finding this enzyme, scientists hope to develop new ways to treat aggressive cancers by stopping this process.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    }
  ]
}