{
  "articles": [
    {
      "id": "cd601c337d21d657",
      "title": "附近超级地球成为寻找生命的重要目标",
      "summary": "加州大学欧文分校的天文学家发现了一颗名为GJ 251 c的系外行星，位于其恒星的宜居带内，该区域温度可能允许液态水存在。液态水被认为是已知生命形式的基本要素。这颗行星在银河系相对较近的部分，距离地球约18光年，具有类似地球的岩石结构，但质量更大，属于“超级地球”类别。它围绕一颗M矮星运行，这是银河系中最常见和最古老的恒星类型之一，但M矮星通常表现出显著的恒星活动，如星斑和耀斑，这些活动可能模仿行星信号，使探测变得复杂。研究团队使用宜居带行星探测器和NEID等高精度仪器，通过径向速度方法检测到行星对恒星的引力影响。尽管存在恒星活动的干扰，但计算模型达到了统计显著性，确认了这颗行星候选者。未来，三十米望远镜等新一代望远镜可能直接成像该行星，评估其是否含有水。这一发现突显了天文技术的进步，并强调了在寻找地外生命过程中持续投资的重要性。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cd601c337d21d657_25348dfd4934.webp",
      "category": "Science"
    },
    {
      "id": "5f73ff4ea1d754b7",
      "title": "太阳超级风暴甘农将地球等离子层压缩至创纪录低点",
      "summary": "2024年5月10日至11日，地球遭遇了甘农太阳超级风暴，这是二十多年来最强的地磁事件。由名古屋大学的篠堀厚志博士领导的研究团队利用Arase卫星和地面GPS接收器，观测到风暴如何压缩地球的等离子层——一个由带电粒子组成的保护区域，用于阻挡空间辐射。等离子层从约44,000公里高度收缩至仅9,600公里，创下历史新低，并且恢复时间超过四天，比通常慢得多。这种缓慢恢复是由于“负风暴”效应，即强烈加热导致电离层粒子减少，阻碍了等离子层的补充。风暴还将极光推至中纬度地区，如日本和墨西哥，远离其典型的极地位置。这些发现发表在《地球、行星与空间》期刊上，为改进空间天气预报提供了关键数据，有助于预测卫星中断、GPS不准和通信故障等影响，强调了加强监测和保护技术系统的必要性。研究结合卫星和地面观测，展示了极端空间天气对现代基础设施的潜在风险，推动了对地磁风暴动态的深入理解。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_5f73ff4ea1d754b7_480e29665371.webp",
      "category": "Science"
    },
    {
      "id": "9adaa7c129290f43",
      "title": "科学家揭示海龟宝宝如何利用隐藏的磁感导航数千英里",
      "summary": "最新研究揭示了 loggerhead 海龟宝宝如何利用隐藏的磁感能力在海洋中导航。这些海龟在孵化后立即开始长达数千公里的迁徙，依靠与生俱来的能力感知地球磁场。北卡罗来纳大学教堂山分校的研究人员发表在《实验生物学杂志》上的研究表明，海龟宝宝使用基于触觉的磁感来解释其遗传的磁地图，从而确定位置。动物检测磁场有两种方式：一种涉及光敏感分子，可能让动物看到磁模式；另一种使用体内的磁铁矿晶体来感受磁力。通过训练海龟将特定磁场与食物关联，引发独特的舞蹈行为，研究人员应用强磁脉冲干扰触觉磁感后，海龟舞蹈减少，证实它们依赖磁触觉进行定位。这与它们的磁罗盘感互补，帮助海龟在迁徙中理解位置和方向。这些发现增进了对动物迁徙和感官生物学的理解，展示了年轻海龟如何利用复杂机制在长途旅程中生存。研究强调了保护这些迁徙路线的重要性，因为人类活动可能影响磁场环境。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_9adaa7c129290f43_2ed375436174.webp",
      "category": "Science"
    },
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "蜜蜂更换蜂王的惊人原因",
      "summary": "最近，不列颠哥伦比亚大学的研究人员发现，常见病毒可以导致蜂王卵巢萎缩，从而减少产卵量并降低甲基油酸酯的产生。这种信息素通常向工蜂传递蜂王健康的信号；当其水平下降时，工蜂会检测到变化并开始培育新蜂王以取代她。这一过程称为超替，在野生蜂群中有助于适应环境变化，但在管理蜂巢中可能引发问题，如产卵中断、蜂群实力下降以及授粉或蜂蜜产量减少。蜜蜂负责全球约三分之一作物的授粉，因此蜂王健康对粮食安全至关重要。多年来，养蜂人已注意到蜂王失败和早期超替问题增加，新研究指出病毒感染是这些失败的主要因素，破坏了维持蜂群正常运作的信息素通信。在初步田间试验中，接受含甲基油酸酯合成信息素混合物的蜂群开始培育替换蜂王的可能性远低于未接受的蜂群，这为养蜂人提供了一种稳定蜂巢的工具，特别是在授粉或产蜜高峰期。该研究强调了病毒、信息素和蜂群行为在蜜蜂健康中的相互关联，为改善养蜂管理策略提供了科学依据。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "间谍照片首次揭示：青铜时代城市从草原浮现",
      "summary": "最近，考古学家在哈萨克草原上发现了名为Semiyarka的古代城市遗址，距今约3500年，属于青铜时代。通过无人机和地球物理调查，研究人员绘制了这个占地140公顷的城市布局，包括成排的土基房屋、一个大型中央建筑以及专门的青铜制作作坊。该城市位于额尔齐斯河河谷的战略位置，可能控制了贸易路线，促进了游牧民族与定居工匠之间的交流。发现的文物如陶器碎片和冶金残留物表明，这里曾进行大规模的青铜生产，挑战了以往认为草原仅由游牧民族主导的观点。这一发现得益于1970年代解密的美国间谍卫星照片，显示了现代技术在揭示隐藏历史中的作用。Semiyarka的规划布局和工业活动表明，青铜时代的草原社会已发展出复杂的定居社区，与世界上其他古代城市中心相似，为理解人类适应和环境互动提供了新视角。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "火箭报告：SpaceX下一代助推器失败；飞马座将再次飞行",
      "summary": "这篇文章来自Ars Science，报道了太空行业的最新发展。蓝色起源公司的New Glenn火箭成功发射并着陆，公司计划增加引擎以提升性能。同时，SpaceX在德克萨斯州南部推进其下一代Starship火箭的首飞。此外，Katalyst Space Technologies获得了NASA的3000万美元合同，为自2004年起在轨的Neil Gehrels Swift Observatory建造机器人救援任务。该卫星用于研究伽马射线暴，但由于缺乏推进系统且轨道受大气阻力影响而面临再入风险，急需提升轨道以延长寿命。Katalyst选择了诺斯罗普·格鲁曼公司的飞马座XL火箭执行此任务，尽管该火箭自2021年以来未飞行且成本高昂，但它能实现所需的低倾角轨道，而SpaceX的Falcon 9拼车任务或更小火箭如Rocket Lab的Electron无法满足此要求。选择原因包括库存清理和载体飞机退役。另一方面，Ursa Major Technologies在融资中估值6亿美元，致力于为国防和太空应用开发推进系统，强调比传统供应商更快速、经济。Rocket Lab从新西兰快速发射了商业载荷，展示了行业对敏捷性的追求。文章通过分析这些事件，揭示了太空任务中技术、经济和战略因素的复杂交互，反映了行业的快速演变。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}