{
  "articles": [
    {
      "id": "67ede10334af1ae8",
      "title": "A Sad Boat Accident That Could Have Been Stopped",
      "summary": "In 2021, a small boat carrying people trying to cross the English Channel sank, and at least 30 people drowned. This was the worst accident like this ever recorded. Only two people survived after waiting for help for almost 12 hours. An inquiry, which is like a big investigation, found that this tragedy could have been avoided. The people on the boat came from countries like Iraq and Afghanistan, and they started from a beach in France. The inquiry said there were big problems with how the government and coastguard handled the situation. For example, the coastguard had too few staff and missed calls from the boat. Also, a plane that could have helped didn't fly because of bad weather, and there was no backup plan. The inquiry pointed out three main mistakes: smugglers put too many people on the boat, a French ship was slow to help, and the coastguard's rescue operations had flaws. Families of the victims had to wait over two years for the inquiry to start, and it showed that more people might have been saved if help had come sooner.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_67ede10334af1ae8_850a62935349.webp",
      "category": "News"
    },
    {
      "id": "0a219b80f0c893f3",
      "title": "Long Lines at Airports in Europe",
      "summary": "People traveling to Europe might face very long waits at airport passport control because of a new system called EES. This system uses fingerprints and photos to check who is entering, and it is causing delays, especially during busy times like holidays or ski season. Airports in places like Geneva and Tenerife have reported waits of up to several hours. The European Commission says they can pause the system at peak times until September to help. The goal is to make border checks more digital and secure, but it is creating problems for travelers right now.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_0a219b80f0c893f3_51244029249f.webp",
      "category": "News"
    },
    {
      "id": "b6647bcdba7855bb",
      "title": "Babies Get Sick from Bad Milk Powder in the UK",
      "summary": "In the UK, 36 babies got sick after drinking contaminated baby formula. The formula was made by Nestle and Danone, and it had a toxin called cereulide in it. This toxin can make babies vomit and have diarrhea. The babies are all around one year old or younger, but none are very sick. The UK Health Security Agency is watching the situation and says not many children seem affected so far. Parents should stop using the recalled formula and switch to a different one. The toxin was found in an ingredient called arachidonic acid oil, which is added to help babies grow. The UK is not the only country with this problem.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b6647bcdba7855bb_af021bcef3d2.webp",
      "category": "News"
    },
    {
      "id": "1a182f4f9678d7b8",
      "title": "Private Photos Accidentally Shared Online",
      "summary": "Some private photos and videos of people were accidentally put online in files about a bad man named Epstein. These files were supposed to hide the names and faces of the victims to protect them, but mistakes happened. Officials in the United States were told about the problem, but some images stayed online for days. This made the victims very sad and hurt because their privacy was broken. Lawyers and victims spoke out, asking for the website to be fixed. The government said it was a mistake and is working to remove the images and check for more errors. The BBC found that some photos were still visible even after promises to fix them. This shows how important it is to be careful with private information online.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_1a182f4f9678d7b8_5914cbd395a2.webp",
      "category": "News"
    },
    {
      "id": "1eb6bb93a0315f69",
      "title": "Should the U.S. Keep a Nuclear Treaty with Russia?",
      "summary": "The United States and Russia have a treaty called New START that limits how many nuclear weapons they can have. This treaty is about to expire, and people are debating whether the U.S. should keep it or end it. Rose Gottemoeller, who helped make the treaty, thinks the U.S. should keep it because it stops Russia from building too many nuclear weapons quickly. She says this is important because China is also building more nuclear weapons, and the U.S. needs to focus on that. Frank Miller, another expert, might have a different view, but the article mainly talks about Gottemoeller's opinion. The treaty helps control dangerous weapons and keep peace between countries.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1eb6bb93a0315f69_bb0c31313468.webp",
      "category": "News"
    },
    {
      "id": "a49b694fd91c6afc",
      "title": "Scientists Face Big Problems Studying a Melting Glacier in Antarctica",
      "summary": "Scientists are trying to measure a glacier called Thwaites in Antarctica that is melting very fast. They are from different countries like Korea and Britain. They use hot water to drill through the ice to learn more about it. It is hard work because Antarctica is very cold and windy, and they had to wait for good weather to fly helicopters. They traveled on a big ship for many days to get there. Their goal is to understand why the glacier is melting so quickly and what it means for the world. This helps us know about climate change and rising sea levels.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_a49b694fd91c6afc_440e9b566379.webp",
      "category": "News"
    }
  ]
}