{
  "articles": [
    {
      "id": "517e1a9c41610f2a",
      "title": "Innovative Manganese Catalyst Converts CO2 to Clean Fuel",
      "summary": "Researchers from Yale University and the University of Missouri have developed a new catalyst using manganese that efficiently converts carbon dioxide into formate, a promising material for hydrogen storage in fuel cells. Manganese is abundant and low-cost, offering an attractive alternative to expensive and scarce precious metals typically used in catalysts. The study, published in the journal Chem, was led by postdoctoral researcher Justin Wedal and graduate research assistant Kyler Virtue, with senior authors including professors Nilay Hazari and Wesley Bernskoetter. The research addresses key challenges in clean energy, as hydrogen fuel cells provide electricity without pollution but face limitations in hydrogen production and storage. Currently, most formate production relies on fossil fuels, but this new method uses carbon dioxide from the air, potentially reducing greenhouse gas emissions while creating a useful chemical product. The team improved the catalyst's stability by redesigning its ligand structure, adding an extra donor atom to enhance performance and longevity. This breakthrough could advance sustainable chemistry by enabling more efficient carbon dioxide utilization and supporting the transition to renewable energy sources.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_517e1a9c41610f2a_0cea2e502447.webp",
      "category": "Science"
    },
    {
      "id": "bbf5c899573e5f09",
      "title": "Unveiling the Cosmic Blueprint: How Dark Matter Shapes Our Universe",
      "summary": "Astronomers have created the most detailed map ever of dark matter, an invisible substance that permeates the Universe, using data from NASA's James Webb Space Telescope. This research, led by institutions including Durham University, NASA's Jet Propulsion Laboratory, and EPFL in Switzerland, reveals how dark matter's gravitational influence guided the formation of cosmic structures. The map confirms that dark matter clumped together first after the Big Bang, pulling in normal matter—the visible stuff like stars and planets—to create dense regions where galaxies could form. This process set the distribution pattern of galaxies we observe today and enabled the early formation of stars and planets, potentially fostering conditions for life. Dark matter is detected indirectly through its gravity, as it does not interact with light, and the new map shows a strong alignment between dark matter and normal matter, indicating its role as a cosmic architect. Published in Nature Astronomy, the study provides insights into the fundamental forces that shaped the Universe, highlighting dark matter's essential but unseen contribution to the cosmos we inhabit.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbf5c899573e5f09_f39017b7d185.webp",
      "category": "Science"
    },
    {
      "id": "45a386d2ea3102f3",
      "title": "NASA Postpones Artemis II Lunar Mission Over Persistent Hydrogen Leak Issues",
      "summary": "NASA has postponed the Artemis II mission to March after a Wet Dress Rehearsal revealed hydrogen leaks in the Space Launch System (SLS) rocket at Kennedy Space Center. This mission, the first crewed lunar flight since 1972, aims to send four astronauts—commander Reid Wiseman, pilot Victor Glover, mission specialist Christina Koch, and Canadian astronaut Jeremy Hansen—on a loop around the Moon's far side. The test, conducted on Monday, identified leaks in the Tail Service Mast Umbilicals (TSMUs), which connect the rocket to ground fuel lines, similar to issues that delayed the Artemis I launch in 2022. Hydrogen, stored at minus 423°F, is challenging to handle due to its small molecules that can escape through tiny seals, exceeding safety limits during the rehearsal. NASA engineers attempted fixes by adjusting fuel flow and warming seals, but the leaks persisted, prompting a delay to review data and conduct another test. The astronauts, in quarantine since January 21, have been released to Houston to await a new launch date, with the first opportunity on March 6. This delay highlights the technical difficulties in managing cryogenic fuels for space exploration.",
      "source": "Ars Science",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_45a386d2ea3102f3_aeecc97c9485.webp",
      "category": "Science"
    },
    {
      "id": "d5802bbc91ced099",
      "title": "Brain Study Reveals Overlap in Memory Systems",
      "summary": "A recent study challenges traditional views on memory by showing that episodic and semantic memory retrieval may involve overlapping brain regions rather than distinct neural pathways. Conducted by researchers from the University of Nottingham and University of Cambridge, the study used fMRI scans to monitor brain activity in 40 participants during memory tasks. Participants were asked to recall information about logos and brand names, with some tasks based on prior knowledge (semantic memory) and others on learned pairings from an earlier phase (episodic memory). Surprisingly, the fMRI data revealed no significant differences in brain activation between these two types of memory retrieval, suggesting that the brain uses similar areas for both. This finding could redefine how memory is studied and has implications for understanding memory-related illnesses like dementia and Alzheimer's, as it indicates that the entire brain may be involved in memory processes. The research, led by Dr. Roni Tibon, was published in Nature Human Behaviour and highlights the need to reconsider long-held assumptions in neuroscience.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_d5802bbc91ced099_4afd64a8088c.webp",
      "category": "Science"
    },
    {
      "id": "a5f155dc5a396d4c",
      "title": "Microplastic Contamination in Remote Pacific Fish: A Study on Pollution and Food Security",
      "summary": "A recent scientific study published in 2026 reveals that microplastic pollution has infiltrated even the most isolated coastal waters of the Pacific Ocean. Researchers analyzed data on 878 fish from 138 species across Fiji, Tonga, Tuvalu, and Vanuatu, finding that approximately one-third contained microplastics. Fiji exhibited the highest contamination rate at nearly 75%, significantly above the global average of 49%, while Vanuatu had only about 5%. The study linked higher microplastic levels to ecological traits: fish associated with reefs, those living near the seafloor, and species feeding on invertebrates or using ambush strategies were more contaminated. This poses a serious concern for Pacific Island Countries and Territories (PICTs), where communities heavily depend on fish for food, income, and cultural practices. The researchers suggest that Fiji's elevated levels may result from greater population density, coastal development, and inadequate waste management. They emphasize the need for improved policies to address plastic pollution and protect food security in these vulnerable regions.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_a5f155dc5a396d4c_b4c3e2dcfe2c.webp",
      "category": "Science"
    },
    {
      "id": "70630678f8b1d805",
      "title": "Courts Overrule Government to Resume Offshore Wind Projects",
      "summary": "In the United States, the Trump administration opposed renewable energy, especially wind power, and issued an executive order to block permits for offshore wind projects. This order was later overturned by a court as arbitrary. Recently, the administration targeted five ongoing offshore wind projects by claiming a classified national security risk to halt turbine installation. In response, the companies sued, and as of Monday, all five cases resulted in temporary injunctions from different courts, allowing construction to continue. Judges found the government's justification unconvincing, noting inconsistencies like allowing operational turbines while blocking new ones. The injunctions prevent substantial harm to the companies, and with projects near completion, they may finish before any government appeal. This highlights legal challenges to executive actions favoring fossil fuels over clean energy.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_70630678f8b1d805_c97f4a45d517.webp",
      "category": "Science"
    }
  ]
}