{
  "articles": [
    {
      "id": "09ad61ecce2a136b",
      "title": "What Is the FTSE 100 and Should Kids Learn About Investing?",
      "summary": "The FTSE 100 is a list of the 100 biggest companies in the UK, and it recently reached a very high number, which made investors happy. This article talks about whether this is a good time for people to start investing their money. Investing means putting money into things like stocks to try to make more money over time, but it can be risky because the value can go up and down. The article says that investing is usually best for the long term, like many years, so your money can grow bigger than if you just save it in a bank. However, it also explains that saving money in a bank is safer and good for emergencies because you can get your money quickly. Experts in the article say everyone should have some savings before they start investing to be safe. So, the article helps us understand that both saving and investing are important, but you need to think carefully about your own money.",
      "source": "BBC Business",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_09ad61ecce2a136b_49fba5b74adb.webp",
      "category": "Fun"
    },
    {
      "id": "1249e174143cf7c2",
      "title": "Families Struggle with High Energy Bills in America",
      "summary": "This article tells the story of Kristy Hallowell, a mom from New York who lost her job and then saw her energy bill jump to $1,800 a month. She couldn't pay, so her gas and electricity were turned off for six months. She, her two kids, and her mom had to use a generator to light and heat their house. Now, her electricity is back on with help from a local group, but she still owes $3,000 and worries about another shut-off. Many other American families are also behind on their bills because energy prices have gone up a lot. The article says that electricity prices rose 6.9% in one year, which is faster than other prices. President Trump says costs are falling, but some experts think his actions might make bills higher. The government is also cutting help for low-income people to pay their bills.",
      "source": "BBC Business",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_1249e174143cf7c2_326c145a90a8.webp",
      "category": "Fun"
    },
    {
      "id": "93f8911e97339815",
      "title": "Love Island Show Delayed by Wildfires",
      "summary": "A TV show called Love Island: All Stars has been postponed because of wildfires. The show is filmed in South Africa, and the villa where they film had to be evacuated to keep everyone safe. ITV, the company that makes the show, said health and safety is the most important thing, so they delayed the premiere. Wildfires are big fires that spread quickly in nature, and authorities in South Africa are working to control them. The show is a dating program where former contestants try to find love. Hosted by Maya Jama, it has 12 contestants, including two past winners. This delay means fans will have to wait longer to watch the new episodes.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_93f8911e97339815_813d456e907c.webp",
      "category": "Fun"
    },
    {
      "id": "b3b45803940b343f",
      "title": "A Super Valuable Comic Book",
      "summary": "A very old comic book from 1938, called Action Comics No 1, was sold for $15 million. This comic introduced Superman to the world. It used to belong to the famous actor Nicolas Cage. In 2000, it was stolen from his home during a party. The comic was missing for 11 years until it was found in a storage unit in California in 2011. After it was returned, Cage sold it for $2.2 million. Now, an anonymous collector bought it for much more money. This comic is very rare, with fewer than 100 copies left. It helped create the superhero stories we love today.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b3b45803940b343f_4b4d0ee5d094.webp",
      "category": "Fun"
    },
    {
      "id": "f909299cf48e53b6",
      "title": "David Bowie's Surprise Gift for a Village Car Park",
      "summary": "David Bowie was a famous singer who died in 2016. A man named Norman Miller from Binley Woods village in Warwickshire wanted Bowie to play a concert at their village hall to raise money for a car park. He wrote letters to Bowie, but Bowie's son Duncan Jones said no because Bowie was sick. After Bowie died, Jones sent Miller a letter with a joke and a surprise: he gave £10,116 to help pay for the car park. Miller was surprised and thought it might be a trick, but the money was real. Now, the village calls it 'the car park David Bowie paid for.' This story shows how Bowie's family was kind and remembered the letters.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_f909299cf48e53b6_9992aeb2034d.webp",
      "category": "Fun"
    },
    {
      "id": "4148afa0a1df6ef0",
      "title": "Movie Stars Become Citizens of Guinea",
      "summary": "Meagan Good and Jonathan Majors are famous actors from the United States. They traveled to Guinea, a country in West Africa, and became citizens there. They found out through DNA tests that their ancestors came from Guinea. This means they now have passports from Guinea and can feel connected to their heritage. At a special ceremony, they received their passports and watched traditional dances and music. The ceremony was organized by Guinea's government to welcome people of African descent back to their roots. The actors are visiting places in Guinea, like Boké, which has historical sites. Other celebrities have also become citizens of African countries to reconnect with their ancestry.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4148afa0a1df6ef0_d7f2f5286557.webp",
      "category": "Fun"
    }
  ]
}