{
  "articles": [
    {
      "id": "17c1e6cfa4dcb4ae",
      "title": "英国内政大臣称“英国联邦调查局”将释放警力处理日常犯罪",
      "summary": "英国内政大臣沙巴娜·马哈茂德宣布，将成立一个新的国家警察服务局（NPS），被称为“英国联邦调查局”，作为英格兰和威尔士警察改革的一部分。NPS将接管反恐、欺诈和有组织犯罪等重大案件的调查职责，目前这些工作由多个机构如国家犯罪局和地区有组织犯罪单位负责。这一变革旨在减轻地方警察的负担，马哈茂德指出，地方警察因缺乏适当培训而难以处理重大案件，导致无法有效应对如商店盗窃和反社会行为等日常犯罪。她描述日常犯罪已呈“流行病”态势，许多案件未受惩罚，削弱了社区信心。NPS将整合包括大都会警察局反恐部门在内的国家警务职能，由一名国家警察专员领导，并投资面部识别等新技术，统一培训和资源，以确保全国安全水平一致。尽管总体犯罪率下降，马哈茂德强调需通过这一重组模式应对上升的日常犯罪，该模式借鉴了以往如严重有组织犯罪局等改革经验。内政部还计划招募外部人才担任领导职务，标志着警务方式的广泛转型。此提案引发关于效率、资源分配及技术伦理的讨论。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_17c1e6cfa4dcb4ae_1a4c2bc11918.webp",
      "category": "News"
    },
    {
      "id": "a6ca563b6e6a0d0f",
      "title": "世界回归二战前秩序，“中等强国”面临严峻新挑战",
      "summary": "本文探讨了二战后的国际秩序，其中美国通过马歇尔计划等举措帮助欧洲重建，并遏制苏联扩张，建立了一个以规则为基础的系统，促进了西方的和平与民主。文章描述了一位演讲者在2002年9/11事件后在哥伦比亚大学的演讲，强调了美国在这一体系中的积极作用。然而，文章也呈现了来自巴基斯坦学生的对比观点，他将美国比作帝国罗马，认为美国权力在全球南方被视为压迫性和不负责任的，挑战了规则基于秩序普遍公平的观念，指出贸易规则和国际法执行的不对称性。随着世界向二战前的多极动态转变，大国竞争加剧，中等强国在应对这一不平等体系时面临新的困难，因为全球化利益并未均等分享。文章呼吁重新评估全球治理结构，以解决这些持续的不平等问题。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a6ca563b6e6a0d0f_bdba44e32ed5.webp",
      "category": "News"
    },
    {
      "id": "32ed4c13d343ab98",
      "title": "叙利亚军队宣布与库尔德领导部队的停火延长15天",
      "summary": "叙利亚国防部宣布，与库尔德领导的叙利亚民主军（SDF）的停火延长15天，此前一项为期四天的休战刚刚到期。此次延长旨在支持美军将涉嫌的伊斯兰国武装分子从叙利亚东北部监狱转移至伊拉克拘留中心，同时有助于降级冲突和保护平民。SDF确认了他们对协议的承诺，强调其在促进稳定方面的作用。然而，由于近期激烈冲突导致SDF失去大片控制区，且政府军在该地区增援，紧张局势依然高涨。停火是更广泛谈判的一部分，包括3月达成的SDF移交领土并将战斗人员与政府军合并的协议，但1月的谈判陷入僵局，导致冲突再起。最近签署了新版本协议，规定SDF成员将以个人身份融入军队和警察部队。SDF对政府军的军事集结表示担忧，视其为潜在升级迹象，但承诺遵守休战。这一停火发生在叙利亚主权主张、库尔德自治愿望和美国战略利益交织的复杂地缘政治框架内，反映了临时军事暂停与长期政治解决之间的脆弱平衡。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_32ed4c13d343ab98_662888309d37.webp",
      "category": "News"
    },
    {
      "id": "6e350453b25cbf7b",
      "title": "这些替代岩盐的融冰产品对宠物和庭院更安全",
      "summary": "冬季清理冰雪是必要的，但传统的岩盐（氯化钠）对环境、宠物和基础设施构成显著风险。专家指出，岩盐在15华氏度以下效果不佳，且会污染淡水、损害植被并侵蚀混凝土。作为替代品，氯化钙和氯化镁在极端寒冷条件下更有效，因为它们释放热量加速融冰，尽管成本更高且仍含有造成环境危害的氯化物。混合物和涂层可以缓解这些问题。一种显著更安全的选择是醋酸钙锰，作为环保替代品开发；它具有生物降解性并抑制腐蚀，但其高成本和可能影响水体氧含量的缺点是挑战。本文强调选择融冰产品时需平衡效果、安全性和环境管理，敦促消费者考虑长期影响而非仅关注初始费用。通过专家见解和行业参考，文章旨在促进对冬季维护中可持续实践的更深入理解。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6e350453b25cbf7b_62cbdedf0aba.webp",
      "category": "News"
    },
    {
      "id": "b69d8588ccbac812",
      "title": "与ICE相遇时，你有哪些法律权利？法律专家解析",
      "summary": "本文探讨了在与美国移民和海关执法局（ICE）官员相遇时，个人所拥有的法律权利。ICE作为联邦机构，有权执行移民法律，但其行动受到美国宪法，特别是第四修正案的限制，该修正案保护人们免受不合理的搜查和扣押。文章以明尼阿波利斯市的事件为例，描述了ICE官员拦截和拘留居民的情况，如一位苗族祖父和一位父亲，这些事件引发了抗议，并引发了对ICE权力界限的疑问。法律专家，包括亚历山德拉·洛佩斯和米歇尔·古德温，澄清了尽管ICE可以在公共场合询问人们，但更深入的互动如短暂拘留需要“合理怀疑”——这是一个基于事实证据而非猜测的标准。讨论涵盖了公共与私人场所的区别，指出家庭进入有更严格的要求。文章的目的是教育公众关于宪法保障，强调所有个人，无论移民身份如何，都享有这些保护。此外，文章还触及了更广泛的问题，如最高法院是否对激进的ICE行动变得更加宽容，鼓励读者了解自己的权利以有效应对此类情况。通过结合法律原则和实际案例，本文旨在减少混淆，促进对移民执法中公民自由的理解。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b69d8588ccbac812_4108dbfce893.webp",
      "category": "News"
    },
    {
      "id": "c879ccae2e61a35b",
      "title": "美国大规模冬季风暴导致数千航班取消",
      "summary": "一场严重的冬季风暴袭击了美国，导致周末期间数千航班取消，并对全国范围内的旅行和电力供应造成重大干扰。风暴影响了约1.4亿人，占美国人口的40%以上，从新墨西哥州到新英格兰地区都发布了冬季风暴警告。美国国家气象局预测，从周六到周一将有广泛的强降雪、雨夹雪和冻雨，气象学家艾莉森·桑托雷利指出，冰雪融化缓慢将阻碍恢复工作。为此，总统唐纳德·特朗普批准了至少十几个州的紧急声明，联邦紧急事务管理局预先部署了物资、人员和搜救团队，国土安全部长克里斯蒂·诺姆敦促人们尽可能留在家中。州级应对措施包括新泽西州州长米基·谢里尔实施商业车辆限制和高速公路35英里/小时的限速。南部各州的维修人员努力恢复倒塌的电线，而预报员警告说，冰灾造成的破坏可能堪比飓风，突显了风暴的强度和恢复工作的多方面挑战。",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c879ccae2e61a35b_1e3191fce83b.webp",
      "category": "News"
    }
  ]
}