{
  "articles": [
    {
      "id": "b783ab91fe218386",
      "title": "Birdgirl Helps Kids Enjoy Nature",
      "summary": "Dr. Mya-Rose Craig, known as Birdgirl, started a charity called Black2Nature when she was 13 years old. Her goal is to help children from ethnic minorities go outside and enjoy nature. For 10 years, she has organized camps and trips so kids can explore the countryside. Many of these children have never been to green spaces before. Dr. Craig says that when she first talked about this issue, people felt uncomfortable, but now things are changing. She believes nature is important for everyone's health and happiness. Her charity also works to make sure all people have equal access to parks and outdoor areas. By getting more kids involved, she hopes to build a better environment for the future.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_b783ab91fe218386_9caf407614c9.webp",
      "category": "Science"
    },
    {
      "id": "4c96abbf0e124ffd",
      "title": "More Breast Cancer in Young Women: A Surprising Health Story",
      "summary": "Doctors found that many young women are getting breast cancer, which is a serious disease. In a study from New York, about one out of every four breast cancers was in women aged 18 to 49 over 11 years. Most of these cancers were invasive, meaning they can spread, and some were aggressive types that are harder to treat. The research shows that younger women often have more severe cancers, even though there are no screening rules for them yet. Experts say doctors should check young women's risk to see if they need early screening. This is important because current guidelines only start screening at age 40 or 45 for most women, leaving a gap for younger patients.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_4c96abbf0e124ffd_6cbfd256639d.webp",
      "category": "Science"
    },
    {
      "id": "289abb67734b304c",
      "title": "Mining in Myanmar Hurts People and Nature",
      "summary": "In Myanmar, a country in Asia, people are mining rare earths, which are special metals used in things like phones and cars. The mining is happening in areas controlled by armed groups, and many workers like Sian go there to earn money because jobs are hard to find. They use chemicals to get the metals from the mountains, but this makes the water and soil dirty, hurting plants, animals, and people. Rivers get poisoned, and forests are cut down. China buys most of these metals, but the mining causes big problems in Myanmar. Experts say it's very harmful, and it's hard to stop because the work is secret and rules are weak. This story shows how mining can damage places and lives.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_289abb67734b304c_ccff243078d2.webp",
      "category": "Science"
    },
    {
      "id": "1e7f27ea2b5603c7",
      "title": "Super Graphene Helps Store Energy Better",
      "summary": "Scientists have made an exciting discovery using a special material called graphene to improve how we store energy. They created a new type of supercapacitor, which is like a super-fast battery that can charge quickly and hold a lot of power. This breakthrough could help make electric cars charge faster, support power grids, and improve everyday electronics like phones. The researchers used a process called heat treatment to unlock more of the carbon's surface area, allowing ions to move quickly. This means the supercapacitors can store energy similar to old batteries but release it much faster. The material comes from natural graphite found in Australia, making it easy to produce. This innovation is a big step toward cleaner and more efficient energy storage for our future.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_1e7f27ea2b5603c7_d5b3d661e549.webp",
      "category": "Science"
    },
    {
      "id": "5a3e8c041af1f088",
      "title": "Scientists See Brain Messages to Learn About Parkinson's",
      "summary": "Scientists at Johns Hopkins Medicine have found a new way to watch how brain cells talk to each other very quickly. They used a method called \"zap-and-freeze\" to look at living brain tissue from mice and humans. This helps them see tiny parts called synapses, where messages pass between cells. Most people with Parkinson's disease have a type that is not inherited, and problems at synapses might cause it. By understanding how healthy synapses work and where they go wrong, the scientists hope to find new treatments for Parkinson's. This research was published in a science journal and supported by the National Institutes of Health.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_5a3e8c041af1f088_6148a5afd28b.webp",
      "category": "Science"
    },
    {
      "id": "5e65e9b6acc0310b",
      "title": "Five Big Moments When Your Brain Changes",
      "summary": "Scientists found that our brains change in five big stages as we grow from babies to older adults. They studied brain scans from many people, from newborns to 90 years old. The first stage is from birth to about age nine, when the brain grows fast and learns a lot. Then comes adolescence, which lasts until around age 32, where the brain gets better at thinking and connecting. Next is adulthood, from the 30s to 60s, when the brain is stable. After that, early aging starts near age 66, and late aging begins around 83, which can involve memory changes. These stages help us understand why we learn, behave, and sometimes face challenges like learning problems or dementia at different ages.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_5e65e9b6acc0310b_b52838eefb49.webp",
      "category": "Science"
    }
  ]
}