{
  "articles": [
    {
      "id": "e027724421c11474",
      "title": "Claire Foy's Health Story",
      "summary": "Claire Foy is a famous actress who played Queen Elizabeth II in a TV show called The Crown. She recently shared that she had parasites in her body for five years. Parasites are tiny bugs that can live inside people and make them sick. She thinks she got them while visiting Morocco. Because of this, she lost weight and felt unwell. To get better, she stopped drinking caffeine and took some medicine. She also has an autoimmune condition, which means her body sometimes fights itself, so she avoids gluten and sugar to stay healthy. Doctors say worm infections like this are usually not serious and can be treated easily. Claire Foy is now doing well and continues to act in movies and shows.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_e027724421c11474_c3cc52bf8a6b.webp",
      "category": "Fun"
    },
    {
      "id": "19060a722e600ec6",
      "title": "Draco Malfoy Brings Luck for Chinese New Year",
      "summary": "Draco Malfoy, a character from Harry Potter, has become a fun mascot for Lunar New Year in China. His Chinese name, Ma-er-fu, sounds like words for horse and fortune, which is lucky because this year is the Year of the Horse. People in China love Harry Potter, so they are using pictures of Draco Malfoy to decorate their homes. They stick his picture on doors or hang it upside down for good luck. On social media, fans share these pictures and say they bring fortune. Even the actor who plays Draco, Tom Felton, noticed this trend and shared it online, making fans happy. This shows how a movie character can become part of a holiday tradition.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_19060a722e600ec6_310ae952d0b1.webp",
      "category": "Fun"
    },
    {
      "id": "2fffa1471feb1ea1",
      "title": "Allan Massie: A Famous Writer and Storyteller",
      "summary": "Allan Massie was a famous writer from Scotland who lived to be 87 years old. He wrote many books and stories that people loved to read. He was different from other Scottish writers because he liked to write about history and had different political ideas. He was born in Singapore and went to school in Scotland and England. He lived in the Scottish Borders and wrote exciting stories set in the past, like in ancient Rome or during World War Two. He also wrote for newspapers, sharing his thoughts on books, politics, and even rugby. He started writing full-time when he was 38, after being a teacher. People compare him to other great writers like Sir Walter Scott because they both told thrilling tales. Massie was known for making big ideas fun to read about, and he won an award for one of his books. His death means Scotland lost a smart and funny commentator.",
      "source": "BBC Entertainment",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_2fffa1471feb1ea1_9f762ca008c9.webp",
      "category": "Fun"
    },
    {
      "id": "19823b71aaff49bb",
      "title": "BTS Has a Big Comeback Show and Movie on Netflix",
      "summary": "BTS is a famous K-Pop band that is coming back together after a break. They will have a live concert on Netflix on March 21 from a big square in Seoul, South Korea. This is to celebrate their new album called ARIRANG, which comes out on March 20. After the concert, Netflix will show a documentary movie about BTS on March 27, giving fans a special look behind the scenes. The band members had to do military service, which is a rule in South Korea, and now they are back. They will also go on a world tour to many cities, including London in July. Millions of fans, called ARMY, are excited to see them again.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_19823b71aaff49bb_82ef2337e395.webp",
      "category": "Fun"
    },
    {
      "id": "9b447a3c0efe6e19",
      "title": "The Happy Slam: A Fun Tennis Party",
      "summary": "The Australian Open is a big tennis tournament that players love, called the 'Happy Slam' by Roger Federer. It has grown into a huge festival with lots of fun activities like music concerts and special events, making it like a tennis version of Glastonbury. This year, it added new things like the One Point Slam to attract more people. However, some problems have come up, such as too many cameras watching players and crowds that might not care about tennis. With the leader of the tournament possibly leaving, people are wondering what will happen next. The event used to be quiet before the matches but now has star players and shows every day, turning it into a three-week party. This mix of sports and entertainment brings in big crowds and money, but it also raises questions about keeping the focus on tennis.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9b447a3c0efe6e19_8eaee7f7f2ec.webp",
      "category": "Fun"
    },
    {
      "id": "4fc81c7ecdfa42b0",
      "title": "Hunting for a Special Antimatter Change",
      "summary": "Scientists are working on a big experiment called MACE to look for a very rare event. They want to see if muonium, a tiny particle made of a muon and an electron, can change into antimuonium, which is its antimatter twin. This change is not allowed by the current rules of particle physics, called the Standard Model. If they find it, it would show that there are new physics beyond what we know. The experiment uses special tools like a muon beam and detectors to try to see this change, which is very hard to spot because it happens so rarely. It could help us learn more about the universe and might lead to new technologies for science and medicine. The project is led by scientists in China and involves international teamwork.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4fc81c7ecdfa42b0_b1f99ab1ab7d.webp",
      "category": "Fun"
    }
  ]
}