{
  "articles": [
    {
      "id": "360abd4d4d51ce1d",
      "title": "Budget Expectations for Anxious Businesses",
      "summary": "Business leaders in the UK are approaching the chancellor's second Budget with heightened anxiety, following significant tax increases from the previous year, including a £25 billion rise in National Insurance and higher minimum wages. Confidence among executives has deteriorated, with surveys indicating widespread concern. The upcoming Budget is expected to introduce further tax rises, potentially reducing GDP growth by 0.2% in 2026, according to estimates from Capital Economics. However, the Bank of England may counteract this by lowering interest rates to stimulate borrowing and spending. Government advisers suggest that inflation and other factors affecting business confidence could improve next year, and the chancellor might highlight these positives. The government aims to avoid additional surprises and blanket tax hikes, emphasizing stability as key to growth, as echoed by CBI head Rain Newton-Smith. Reforms to business rates are also anticipated, such as making discounts permanent and addressing sudden increases for small firms, possibly funded by higher rates on large retailers. Business Secretary Peter Kyle has announced supportive policies, reflecting a focus on business-friendly measures.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_360abd4d4d51ce1d_6010ca03e5e5.webp",
      "category": "News"
    },
    {
      "id": "1f0a2f798ea38d1e",
      "title": "Breakthrough Gene Therapy Transforms Life for Boy with Rare Disease",
      "summary": "Oliver Chu, a three-year-old from California, has made remarkable progress after becoming the first person globally to receive a pioneering gene therapy for Hunter syndrome, a severe inherited disorder. This condition, caused by a faulty gene, prevents the production of a crucial enzyme, leading to progressive damage to the body and brain, often resulting in early death. The therapy, administered at Royal Manchester Children's Hospital, involves altering Oliver's cells to address the genetic defect. A year into the treatment, he is developing normally, which has amazed medical professionals like Prof Simon Jones, who has awaited such outcomes for two decades. The Chu family's journey highlights the emotional impact, with Oliver's mother expressing overwhelming joy. The BBC's coverage reveals the challenges in funding the clinical trial, which almost failed to start. This case is part of a broader trial involving five boys worldwide, showcasing the potential of gene therapy to combat rare diseases and offering new hope for patients and families affected by similar conditions.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1f0a2f798ea38d1e_a7cda0e30fa0.webp",
      "category": "News"
    },
    {
      "id": "f98469b2549dc596",
      "title": "BBC Executives Face Parliamentary Scrutiny Over Resignations and Editorial Issues",
      "summary": "Senior BBC executives, including Michael Prescott and Samir Shah, are set to be questioned by Members of Parliament (MPs) from the Culture, Media and Sport Committee. This hearing follows a series of crises at the BBC, triggered by the leak of an internal memo from Prescott that highlighted editorial concerns, such as the editing of a Donald Trump speech in a Panorama episode, which combined two sections and was later apologized for by Shah. The memo also pointed to broader issues like bias in BBC Arabic's coverage of the Israel-Gaza war and one-sided reporting on trans issues. These revelations led to the resignations of Director General Tim Davie and Head of News Deborah Turness, and more recently, board member Shumeet Banerji resigned over governance problems, increasing pressure on Chairman Shah. The committee, chaired by Caroline Dinenage, aims to investigate these events, assess the BBC's journalism standards, and discuss ways to rebuild public trust amid accusations of institutional bias and political interference. This situation has sparked a wider debate about the future and integrity of the BBC's news output.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f98469b2549dc596_c2157764bc31.webp",
      "category": "News"
    },
    {
      "id": "83a7dcb71badef7c",
      "title": "Catherine's Campaign Against Addiction Stigma",
      "summary": "Princess Catherine has issued a strong message calling for an end to the stigma surrounding addiction, emphasizing that it should be viewed as a complex mental health condition rather than a personal failure. As patron of The Forward Trust, she is promoting Addiction Awareness Week from 23-30 November, urging society to offer empathy and support to those struggling with dependencies on alcohol, drugs, or gambling. Catherine highlights that stigma perpetuates shame and fear, driving addiction underground and harming families and communities. She draws parallels between addiction and mental health issues, noting that progress has been made in understanding, but more action is needed. By encouraging open conversations and compassion, she aims to bring addiction out of the shadows, making it easier for individuals to seek help from organizations like The Forward Trust. This builds on her previous advocacy, including personal support in 2022, and features collaborations like a video from former athlete Tony Adams, showcasing the power of dialogue in recovery.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_83a7dcb71badef7c_4ef9bc7dbfe8.webp",
      "category": "News"
    },
    {
      "id": "63c4b5ebb61e1e18",
      "title": "FDA Updates on Menopause Hormone Therapy Safety",
      "summary": "The U.S. Food and Drug Administration recently decided to remove most black box warnings from hormone drugs used for menopause symptoms, after these warnings had been in place since 2003. Originally, the warnings were added due to a large study that linked the medications to increased risks of breast cancer, stroke, and heart attacks, which made many patients and doctors avoid them. However, recent research has clarified that the original study focused on older women and outdated hormone forms, and newer evidence indicates that the therapies are much safer, particularly for women under 60 or within 10 years of menopause. Hormone therapy, including local options like creams for vaginal issues and systemic options like patches for whole-body effects, works by supplementing estrogen and progesterone. Doctors emphasize that treatment should be personalized, and women should consult healthcare providers to weigh benefits and risks, as some warnings for endometrial cancer remain on estrogen-only drugs.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_63c4b5ebb61e1e18_38fa112640f3.webp",
      "category": "News"
    },
    {
      "id": "94f4cd13285ba15d",
      "title": "Uncovering the Hidden History of Thanksgiving",
      "summary": "In this article, historian Thomas Tweed explores how the popular narrative of Thanksgiving has been shaped over time, often excluding important historical facts. While most Americans associate Thanksgiving with the Pilgrims' 1621 feast with Native Americans, Tweed points out that rituals of giving thanks have a much longer history in North America. For instance, Native American groups like the Wampanoag celebrated harvest festivals, and the Cahokians held large feasts in the 11th century to thank deities, long before European settlers arrived. The Pilgrims, who were separatist Puritans seeking religious freedom, settled in Plymouth after moving from Holland. However, the emphasis on their story in the late 19th and early 20th centuries narrowed American identity, erasing contributions from Native Americans, Catholics, and Jews. Tweed argues that this selective memory has divided Americans by promoting a simplified version of history. By highlighting earlier traditions, the article encourages a more inclusive understanding of Thanksgiving that acknowledges diverse cultural roots.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_94f4cd13285ba15d_0e54c81b1c8c.webp",
      "category": "News"
    }
  ]
}