{
  "articles": [
    {
      "id": "bec7f6d09e428b86",
      "title": "克耶高斯将在布里斯班重返ATP巡回赛",
      "summary": "尼克·克耶高斯将在布里斯班国际赛重返ATP巡回赛，这是他10个月来的首次参赛，获得了外卡资格。2025年，他因健康问题仅参加了五场单打比赛，最近一场是在迈阿密公开赛的第二轮失利。在布里斯班之前，他将于12月28日与女子世界第一阿丽娜·萨巴伦卡进行一场备受争议的“性别大战”表演赛，该比赛将在BBC一台直播。这场表演赛引发了球迷和专家之间的辩论。此外，克耶高斯还将参加库扬经典热身赛，为可能重返澳大利亚公开赛做准备。由于一系列严重伤病，他的世界排名已降至673位，且没有保护排名，因此需要外卡才能参加大满贯赛事。自2022年以来，他仅参加了一场大满贯比赛，突显了他复出之路的挑战。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_bec7f6d09e428b86_26faec586814.webp",
      "category": "Fun"
    },
    {
      "id": "74ead02776ff0823",
      "title": "环球影城英国主题公园计划：挑战巴黎迪士尼乐园的“赢家与输家”",
      "summary": "环球影城已获得在英国贝德福德附近肯普斯顿哈德威克建设大型主题公园的规划许可，预计于2031年开业。该项目旨在通过成为全球最大主题公园之一来挑战巴黎迪士尼乐园，预计初期年游客量达850万，到2051年可能增至1200万，有望成为欧洲访问量最高的公园。公园总面积268公顷，其中主题公园占96.7公顷，远超巴黎迪士尼乐园的约52公顷，并计划拥有欧洲最高的游乐设施。然而，当地居民如克劳迪娅·皮克斯利提出批评，认为土地收购不足和狭窄乡村道路可能导致交通拥堵，她称该计划为“绝对疯狂”。环球影城的调查显示，贝德福德地区92%的受访者支持开发，突显了社区热情与个人担忧之间的分歧。这一项目被视为英国娱乐业的世代机遇，但基础设施和与巴黎迪士尼乐园等现有公园的竞争仍是关键挑战。文章探讨了大规模开发的复杂性，平衡经济潜力与环境和社会影响，同时质疑环球影城能否在竞争激烈的全球市场中实现其雄心勃勃的目标。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_74ead02776ff0823_64d879c054e9.webp",
      "category": "Fun"
    },
    {
      "id": "c9ef9831eb14d2d9",
      "title": "2025年最佳专辑和歌曲：意外回归与歌剧流行",
      "summary": "2025年，BBC新闻通过汇总30多份领先音乐出版物的年终榜单，进行了一项“民意调查的民意调查”，以创建年度最佳专辑和单曲的“超级排名”。这一分析显示，评论家更青睐创新和艺术上重要的音乐，而非商业大片。例如，泰勒·斯威夫特的高销量专辑《The Life Of A Showgirl》仅获得少数提名，而最大单曲亚历克斯·沃伦的《Ordinary》仅出现在一份榜单中。相反，像艾迪生·雷这样的艺术家，以其探索欲望的恍惚流行专辑，和莉莉·艾伦，以其在《West End Girl》中对婚姻破裂的详细描绘，受到关注。新晋艺术家如独立乐队Geese也获得认可。评论家的选择强调了改变流行趋势的音乐，展示了对风格原创性和情感深度的偏好，而非仅仅流行度。本指南提供了对年度最受赞誉作品的见解，反映了音乐产业更广泛的转变。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c9ef9831eb14d2d9_9b3f1e312f00.webp",
      "category": "Fun"
    },
    {
      "id": "40fafa610e407344",
      "title": "凯特·温斯莱特描述如何应对媒体侵扰",
      "summary": "凯特·温斯莱特在采访中谈到了她在因1997年电影《泰坦尼克号》成名后，如何应对“令人震惊”的媒体报道和侵扰。这位演员兼导演表示，她被狗仔队跟踪，电话被窃听，甚至有人翻看她的垃圾桶，并向当地商店打听她购买了什么，以“试图弄清楚我的饮食情况”。她说：“这太可怕了。”多年后，她在婚姻破裂期间经历了进一步的侵扰，并补充说，她应对媒体关注的方式是“一顿美餐、一次共享的对话、一杯好咖啡、一点电台司令乐队的音乐和一次顺畅的排便”。她说：“你知道，生活因为这些小事而变得更美好。”在20岁出头拍摄《泰坦尼克号》时，温斯莱特在身体方面心理状态“不是特别好”。尽管拍摄经历令人难以置信，但她说，电影上映后，她的世界“完全被颠覆了”。她说：“我还没有准备好迎接那个世界。”她提到从小收到关于外表的负面评论，回忆起小学时被同龄人昵称为“胖子”，后来一位戏剧老师告诉她，如果她想当演员，就“只能演胖女孩的角色”。从15岁到19岁，她说自己“断断续续”节食，到最后“几乎不吃东西”。她说：“这真的很不健康。”《泰坦尼克号》上映后，她开始看到自己登上报纸和杂志的封面，通常伴随着她描述的“可怕、糟糕、实际上是辱骂性的名字”。她说：“这太可怕了。有人窃听我的电话。他们无处不在。而我孤身一人。我害怕睡觉。”朋友和亲近的人的支持是她当时应对方式的一部分——包括一对邻居夫妇，他们会在两家之间的花园墙上留给她“一碗热气腾腾的意大利面和一小杯红酒”。在进一步谈到当时媒体对她的描绘时，温斯莱特描述了杂志封面上的图像如何在未经她知情的情况下被编辑——这也是她在2000年代初著名地公开谈论过的事情。温斯莱特向劳伦·拉弗恩回忆说，看着那些类型的图像，她想：“我不长这样。我的肚子没那么平。我的腿没那么长，我的胸部没那么大。什么？我的手臂没那么结实。这到底是怎么回事？”",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_40fafa610e407344_bfc5ab51bfb0.webp",
      "category": "Fun"
    },
    {
      "id": "8330edd4705ce27b",
      "title": "托马斯·斯金纳声称BBC操纵《舞动奇迹》投票将其淘汰",
      "summary": "前《舞动奇迹》参赛者托马斯·斯金纳声称，BBC操纵了导致他离开该节目的公众投票。这位社交媒体名人指控称，在他被淘汰当晚，他收到一封“匿名电子邮件，自称来自BBC高管，附有统计数据”，显示他“获得的票数远多于表面所示”。邮件还称，BBC对他与美国副总统JD·万斯的会面感到“愤怒”和“紧张”。此前有报道称，斯金纳正就投票被操纵一事起诉BBC。BBC发言人驳斥了这一指控，表示《舞动奇迹》的公众投票“由独立机构监督和验证，以确保完全准确”。他们补充说：“任何相反的说法都毫无根据。”验证该节目公众投票的公司PromoVeritas表示，其收到的所有投票都经过“验证”并由“两名审计师独立全面核查”。据了解，BBC未获悉此事有任何法律投诉。斯金纳是今年系列赛中首位被投票淘汰的名人参赛者。在周六决赛前——届时前参赛者将回归——他宣布不会出席。他在X上发长文解释：“我与可爱的舞伴艾米·道登沟通，确保她对我缺席没问题”，并公开评论是“为了让人们知道我缺席的真相”。他说：“我不想让人们认为我怀恨在心，但我没有。”斯金纳声称他已“独立验证”据称来自BBC高管的电子邮件的真实性，但具体方式不明。他表示曾要求查看官方投票计数“以证实邮件中的数据，但被告知不能向我展示”，且“节目历史上从未展示过”。他补充说，还有“一些小事情”加剧了“这一切多么不公平”的感觉，比如他的欢迎礼物是唯一“据称被偷的”。BBC发言人表示，尽管多次请求，斯金纳尚未与广播公司的任何人分享这封电子邮件，因此他们无法置评。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_8330edd4705ce27b_f5912c129a0d.webp",
      "category": "Fun"
    },
    {
      "id": "7a1ed1403ca77698",
      "title": "被免职的Ben & Jerry's主席称Magnum意图“诽谤”她",
      "summary": "Ben & Jerry's被免职的独立董事会主席Anuradha Mittal指控该品牌的所有者Magnum公司威胁对她发起公开诽谤活动。Mittal告诉BBC，Magnum威胁如果她不辞职，将发布“诽谤性声明”。这源于佛蒙特州的活动家冰淇淋制造商与其所有者之间日益激烈的争端，涉及董事会的独立性及其追求社会使命的自由。Magnum表示，根据其委托外部顾问进行的调查，Mittal“不再符合任职标准”。周一的一份声明中，Magnum概述了董事会运作方式的变更，包括对任职人员实行九年限制。除了Mittal表示收到告知她被免职的信件外，另外两名董事会成员也将因此离职。Magnum还表示，对Ben & Jerry's基金会的审计“发现了一系列财务控制、治理和其他合规政策方面的重大缺陷，包括利益冲突”。Mittal向BBC的《世界商业报道》表示，Ben & Jerry's董事会与其所有者之间的摩擦已升级，涉及品牌独立性、社会使命和诚信问题。“多年来，我们一直在抵制他们的越权行为，包括他们试图压制我们为人权、和平发声的努力，”她说。该品牌以其口味名称中的俏皮双关语而闻名，此前由联合利华拥有，直到本月早些时候，这家家用消费品巨头将其冰淇淋部门分拆成立Magnum冰淇淋公司。Ben & Jerry's于2000年出售给联合利华，交易允许其保留独立董事会和决定社会使命的权利。这在联合利华拥有期间经常引发摩擦。2021年，Ben & Jerry's拒绝在以色列占领区销售产品，导致其以色列业务被联合利华出售给当地被许可方，10月，Ben Cohen表示其被阻止推出表达“与巴勒斯坦团结”的冰淇淋。这一争端现由Magnum继承，最终导致本周的僵局和Mittal的免职。“今年10月，联合利华-Magnum高管威胁我，如果我不辞职，将在即将发布的招股说明书中包含诽谤性声明，”Mittal说。",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7a1ed1403ca77698_4452cb611ae1.webp",
      "category": "Fun"
    }
  ]
}