{
  "articles": [
    {
      "id": "1764508aabc6e911",
      "title": "A Bubbly Space Crash: The Champagne Cluster",
      "summary": "Astronomers found a special group of galaxies called the Champagne Cluster. It looks like bubbles and was discovered on New Year's Eve in 2020. This cluster is actually two groups of galaxies crashing into each other. The hot gas from the crash is shown in purple in pictures from a space telescope. The gas is stretched out, which tells scientists it's a collision. There are also two bunches of galaxies, one above and one below, showing the two groups. The hot gas and dark matter, which we can't see, make up most of the mass in this cluster. Scientists use telescopes on Earth to take pictures in colors like red, green, and blue. They compare what they see with computer games to guess how the crash happened. This helps them learn about dark matter in space.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_1764508aabc6e911_c4026168e787.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "Mystery of Women in a Medieval Cemetery",
      "summary": "Archaeologists in Wales are trying to solve a mystery about women buried in a medieval cemetery. They found 58 skeletons from the 6th or 7th century, and almost all are women. The team discovered a small building outline, beads, and other items that show the women might have been part of a religious community. The graves are shallow and cut into rock, and people wanted to be buried near the building, sometimes sharing graves. This helps us learn about life long ago and who these women were.",
      "source": "BBC Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    },
    {
      "id": "6b327703ca1ce599",
      "title": "How a Missing Protein Makes Our Immune System Weaker as We Age",
      "summary": "As people get older, their immune system can become weaker, making it harder to fight off sickness. Scientists have found that a protein called platelet factor 4 is important for keeping our immune system strong. This protein helps control special cells in our bone marrow called blood stem cells, which make all the cells in our blood and immune system. When we are young, platelet factor 4 tells these stem cells when to divide and make new cells. But as we age, our bodies produce less of this protein. Without enough platelet factor 4, the stem cells divide too much and can get damaged, leading to more health problems like infections or cancer. In experiments with mice, scientists showed that adding back platelet factor 4 to older cells helped reverse some signs of aging, making them act like younger cells again. This discovery could lead to new treatments to help older people stay healthier by boosting their immune systems.",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_6b327703ca1ce599_27b98de8c354.webp",
      "category": "Science"
    },
    {
      "id": "4a029eda89c83930",
      "title": "How Drinking a Little Alcohol Can Increase Mouth Cancer Risk",
      "summary": "A new study from India shows that drinking even a small amount of alcohol every day, like one drink, can raise the risk of getting mouth cancer by 50%. Mouth cancer is a serious disease that affects the inside of the cheeks and lips, and it is very common in India, causing many deaths each year. The study found that people who drink alcohol and also chew tobacco have an even higher risk, with this combination possibly causing over half of all mouth cancer cases in the country. Researchers looked at thousands of people, some with cancer and some without, to learn about their drinking and tobacco habits. They discovered that locally made alcoholic drinks, often drunk in rural areas, are especially risky. This research helps us understand why it's important to be careful with alcohol and tobacco to stay healthy.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    },
    {
      "id": "3bad7d2a3bb54b4b",
      "title": "Time Moves Faster on Mars: A Fun Space Discovery",
      "summary": "Scientists have found that time on Mars goes a little faster than on Earth! This is because of gravity and how planets move. On Earth, we use clocks and satellites to keep time, but Mars has weaker gravity, so clocks there tick 477 microseconds faster each day. That's a tiny amount, but it adds up. Mars also has longer days and years than Earth. Knowing this helps future astronauts who might live on Mars, so they can navigate and communicate better. The scientists used data from Mars missions and Einstein's ideas to figure this out. This discovery is important for exploring space and making sure everyone knows what time it is on Mars.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3bad7d2a3bb54b4b_6357e0c90bca.webp",
      "category": "Science"
    },
    {
      "id": "819d86f0c8335e74",
      "title": "Northern Lights Will Light Up the Sky in 2026",
      "summary": "In 2026, people in the UK might see the Northern Lights, which are colorful lights in the sky. The Sun has an 11-year cycle where it gets more active and then less active. Right now, the Sun is still very active even though the peak was in 2024. In November 2025, a big solar flare from the Sun made the Northern Lights visible in the UK, even in southern areas like Devon and Cornwall. Solar flares send energy to Earth, creating these beautiful lights. Even as the Sun gets quieter towards 2031, one big flare in 2026 could still make the Northern Lights appear. This is exciting because it means more chances to see this natural wonder.",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_819d86f0c8335e74_9215da7521fc.webp",
      "category": "Science"
    }
  ]
}