{
  "articles": [
    {
      "id": "15343eb2c64f7dee",
      "title": "Northern Lights Light Up UK Skies with Pretty Colors",
      "summary": "The Northern Lights, also called Aurora Borealis, made the sky in the UK look green and pink on Monday night. This happens when particles from the sun hit Earth's air and make colors. People in Scotland, Northern Ireland, Wales, and parts of England saw it and sent photos to the BBC. Sometimes, the Northern Lights can be seen in other places like Italy and France too. On Tuesday, it might not be as strong or visible in the south because of clouds, but some clear skies in Scotland and Northern Ireland could still show it. The sun is very active right now, which causes more of these lights. They are safe for us but can affect technology. To see them, find a clear sky and look north, or use a camera.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_15343eb2c64f7dee_16dd9a15391f.webp",
      "category": "News"
    },
    {
      "id": "48132943168be2ef",
      "title": "Europe Changes Its Plan with President Trump Over Greenland",
      "summary": "President Trump wants the United States to take control of Greenland, a territory of Denmark, for safety reasons. He says Europe's leaders won't push back much, but they are planning to stand up to him at a big meeting called the World Economic Forum. Greenland is part of Denmark, which is in the European Union and NATO. Trump is pressuring Denmark's friends in these groups to let the US have Greenland or face high taxes on their exports to America. This worries European countries like Germany and Italy, which sell cars and luxury goods to the US. Germany's finance minister said they won't be blackmailed. European leaders had been trying to be gentle with Trump, but now they are changing their approach. They will tell Trump they support Arctic security together, so he doesn't need to act alone on Greenland. At the same time, Europe might put big taxes on US goods or limit American companies in Europe if Trump goes ahead with his plan. This could also affect US consumers.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_48132943168be2ef_71ebde572817.webp",
      "category": "News"
    },
    {
      "id": "52f6d3ef3f9198dc",
      "title": "Hospitals with Longer Waits: A Simple Look",
      "summary": "This article talks about hospitals in England where patients are waiting longer for treatments like knee and hip operations. About one-quarter of hospitals have seen waiting times get worse over the past year, even though the government has a plan to fix this. Some hospitals are struggling because they don't have enough staff, doctors are on strike, or their computer systems have problems. The story shares the experience of Mary, a 72-year-old woman with arthritis who had to wait eight months for an assessment. By the time she was seen, her health had gotten so bad that she needed many surgeries, but she decided not to have them because it was too much. She now uses a mobility scooter and lives with pain. Experts say quick treatment can help people a lot, but not everyone gets it equally. The government wants to make waits shorter by 2029, but it's a big challenge.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_52f6d3ef3f9198dc_13e0ad8e0f92.webp",
      "category": "News"
    },
    {
      "id": "cd6a056bb8bdc15b",
      "title": "Sundance Film Festival Says Goodbye to Park City and Robert Redford",
      "summary": "The Sundance Film Festival is a big event for independent movies that happens every year in Park City, Utah. This year, it is a little sad because the festival is saying goodbye to Park City, where it has been held for a long time, and to its founder, Robert Redford, who passed away recently. Next year, the festival will move to Boulder, Colorado. At the festival, people watch many different movies, including comedies, dramas, and thrillers, and they celebrate old favorite films like 'Little Miss Sunshine'. Stars like Natalie Portman and new filmmakers come to share their work. Sundance helps filmmakers start their careers by showing their movies to big audiences. Many people are excited to see what will happen next as the festival changes and grows in a new place.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_cd6a056bb8bdc15b_cc2218145881.webp",
      "category": "News"
    },
    {
      "id": "9642edbb7f7507f0",
      "title": "Mexico's President Calms Worries About U.S. Military Moves",
      "summary": "Mexico's President Claudia Sheinbaum helped people feel better after two U.S. military actions near Mexico made them worried. First, the U.S. warned planes to be careful flying over the ocean near Mexico because of military activities. Sheinbaum waited until the U.S. gave written promises that no U.S. military planes would fly over Mexico. Second, a U.S. military plane landed at an airport near Mexico City, and some people asked questions about it. Sheinbaum explained it was a training trip for Mexican workers, approved by Mexico's defense leader. These events made people nervous because of recent U.S. actions in Venezuela and talks about fighting drug cartels in Mexico. Sheinbaum and U.S. President Trump talked and agreed to work together on safety, but Mexico says its rules must be respected.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9642edbb7f7507f0_fd9112904fc0.webp",
      "category": "News"
    },
    {
      "id": "5087c54a72f224d2",
      "title": "President Trump Wants Greenland and Europe Says No",
      "summary": "President Trump wants the United States to buy Greenland, which is a big island owned by Denmark. He is telling European countries that if they don't let the U.S. have Greenland, he will make them pay extra taxes on things they sell to America. European leaders are meeting to decide what to do. They are sending more soldiers to Greenland to protect it and say they support Greenland staying with Denmark. President Trump is upset because he didn't win the Nobel Peace Prize, so he says he might not use only peaceful ways to get Greenland. This is causing a big argument between the U.S. and Europe.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5087c54a72f224d2_54cd78271c6a.webp",
      "category": "News"
    }
  ]
}