{
  "articles": [
    {
      "id": "0522c5427d4a5588",
      "title": "COP30 Climate Summit: What Happened in Brazil",
      "summary": "The COP30 climate summit in Belém, Brazil, was a big meeting where countries tried to agree on how to stop global warming, but it ended with a lot of disagreements. Many countries were angry because the final agreement did not mention fossil fuels like oil and gas, which cause climate change. Some countries that produce these fuels were happy with the result. Brazil's president, Lula, wanted to create a plan to move away from fossil fuels, but the COP president, André Corrêa do Lago, focused on getting everyone to agree, so the plan was dropped. This shows that it's hard for the world to work together on climate issues, but the summit did keep the climate talks going.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_0522c5427d4a5588_c0e53d9071cd.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "Trump's Plan to Stop the War in Ukraine",
      "summary": "President Donald Trump has a plan to end the war between Russia and Ukraine, but he says it is not his final offer. This means he might change it. Leaders from countries like Canada, Japan, and many in Europe think the plan has good parts but needs more work. They are worried about changing Ukraine's borders and limiting its army. On Sunday, officials from the US, UK, France, Germany, and Ukraine will meet in Geneva to talk about the plan. Ukraine's President Zelensky says this is a very hard time because the US is pushing Ukraine to accept a plan that might help Russia. Trump has given Ukraine until November 27 to decide. The goal is to stop the fighting and bring peace.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_e998fae63205.webp",
      "category": "News"
    },
    {
      "id": "b1b91f0007588bf8",
      "title": "A Special Watch from the Titanic Sells for a Lot of Money",
      "summary": "A gold pocket watch that belonged to a rich passenger on the Titanic was sold for £1.78 million at an auction. The watch was found on Isidor Straus, who died when the Titanic sank in 1912 after hitting an iceberg. He was a businessman who owned Macy's store. His wife Ida also died because she did not want to leave him. The watch stopped at 2:20 AM, the time the ship sank. It was a birthday gift from Ida. Other items from the Titanic were sold too, like a letter and a passenger list. The auction made £3 million in total. People are still very interested in the Titanic story after 113 years.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_b1b91f0007588bf8_4538d7a5a028.webp",
      "category": "News"
    },
    {
      "id": "f5fe3c5151eace1b",
      "title": "Train Ticket Prices Stay the Same Next Year",
      "summary": "The government in England has said that train ticket prices will not go up next year. This is the first time in 30 years that prices are frozen. It means that for tickets like season tickets and off-peak returns, the cost will stay the same until March 2027. Usually, train fares increase every year based on something called the retail price index, but this time they are being held steady. The government wants to help people with the cost of living by keeping travel affordable. A group that represents train companies thinks this is good news for customers. Not all tickets are included, though—only about 45% of fares in England are regulated. This freeze is a big change to make life easier for commuters and travelers.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_f5fe3c5151eace1b_f1c39fad77cd.webp",
      "category": "News"
    },
    {
      "id": "c22cc6226fa9b507",
      "title": "The Amazing Story of Pecans",
      "summary": "Pecans are nuts that have been around for a very long time, starting 8,000 years ago with Native Americans who used them for food and trade. They are native to the southern United States and grow on trees that produce lots of nuts. Over time, people like George Washington enjoyed eating pecans, and now they are very popular, especially in pies during holidays. Pecans are easy to carry and full of healthy fats. Today, most pecans in the world come from the U.S., and they are used in many foods like pecan milk and butter. This article explains how pecans went from being ignored to becoming a favorite treat.",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "Trump's Peace Plan for Ukraine",
      "summary": "President Trump has a plan to help end the war between Ukraine and Russia. He says it is not his final offer, meaning he might change it. Ukraine's leader, Zelenskyy, wants to defend his country and is worried about the plan. The plan asks Ukraine to give some land to Russia and not join a group called NATO. Other countries like France and Germany are helping Ukraine and want to make sure any peace is fair. They believe borders should not be changed by force. Leaders from Europe and the U.S. will meet to talk about the plan. Everyone hopes for peace, but they want it to be safe and lasting for Ukraine.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    }
  ]
}