{
  "articles": [
    {
      "id": "b895374a3ae62d1e",
      "title": "Heather Watson's Injury Setback and Australian Open Absence",
      "summary": "Heather Watson, a 33-year-old British tennis player, has confirmed she will miss the Australian Open this month due to a tendon injury in her glute muscle, which has kept her out of competition since August 2025. This marks her first major injury in her 17-year professional career, causing her world ranking to drop to 269th and her British ranking to ninth. Watson last competed in the US Open qualifying round and has not played since, with her most recent match at Wimbledon in July. Currently, she is undergoing winter training in Florida and has expressed on Instagram that she misses the purpose and challenge of tennis. She aims to return to the tour by the end of February, stating that missing the Australian Open has been emotionally difficult but has fueled her determination to come back stronger. Watson, known for winning the mixed doubles at Wimbledon in 2016, is focused on recovery and resuming her career.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b895374a3ae62d1e_1eb0bb5a05c4.webp",
      "category": "Fun"
    },
    {
      "id": "3258f9112349e4c4",
      "title": "Tiffany Calver's Journey in Radio Broadcasting",
      "summary": "Tiffany Calver made history in 2018 by becoming the first female host of BBC Radio 1 and 1Xtra's Rap Show at age 24, a role that sparked significant public reaction, including comments from listeners and figures like Jeremy Clarkson. Initially overwhelmed by the scrutiny, she embraced the controversy as evidence of her impact, noting that change often unsettles people. Over her seven-year tenure, she debuted numerous tracks and conducted interviews with various music stars, such as Pop Smoke, whose early interview she cherishes as validation of her skills. In 2023, she stepped down from the Rap Show to launch a multi-genre programme on 1Xtra, aiming to diversify her contributions. Tiffany emphasizes the importance of increasing female representation in broadcasting, particularly in genres like rap that have been historically male-dominated, reflecting on her journey as a milestone for gender equality in the media industry.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3258f9112349e4c4_ae323f2d1ca1.webp",
      "category": "Fun"
    },
    {
      "id": "12becf155e667419",
      "title": "Venus Williams Breaks Age Record at Australian Open",
      "summary": "Venus Williams, aged 45, has been awarded the final women's wildcard for the Australian Open, setting a new record as the oldest female player to compete in the main draw of this Grand Slam event. This surpasses the previous record held by Kimiko Date, who was 44 when she played in 2015. Williams, a seven-time Grand Slam champion and former world number one, expressed gratitude for returning to Melbourne Park, where she has been a runner-up twice in 2003 and 2017. Her participation follows a recent return to the US Open in 2023, where she was the third-oldest woman in the Open era. Additionally, Williams has accepted a wildcard for the Hobart International warm-up event starting on January 12, alongside players like Emma Raducanu. Her last appearance at the Australian Open was in 2021, ending in a second-round loss to Sara Errani. This wildcard highlights her enduring career and the tournament's recognition of her legacy in tennis.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_12becf155e667419_8aba640833ce.webp",
      "category": "Fun"
    },
    {
      "id": "776c013d88b21dff",
      "title": "Overcoming Adversity: A Stuntman's Journey After a Life-Changing Injury",
      "summary": "David Holmes began his career as a stunt double for Harry Potter at age 17, performing high-risk stunts for actor Daniel Radcliffe. In January 2009, during filming of the seventh film, a harness accident left him paralysed at 24, breaking his neck. Despite this traumatic event, Holmes emphasizes that his core personality remains unchanged. He reflects on his choice of a dangerous profession, accepting responsibility without harboring blame, and highlights the positive impact of Harry Potter on audiences, including providing comfort in conflict zones. His recovery was supported by insurance, which he acknowledges as a privilege, leading him to focus on healing rather than legal action. Holmes found personal solace through his friendship with Radcliffe and a new role in a Harry Potter audio book. He also met his partner Rosie, a quadriplegic who drew strength from the films, illustrating the power of storytelling. Through his experience, Holmes conveys a message of resilience, pride in his contributions, and the importance of finding meaning beyond physical limitations.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_776c013d88b21dff_4a34d8232317.webp",
      "category": "Fun"
    },
    {
      "id": "eef0453280264fba",
      "title": "BYD Overtakes Tesla in Global EV Sales Leadership",
      "summary": "In 2025, China's BYD is poised to surpass Tesla as the world's leading seller of electric vehicles (EVs), with sales reaching over 2.25 million units, a 28% increase from the previous year, compared to Tesla's estimated 1.65 million. This shift marks a significant milestone as BYD becomes the first Chinese company to outpace Tesla in annual sales. Tesla faced challenges throughout the year, including mixed reactions to new models, concerns over CEO Elon Musk's political involvement in the Trump administration, and intense competition from Chinese rivals like BYD, Geely, and MG. In response, Tesla introduced lower-priced versions of its popular models in the US to boost sales. Musk, aiming to secure a massive pay package, must increase Tesla's sales and stock value, but his diverse business interests—such as X, SpaceX, and government roles—have raised investor worries about his focus on Tesla. Meanwhile, BYD's growth, though slowing in 2025 due to fierce competition in China, continues globally with aggressive expansion in Latin America, Southeast Asia, and Europe, despite tariffs imposed by many countries on Chinese EVs. This trend highlights the rising influence of Chinese automakers in the global EV market.",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_eef0453280264fba_343392e405c3.webp",
      "category": "Fun"
    },
    {
      "id": "5ac4732d0f89affc",
      "title": "Colin Salmon Avoids Driving Ban Due to Family Health Circumstances",
      "summary": "Colin Salmon, an actor famous for EastEnders and James Bond roles, expressed gratitude after avoiding a driving ban for a speeding offense in London. He was caught driving 24mph in a 20mph zone in March last year, adding three penalty points to his licence, which already had nine points from previous traffic violations. Typically, accumulating 12 points triggers an automatic six-month disqualification, but the court showed leniency. This decision was influenced by Salmon's personal circumstances: he cares for his seriously ill wife, Fiona Hawthorne, who has a rare lung condition and underwent a lung transplant, and his daughter Sasha, who has lymphoma. Salmon pleaded guilty, apologized on social media, and acknowledged the importance of speed limits. He was fined £666 with additional costs and surcharges, but avoided a ban, allowing him to continue driving his family to medical appointments. The case highlights how courts may consider mitigating factors in sentencing.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5ac4732d0f89affc_b707e58d6226.webp",
      "category": "Fun"
    }
  ]
}