{
  "articles": [
    {
      "id": "1f8c78df4233e0fd",
      "title": "英国确保创纪录的海上风电项目供应",
      "summary": "英国已授予合同，建设创纪录数量的海上风电项目，作为其扩大清洁电力努力的一部分。这些项目遍布英格兰、苏格兰和威尔士，包括位于北海的伯威克银行项目，该项目可能成为全球最大的海上风电场。政府目标是到2030年，使大不列颠至少95%的电力来自清洁能源，其中海上风电因该国丰富的风力资源而扮演关键角色。目前，英国拥有16.6吉瓦的海上风电容量，另有11.7吉瓦在建，最近一次拍卖确保了8.4吉瓦，使总容量更接近2030年43吉瓦的目标。然而，分析师警告称，由于建设和并网所需时间较长，实现这一目标面临挑战。政府认为，风电比新建燃气电站更便宜，将“永久降低电费”，但保守党等批评者担心这可能锁定高成本并推高能源价格。总体而言，这一举措对于减少排放和向可持续能源系统过渡至关重要。",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_1f8c78df4233e0fd_90aeb9affe46.webp",
      "category": "Science"
    },
    {
      "id": "f3dab960eb5f2820",
      "title": "EPA停止在清洁空气成本效益分析中考虑健康收益",
      "summary": "美国环境保护署（EPA）正在对其空气污染法规的成本效益分析进行重大政策调整。传统上，EPA在制定细颗粒物（PM2.5）和臭氧等污染物的限排标准时，会进行成本效益分析，比较合规的经济成本（如新增污染控制设备的费用）与货币化的健康收益（通过“统计生命价值”等指标估算）。这种方法有助于证明严格限排的合理性，因为健康改善（如降低医疗成本和提升生产力）往往超过成本。然而，EPA现在计划在PM2.5和臭氧的分析中排除这些货币化收益，理由是量化健康收益存在科学不确定性。相反，它将定性描述健康影响，同时精确计算成本。这一转变通过内部文件和《纽约时报》报道披露，可能影响未来法规，强调财务负担而非公共健康收益。批评者认为，这可能导致污染标准放宽，因为仅成本可能显得过高；支持者则称其解决了收益估算中的过度自信问题。该变化反映了持续的政治辩论，过往政府曾调整估值方法，但当前行动侧重于利用不确定性来可能放松环境保护。文章指出，EPA网站上仍保留以往基于研究的收益计算文档，包括对科学不确定性的透明评估，但新政策可能改变风险评估和利益相关者认知，凸显了对方法严谨性和政策动机进行批判性审视的必要性。",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_f3dab960eb5f2820_436ba1f686ef.webp",
      "category": "Science"
    },
    {
      "id": "412d8e448f7f7afc",
      "title": "人工智能系统识别医生常遗漏的危险血细胞",
      "summary": "研究人员开发了名为CytoDiffusion的人工智能系统，通过分析血细胞的形状和结构来改善疾病诊断，特别是白血病等疾病。与传统的将图像分类到固定类别的AI工具不同，CytoDiffusion利用生成式AI研究细胞外观的细微变化，从而识别正常和异常细胞的完整范围。该系统在剑桥Addenbrooke's Hospital的超过50万张血液涂片图像上进行了训练，使其对医院设备和染色技术的差异具有韧性。它能以比人类专家更高的准确性和一致性识别罕见或异常细胞，减少漏诊。此外，它量化了预测的置信度，避免了人类有时会犯的虚假确定性错误。这种自动化处理了血液分析的规模问题，因为单个涂片包含数千个细胞，人工检查难以应对。这项研究由剑桥大学、伦敦大学学院和伦敦玛丽女王大学的团队领导，发表在《自然·机器智能》上，旨在通过自动化常规病例并标记异常以供专家审查来增强临床工作流程。尽管前景广阔，但需要在不同人群和环境中进一步验证以确保普适性和伦理整合。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_412d8e448f7f7afc_7220fa353be0.webp",
      "category": "Science"
    },
    {
      "id": "a0ec1fd5107f11e8",
      "title": "科学家发现子宫如何在分娩时知道何时推动",
      "summary": "一项来自斯克里普斯研究所的新研究揭示了子宫在分娩时如何检测物理力量以协调收缩的分子机制。虽然激素如孕酮和催产素是已知的调节因子，但这项研究强调了机械信号如压力和拉伸的关键作用。科学家们发现了两种离子通道蛋白PIEZO1和PIEZO2，它们在子宫中作为传感器。PIEZO1位于子宫平滑肌中，感知收缩期间增加的压力；PIEZO2位于宫颈和阴道的感觉得经中，检测组织拉伸并触发神经反射以增强收缩。这些传感器将机械力转化为电化学信号，帮助同步子宫活动。通过使用基因工程小鼠模型，研究人员发现去除这两种PIEZO蛋白会导致收缩减弱和分娩延迟，证明了它们的重要功能。此外，研究将PIEZO信号与连接蛋白43联系起来，这是一种形成间隙连接的蛋白质，确保肌肉细胞之间的协调收缩。这一发现为了解为何分娩可能进展缓慢或过早开始提供了见解，并为改善妊娠和分娩并发症的治疗提供了潜在靶点。这项研究发表在《科学》杂志上，由诺贝尔奖得主Ardem Patapoutian领导，增强了我们对分娩过程的理解，并可能推动产科护理的创新。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_a0ec1fd5107f11e8_f84abe44747a.webp",
      "category": "Science"
    },
    {
      "id": "75ab1c468437bf60",
      "title": "航天器捕捉太阳构建大规模超级风暴",
      "summary": "太阳大约每28天完成一次自转，因此从地球观测，任何给定活动区域仅可见约两周。欧洲空间局于2020年发射的太阳轨道飞行器任务拓宽了我们的视野。该航天器每六个月绕太阳运行一周，能够观测通常对地球隐藏的区域，包括太阳背面。2024年4月至7月间，太阳轨道飞行器捕捉了NOAA 13664的详细数据，这是过去二十年来最强烈的太阳活动区域之一。该区域在2024年5月进入地球视野后，立即引发了自2003年以来最强的地磁风暴，导致极光在瑞士等低纬度地区可见。由Ioannis Kontogiannis和Louise Harra领导的国际研究团队结合了太阳轨道飞行器的背面观测数据与美国宇航局太阳动力学天文台从日地线提供的连续数据，实现了对NOAA 13664长达94天的近乎不间断追踪。这是太阳物理学中针对单个活动区域创建的最长连续图像系列，标志着重要里程碑。研究揭示了太阳活动区域中由磁化等离子体从内部上升形成的复杂磁场如何变得不稳定并释放能量，从而驱动太阳风暴。这项工作增进了对太阳活动的理解，有助于改进空间天气事件的预测模型，以应对其对地球技术系统的潜在影响。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_75ab1c468437bf60_6023f1b02da0.webp",
      "category": "Science"
    },
    {
      "id": "dd1e41214d4c33d6",
      "title": "这种奇特的水形态可能为巨行星磁场提供动力",
      "summary": "超离子水是水在极端条件下形成的一种罕见相态，当暴露在数千摄氏度的高温和数百万大气压的压力下时产生。在这种状态下，氧原子锁定成刚性固体框架，而氢离子自由移动，使其具有优异的导电性。这一特性使其成为解释冰巨星（如天王星和海王星）周围观测到的奇异磁场的强有力候选者。科学家长期以来对其内部结构感到困惑，早期理论提出简单的立方排列。然而，利用先进X射线激光器在LCLS和欧洲XFEL等设施进行的新研究揭示了一个更复杂的现实：氧原子形成混合结构，结合面心立方和六方密堆积区域，导致广泛的结构无序。这一发现通过在实验室中复制行星极端条件，将水挤压和加热，与计算机模拟一致，并显示超离子水可以呈现多种形式，类似于普通冰。这些发现增强了我们对极端条件下水行为的理解，并完善了行星内部模型，表明超离子水可能在宇宙中常见，影响冰巨星的演化和磁特性。这项研究由德国研究基金会和法国ANR支持，涉及欧美60多名科学家，突出了极端条件下材料科学和天体物理学的交叉探索。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dd1e41214d4c33d6_3480ceb917ba.webp",
      "category": "Science"
    }
  ]
}