{
  "articles": [
    {
      "id": "92d6c6253b68655c",
      "title": "President Trump's New Tariffs Start at 10%",
      "summary": "President Donald Trump has started new tariffs, which are taxes on goods from other countries, at a rate of 10%. He first said they would be 15%, but official papers show they are 10% for now. These tariffs are meant to help American workers and businesses by making foreign goods more expensive. However, they can cause problems like uncertainty for companies and might lead to other countries taxing US goods in return. The Supreme Court, a high court in the US, recently said some of Trump's past tariffs were not allowed, which could mean businesses get money back. Experts think this could be messy and take a long time to sort out.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_92d6c6253b68655c_851311c54ac6.webp",
      "category": "Fun"
    },
    {
      "id": "eec48fd107941c41",
      "title": "A TV Mistake with a Bad Word",
      "summary": "A politician named Dawn Butler is upset with the BBC because a bad word was said on TV during an awards show. The Bafta Film Awards were on Sunday, and a guest with Tourette syndrome shouted a racist word when two black actors were on stage. The BBC said sorry and removed the word from the online version, but the show was on a two-hour delay, so they could have edited it out before it aired. Dawn Butler thinks this was a big mistake and wants to know why it happened. She also asks why another part of the show, where a winner said 'Free Palestine,' was cut out. The BBC says they cut things to save time. This story is about making sure TV shows are respectful and fair to everyone.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_eec48fd107941c41_e6d0d4d252fe.webp",
      "category": "Fun"
    },
    {
      "id": "e3ee703695f695f3",
      "title": "More Workers Have No Set Hours Before New Rules",
      "summary": "A record number of workers, 1.23 million, are on zero-hours contracts in the UK. These contracts mean employers can hire people without promising any work hours, so workers might not know when they will work or how much money they will earn. Many young people aged 16 to 24 and women are on these contracts. The government plans to change this next year by making new rules to give workers guaranteed hours and more notice about their schedules. Some people think zero-hours contracts are good because they offer flexibility for students or parents, but others say they are unfair and make it hard for workers to plan their lives. The Work Foundation, a research group, says the government needs to act quickly to help these workers.",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e3ee703695f695f3_fefac01d7bb1.webp",
      "category": "Fun"
    },
    {
      "id": "4c58e85a0f1cd2c6",
      "title": "Reform Party Wants to Change Pensions for New Government Workers",
      "summary": "The Reform party in the UK has a plan to change how pensions work for new local government workers. Right now, many government workers have pensions that promise a certain amount of money when they retire, called defined benefit schemes. Reform wants to stop new workers from joining these schemes. Instead, new hires would get defined contribution pensions, where the money they get depends on how much is saved and how investments do, which can go up or down. Reform also wants to combine nearly 100 different pension schemes into one big fund worth £500 billion. This fund would invest more money in UK companies, houses, and roads to help the economy grow. Some people, like unions, are against this plan because they think it will make retired workers poorer and cause problems in hiring workers for government jobs.",
      "source": "BBC Business",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_4c58e85a0f1cd2c6_7117a158fca8.webp",
      "category": "Fun"
    },
    {
      "id": "b6a3c838a549cf43",
      "title": "Tennis Tournament in Mexico Continues Despite Violence",
      "summary": "A big tennis event called the Mexican Open is happening in Acapulco, Mexico, even though there has been violence in another part of the country. A dangerous drug leader named El Mencho died, and his supporters have caused trouble by burning things and blocking roads in Jalisco state. The tournament organizers say the event is not canceled and will go on as planned. They are working with police and other authorities to keep everyone safe. Players from Britain and Spain are scheduled to play in the tournament. Another tennis event in Mexico, the Merida Open, is also happening this week in a different state that is not affected by the violence. The organizers promise that safety is their top priority.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_b6a3c838a549cf43_94528b7d6d86.webp",
      "category": "Fun"
    },
    {
      "id": "a2d8c6304d37a7fd",
      "title": "PinkPantheress Wins Big Music Award as First Woman Producer",
      "summary": "PinkPantheress is a young pop star who makes music. She just won a special award called the Brit Award for best producer. This is a big deal because she is the first woman to win this award since it started in 1977. She said it feels a bit crazy but she is happy to get it. Before her, only one other woman was even nominated. PinkPantheress learned to make music by herself using YouTube and a karaoke game. She became famous by posting songs on TikTok and now has many fans. Her music has fun beats and melodies. This award shows that women can be great producers too.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a2d8c6304d37a7fd_b5e812d493e3.webp",
      "category": "Fun"
    }
  ]
}