{
  "articles": [
    {
      "id": "75d1dd3aa8f324a8",
      "title": "Why Are Winters Getting Wetter and Floods Happening More?",
      "summary": "This article talks about how the UK is having very wet winters with lots of rain and flooding. In January and February, many places had record rainfall because a weather pattern got stuck, keeping the rain from moving away. Scientists say that because the Earth is getting warmer from things like burning coal and oil, wet winters that used to happen once every 80 years now happen once every 20 years. This means more floods that can damage homes, roads, and farms. For example, a farmer in Somerset worried his crops would rot in floodwater. The article explains that warmer air can hold more moisture, leading to heavier rain, and rising sea levels make coastal flooding worse. If temperatures keep rising, heavy rain days could increase from seven to nine days a year.",
      "source": "BBC Science",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_75d1dd3aa8f324a8_bd8b0be7daa0.webp",
      "category": "Science"
    },
    {
      "id": "13b26dc0b1b1c952",
      "title": "SpaceX Tests a Big Rocket Booster for a New Starship Flight",
      "summary": "SpaceX has finished testing a big rocket booster called Super Heavy V3. This booster will help launch the next Starship flight. The test was done in Texas over four days. Workers put very cold liquid nitrogen into the booster to check if it is strong and ready. This is important because the last booster broke during a test. The new booster passed the test and will get 33 engines and three grid fins added. Grid fins help control the rocket when it comes back to Earth. After more tests, SpaceX plans to launch the Starship V3 before March ends. This rocket could one day go to the Moon and Mars. NASA is watching because they want to use Starship for Moon missions.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_13b26dc0b1b1c952_e0f8186e9566.webp",
      "category": "Science"
    },
    {
      "id": "882f7c2fc9006029",
      "title": "Immune Cells That Help Cancer Grow",
      "summary": "Scientists found that some immune cells, called neutrophils, can change and help cancer grow instead of fighting it. Normally, neutrophils protect our bodies from germs and injuries. But in cancer, tumors can make these cells produce a molecule called CCL3. This molecule helps the tumor get bigger. The research was done by scientists at the University of Geneva and the Ludwig Institute for Cancer Research. They studied many types of cancer and saw this happen often. By understanding this, doctors might better track how cancer spreads. The study was published in a journal called Cancer Cell.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_882f7c2fc9006029_62831e0e185a.webp",
      "category": "Science"
    },
    {
      "id": "c7e78dd29e232a5e",
      "title": "How a Big Dry Time Changed Easter Island Long Ago",
      "summary": "Scientists found out that Easter Island had a very long dry time, called a drought, starting around 1550. They looked at mud from lakes on the island to learn about the past. The mud showed that rain got much less for over 100 years. This made life hard for the people living there because water was scarce. But the people did not give up; they changed how they lived to survive. They built fewer big stone platforms and started new traditions like a birdman competition for leaders. This story helps us see that people can be strong and adapt when the climate changes, unlike old tales that said they destroyed their own island. It teaches us about resilience and caring for our environment today.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_c7e78dd29e232a5e_7e09cf8d0498.webp",
      "category": "Science"
    },
    {
      "id": "b7c9c8c6a479efcf",
      "title": "Why Methane Gas Increased After 2020",
      "summary": "After 2020, methane gas in the air went up very fast. Methane is a gas that can make the Earth warmer. Scientists found two main reasons for this. First, there were fewer chemicals in the air that break down methane. These chemicals are called hydroxyl radicals. Second, the weather got wetter in many tropical areas because of a climate pattern called La Niña. This wet weather made more flooded lands, like wetlands, rivers, and lakes, where tiny microbes produce methane. Also, farmed areas like rice fields added more methane. The methane level rose by 55 parts per billion from 2019 to 2023, reaching a record high. The biggest jump was in 2021. Scientists say that as the planet gets warmer and wetter, methane from these natural and farmed places will keep increasing, making climate change worse. They warn that plans to reduce methane need to think about these climate-driven sources too.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_b7c9c8c6a479efcf_ac34ed88524c.webp",
      "category": "Science"
    },
    {
      "id": "8b7b8b98abfde1da",
      "title": "Finding Ancient Genes from Before All Life",
      "summary": "Scientists have discovered special genes called universal paralogs that existed before all life on Earth. Every living thing today comes from a single ancestor that lived billions of years ago, called the last universal common ancestor. These universal paralogs are genes that appear in almost all organisms, like in humans and plants. They were copied from older genes before the first common ancestor existed. Researchers studied these genes to learn about early life. They found that these ancient genes helped with making proteins and moving things in and out of cells. This tells us that protein production and membrane transport were some of the first jobs cells had. Scientists use computers and AI to study these genes more easily. By looking at universal paralogs, we can understand how life started and evolved long ago.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_8b7b8b98abfde1da_12a729412d76.webp",
      "category": "Science"
    }
  ]
}