{
  "articles": [
    {
      "id": "ccf35b93b37e6a5e",
      "title": "Impact of Warm Weather on British Gas Profits and Market Strategies",
      "summary": "In 2025, British Gas, owned by Centrica, experienced a significant profit decline due to warmer weather in the UK, which led customers to reduce heating usage, costing the company £80 million. Additionally, operating profits in its residential supply business fell 39% to £163m as customers switched to cheaper fixed-rate tariffs from variable rates. Despite these setbacks, British Gas expanded its customer base to 7.5 million for the first time in over a decade, absorbing 91,000 customers from failed suppliers Rebel Energy and Tomato Energy. The Met Office reported 2025 as the warmest and sunniest year on record, with an average temperature of 10.09°C, exacerbating the challenging environment. Centrica's group operating profits dropped to £814m from £1.55bn in 2024, influenced by lower commodity prices and reduced energy price volatility, as noted by analysts. CEO Chris O'Shea acknowledged varied performance across the business but highlighted customer growth. Centrica paid over £1bn in dividends and share buybacks but paused the buyback program to invest in projects like the Sizewell C nuclear power plant, aiming to strengthen long-term sustainability amid market fluctuations.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ccf35b93b37e6a5e_39ba8f707049.webp",
      "category": "Fun"
    },
    {
      "id": "61018f5183bfe167",
      "title": "Bad Bunny's Lead Acting Debut in Historical Film Porto Rico",
      "summary": "Bad Bunny, the globally renowned singer, is set to make his lead acting debut in the film Porto Rico, directed by rapper Residente. The movie, described as a love letter to Puerto Rico, explores the life of José Maldonado Román, a revolutionary who fought against Spanish colonialism in the late 19th and early 20th centuries. Co-starring Javier Bardem and Edward Norton, with executive production by Oscar-winning director Alejandro G Iñárritu, the film aims to portray Puerto Rico's controversial history with intensity and honesty. This project follows Bad Bunny's successful year, including headlining the Super Bowl halftime show and winning a Grammy. Residente emphasizes the film's purpose to reaffirm Puerto Rican identity, while Norton compares it to classics like The Godfather, highlighting its dramatic and historical significance. Porto Rico represents a significant step in Bad Bunny's career, transitioning from supporting roles in films like Bullet Train to a lead role that delves into his cultural heritage.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_61018f5183bfe167_35b456d4b654.webp",
      "category": "Fun"
    },
    {
      "id": "bc931b1b51e53ccc",
      "title": "Australian Reporter's Apology After Slurred Olympics Broadcast",
      "summary": "Danika Mason, a well-known Australian sports reporter for Channel Nine, issued a public apology after a video of her slurred live report from the Winter Olympics in Italy went viral. During her appearance on the breakfast show Today, she stumbled over her words, mentioned unrelated topics like iguanas and coffee prices, and confused the UK and US, while studio host Karl Stefanovic laughed in the background. Mason attributed her performance to drinking alcohol, high altitude, cold weather, and not eating dinner, admitting she misjudged the situation. Australia's Prime Minister Anthony Albanese expressed support, suggesting jet lag might have been a factor. The incident sparked mixed reactions on social media, with some viewers defending her as having fun and others criticizing her lack of professionalism. Mason, recognized for her National Rugby League coverage, returned to the show the next day to take full responsibility and assure viewers she would uphold higher standards in the future.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_bc931b1b51e53ccc_6f15bb7d2d28.webp",
      "category": "Fun"
    },
    {
      "id": "4e83ce59dbf0f945",
      "title": "Investigation into Nancy Guthrie's Disappearance Extends to Mexico",
      "summary": "The disappearance of Nancy Guthrie, an 84-year-old woman from Tucson, Arizona, has led to a widespread investigation involving US and Mexican authorities. Reported missing in early February, her case has generated over 40,000 leads, but no breakthrough has occurred despite appeals from her daughter, NBC anchor Savannah Guthrie. US investigators, including the FBI, have contacted Mexican officials in Sonora, suggesting she might have been taken across the border. A Mexican non-profit, Searching Mothers of Sonora, known for handling cases linked to drug cartels, has been enlisted by the family to assist. While ransom notes demanding cryptocurrency have emerged via media outlets like TMZ, officials have not confirmed any abduction by narco-traffickers. The investigation continues with standard cross-border cooperation, focusing on her last known whereabouts and ruling out family involvement.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4e83ce59dbf0f945_eccdc2818de0.webp",
      "category": "Fun"
    },
    {
      "id": "95d2ae5e37f8a8b8",
      "title": "Sinner and Alcaraz Advance in Qatar Open Quarter-Finals",
      "summary": "In the Qatar Open, top tennis players Jannik Sinner and Carlos Alcaraz secured straight-set victories to advance to the quarter-finals. Sinner, ranked world number two, defeated Alexei Popyrin 6-3 7-5, while world number one Alcaraz beat Valentin Royer 6-2 7-5. This sets up potential paths for them to meet in the final, echoing their intense rivalry from 2025, where they contested six finals, including three Grand Slams, with Sinner winning Wimbledon and Alcaraz claiming the French and US Opens. Sinner's consistent performance is highlighted by reaching at least the quarter-finals in 28 of his last 30 tournaments, and he boasts 22 wins in his past 23 matches. Other notable results include Karen Khachanov's win over Marton Fucsovics, setting up a match with Alcaraz, and Jakub Mensik's victory against Zhang Zhizhen, leading to a quarter-final clash with Sinner. Additionally, Stefanos Tsitsipas upset Daniil Medvedev, and players like Arthur Fils and Jiri Lehecka also progressed, completing a competitive quarter-final lineup in Doha.",
      "source": "BBC Tennis",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_95d2ae5e37f8a8b8_ccc584be454b.webp",
      "category": "Fun"
    },
    {
      "id": "5e5e379b65673a66",
      "title": "Game of Thrones Stage Adaptation Announced for Summer Premiere",
      "summary": "The Royal Shakespeare Company (RSC) has announced that a new play, Game of Thrones: The Mad King, will premiere in Stratford-upon-Avon this summer. Created in collaboration with HBO, this stage prequel is set 10 years prior to the events of George RR Martin's original books and TV series, featuring an original story based on new material from Martin. The play will debut at the Royal Shakespeare Theatre, with tickets available from April. Martin expressed enthusiasm for the adaptation, highlighting the RSC's artistic lineage from Shakespeare to modern writers like himself and noting the unique challenges of staging battles. Adapted by Duncan Macmillan and directed by Dominic Cooke, the plot centers on a tournament during a thawing winter, where great houses gather amid hope, but darker purposes and a treasonous plot against the Mad King unfold. Themes include family bonds, prophecies, and power struggles, exploring survival in a live theatrical environment that merges fantasy with Shakespearean tradition.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5e5e379b65673a66_a374ec83a5e6.webp",
      "category": "Fun"
    }
  ]
}