{
  "articles": [
    {
      "id": "6246331062ff411b",
      "title": "Amber Davies Talks About Working Hard on Strictly Come Dancing",
      "summary": "The Strictly Come Dancing final is coming soon, and three celebrities are competing to win the glitterball trophy. Amber Davies, one of the finalists, has been talking about how hard she has worked. Some people think she has an advantage because she has been in musicals and on Dancing on Ice, but Amber says she has worked just as hard as the other finalists. The show is presented by Tess Daly and Claudia Winkleman, who are leaving after this series. Other finalists include George Clarke and Karen Carney, who is a footballer and feels proud to be in the final. The final will be on TV on Saturday.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6246331062ff411b_8d9e7c0a58d3.webp",
      "category": "Fun"
    },
    {
      "id": "7dc38a95a2e514fe",
      "title": "Timothée Chalamet and EsDeeKid Stop Rumors with a Fun Video",
      "summary": "Timothée Chalamet is a famous actor who people thought might be a secret rapper named EsDeeKid. EsDeeKid is a musician who wears a mask and only shows his eyes. Some fans noticed that their eyes looked similar, which started the rumors. To end the talk, Chalamet made a video with EsDeeKid. In the video, Chalamet raps with him and shows his face to prove he is not EsDeeKid. They filmed it at a store in London. The video became very popular online, with other rappers sharing it. This helped stop the silly idea that they are the same person.",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7dc38a95a2e514fe_acac327e1491.webp",
      "category": "Fun"
    },
    {
      "id": "7a1ed1403ca77698",
      "title": "Ice Cream Boss Says Company Tried to Hurt Her",
      "summary": "Anuradha Mittal was the chair of Ben & Jerry's, a famous ice cream company. She says that Magnum, the company that owns Ben & Jerry's, threatened to say bad things about her if she did not leave her job. This happened because there was a big fight about how independent Ben & Jerry's board should be. The board wants to keep making decisions about social issues, like helping people and peace. Magnum said Mittal did not meet the rules to stay on the board anymore and made new rules, like limiting how long people can serve. Other board members also had to leave. Mittal talked to the BBC about this problem, saying she has been trying to protect Ben & Jerry's mission for years.",
      "source": "BBC Business",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_7a1ed1403ca77698_4452cb611ae1.webp",
      "category": "Fun"
    },
    {
      "id": "ffec3d9b92e368b5",
      "title": "Paying to See the Trevi Fountain in Rome",
      "summary": "In Rome, Italy, tourists will soon need to pay €2 to get close to the famous Trevi Fountain starting in February 2026. This fee helps the city take care of the fountain and manage the many visitors. The mayor says it will make things less crowded. People can still see the fountain for free from far away. Kids under five and some others don't have to pay. The money from the fee will go to the city, not to charity like the coins thrown in the water. This is part of a new plan for some places in Rome where locals get free entry but tourists pay.",
      "source": "BBC Business",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_ffec3d9b92e368b5_cbaeccca4074.webp",
      "category": "Fun"
    },
    {
      "id": "1031d6328c22d1e5",
      "title": "Stan Wawrinka's Final Tennis Adventure",
      "summary": "Stan Wawrinka is a famous tennis player from Switzerland who has won three big tournaments called Grand Slams. He has decided that 2026 will be his last year playing tennis professionally. Wawrinka is 40 years old and has had a great career, beating top players like Novak Djokovic and Rafael Nadal. He also won a gold medal at the Olympics with Roger Federer. Wawrinka says he still has dreams and wants to finish his career on a high note. He will start his final year at a team competition in Perth in January 2026. This is like the last chapter of a book for him, and he is excited to play for fans around the world one more time.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1031d6328c22d1e5_4313b395a60c.webp",
      "category": "Fun"
    },
    {
      "id": "bb12a14e00c86d8e",
      "title": "Kylie Wins Christmas Song Contest",
      "summary": "Kylie Minogue has become the Christmas number one singer this year with her song called XMAS. She beat Wham!'s song Last Christmas, which was number one last year. Kylie is very happy and will celebrate by doing a jigsaw puzzle with her family in Australia. Her song is from a special album and was only on Amazon Music, which helped it get more plays. Experts say she worked hard to win, and it was a close race with other singers like Mariah Carey. This is a big achievement for Kylie because she is the first female singer to have number one songs in four different decades.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_bb12a14e00c86d8e_f3b1a237222d.webp",
      "category": "Fun"
    }
  ]
}