{
  "articles": [
    {
      "id": "a3e9a0aa520420ba",
      "title": "Remembering a Music Star: Mani from The Stone Roses",
      "summary": "This article is about Gary 'Mani' Mounfield, who was the bass player in the famous bands The Stone Roses and Primal Scream. He passed away at the age of 63. His bandmates and friends are sharing kind words and memories to honor him. They call him a wonderful brother and a great musician. Mani helped create amazing music that many people love. This news makes fans and the music world feel sad, but it also reminds everyone of his important contributions to rock music. It's a story about remembering someone special and celebrating their life.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_a3e9a0aa520420ba_5e9469153470.jpg",
      "category": "Fun"
    },
    {
      "id": "f51f78e28de52e6f",
      "title": "Eurovision Changes Rules After Voting Problem",
      "summary": "Eurovision is a big singing contest where countries compete with songs. Recently, there was a problem with how people voted for Israel. Because of this, Eurovision has made new rules. Now, governments are not allowed to run big campaigns to get votes. Also, each fan can only cast a certain number of votes. This is to make the voting fair for everyone. The contest wants to be fun and fair for all countries. These changes help ensure that the best song wins, not just the one with the most promotion. It's important for competitions to have clear rules so everyone trusts the results.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f51f78e28de52e6f_9b1255c8244a.jpg",
      "category": "Fun"
    },
    {
      "id": "d3cd960f4baf06cc",
      "title": "TV Star Accused of a Serious Crime",
      "summary": "A famous dancer from the TV show Strictly Come Dancing has been arrested by the police in Hertfordshire. The police think he might have done something very wrong called rape. After being questioned, he was allowed to go home but has to follow certain rules and might be investigated more. This is a big deal because he is well-known, and people are talking about it on the news. It's important to remember that being arrested doesn't mean he is guilty; the police are just looking into what happened. This story helps us learn about how the justice system works to keep people safe.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d3cd960f4baf06cc_d567619a7f4c.jpg",
      "category": "Fun"
    },
    {
      "id": "7c17da668125efbe",
      "title": "Germany win thriller to set up semi against Spain",
      "summary": "Germany complete a remarkable comeback to beat Argentina in a thrilling doubles decider and set up a Davis Cup semi-final against Spain.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7c17da668125efbe_83847e8f4be1.jpg",
      "category": "Fun"
    },
    {
      "id": "5db2fbdfda8a9ca2",
      "title": "Katie Boulter's Tough Choice at the Australian Open",
      "summary": "Katie Boulter is a tennis player from Britain who is facing a hard decision. She wants to play in the Australian Open, a big tennis tournament in January, but she is worried about her body. If she plays too much, she might get hurt and not be able to compete well. At the same time, she needs to earn points to keep her ranking high, which helps her get into more tournaments. This is like having to pick between staying healthy and doing well in her sport. It shows how athletes sometimes have to make difficult choices to follow their dreams.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5db2fbdfda8a9ca2_84fb7517f5c7.jpg",
      "category": "Fun"
    },
    {
      "id": "6c9d7fd8d6404789",
      "title": "A Leader Steps Down After a Car Accident",
      "summary": "Terence Duddy was the chair of BBC Children in Need, a charity that helps kids. He had to leave his job because he drove his car and hit a cyclist. This was a serious mistake, and he was found guilty in court. Now, someone else will take over his role to keep helping children. It's important to be safe and follow rules when driving to protect others.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6c9d7fd8d6404789_39af533afd99.webp",
      "category": "Fun"
    }
  ]
}