{
  "articles": [
    {
      "id": "e138ecafb91db0c2",
      "title": "Space Explosions That Don't Leave Craters",
      "summary": "Scientists are studying special explosions from space called touchdown airbursts. These happen when objects like comets explode in the sky above Earth instead of hitting the ground. They don't make big holes like craters, but they can still cause a lot of damage with heat and shockwaves. Professor James Kennett and his team found evidence of these explosions in different places, including deep ocean mud and an old desert city. They found things like rare elements, melted glass, tiny round particles, and cracked rocks that show extreme heat. One big event might have happened about 12,800 years ago, causing global cooling and fires. This helped scientists learn more about how space events affect Earth without leaving craters.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e138ecafb91db0c2_114f81a83cd0.webp",
      "category": "Science"
    },
    {
      "id": "e4433df6cbc03fbe",
      "title": "Finding Hidden Dark Matter with Black Hole Waves",
      "summary": "Scientists have found a new way to learn about dark matter, which is a mysterious substance in space that we cannot see. They use gravitational waves, which are ripples in space caused by big objects like black holes moving. When a small black hole orbits a big black hole, it sends out these waves. By studying these waves carefully, scientists can detect dark matter around the black holes. This helps us understand more about the universe because dark matter makes up most of the stuff in space. The research was done by a team at the University of Amsterdam and uses ideas from Einstein's theory. Future space missions will help collect more data to test this method.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_e4433df6cbc03fbe_c92d68c2c19c.webp",
      "category": "Science"
    },
    {
      "id": "4d3251a072789ff4",
      "title": "Pizza-Shaped Satellites: A New Space Adventure",
      "summary": "NASA and the Space Force are testing new flat, round satellites called DiskSats that look like big pizzas. These satellites were launched into space on a rocket from Virginia. They are made of lightweight materials and have solar panels to make power. DiskSats are designed to be better than older cube-shaped satellites called CubeSats because they are thinner and can carry more equipment. The mission is to see if DiskSats work well in space for future space trips. Scientists hope they will help with space exploration and communication.",
      "source": "Ars Science",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_4d3251a072789ff4_8168b7d3eece.webp",
      "category": "Science"
    },
    {
      "id": "f2d666e6907d2dd3",
      "title": "Roman Soldiers and Tiny Germs at Hadrian's Wall",
      "summary": "Long ago, Roman soldiers lived at a place called Hadrian's Wall in Britain. They had to deal with tiny bugs called parasites that made them sick. Scientists found old dirt from drains where the soldiers went to the bathroom. In that dirt, they saw eggs from worms like roundworms and whipworms. They also found a tiny germ called Giardia. These parasites spread because things were not very clean. They could get into food, water, or hands that touched poop. The soldiers probably felt bad with stomach aches and diarrhea often. Even though the Romans had toilets and drains, they still got sick because doctors back then did not know how to cure these bugs. This study helps us learn about life for soldiers long ago.",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_f2d666e6907d2dd3_147d129d2cf1.webp",
      "category": "Science"
    },
    {
      "id": "0514f7348516ead6",
      "title": "NASA's Perseverance Rover Keeps Going on Mars",
      "summary": "NASA's Perseverance rover has been exploring Mars for almost five years and is still working very well. It landed in a big crater called Jezero and has driven 40 kilometers, which is twice as far as expected. The rover is healthy and can keep going for many more years because it uses a special power source that won't run out. Engineers are testing it to drive up to 100 kilometers to explore more of Mars and maybe meet a future mission to pick up rock samples. Perseverance has collected 33 rock samples in tubes, some left on Mars and some kept on the rover. NASA is planning how to bring these samples back to Earth, but it might take until the 2030s. The rover's wheels and arm are important for its long life.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_0514f7348516ead6_ef0851b858f1.webp",
      "category": "Science"
    },
    {
      "id": "5c45074085aebf6b",
      "title": "Swearing Can Make You Stronger and Feel Less Pain",
      "summary": "Scientists have found that saying bad words can help people feel less pain and become stronger. In experiments, people put their hands in ice water and did exercises while swearing or saying normal words. Those who swore felt less pain and could do exercises longer. This might be because swearing helps us let go of feelings and focus better. It is like a free tool to boost our performance without using medicine. The studies show that swearing is not just for being rude; it can actually help us in tough situations.",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_5c45074085aebf6b_a2a42028269d.webp",
      "category": "Science"
    }
  ]
}