{
  "articles": [
    {
      "id": "efb8625590dd1554",
      "title": "Ancient Sea Cow Fossils Uncover Qatar's Marine History",
      "summary": "Researchers from the Smithsonian's National Museum of Natural History and Qatar Museums have analyzed fossils from Qatar, revealing a previously unknown species of small sea cow that lived approximately 21 million years ago during the Early Miocene. The fossils, discovered at the Al Maszhabiya site, indicate that sea cows, relatives of modern dugongs, have inhabited the Arabian Gulf for over 20 million years, shaping their environments through grazing on seagrass. This discovery highlights the long-term ecological role of sea cows in marine ecosystems. The study, published in PeerJ, also notes that modern dugongs in the Gulf face threats such as accidental fishing, coastal development, and climate change affecting seagrass meadows. By examining fossilized bones, scientists aim to learn how past seagrass communities survived environmental stresses, providing insights for conservation efforts today. The site was initially mistaken for reptile bones in the 1970s but was later identified as a rich bonebed of ancient sea cows, offering valuable data on prehistoric marine life including sharks and dolphins.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_efb8625590dd1554_86e079a2a884.webp",
      "category": "Science"
    },
    {
      "id": "a2051fc24d4f70dc",
      "title": "Nerve Injuries Trigger Bodywide Immune Changes with Gender Differences",
      "summary": "Preclinical research from McGill University reveals that nerve injuries can induce long-term alterations in the immune system, with distinct responses between males and females. Nerve injuries, often resulting from stretching, pressure, or cuts, frequently lead to chronic pain. While the immune system typically aids in tissue repair, this study indicates that nerve damage can shift immune activity throughout the entire body, causing widespread inflammation. Laboratory analyses of mouse blood demonstrated clear evidence of systemic inflammation post-injury. Notably, inflammatory markers increased and remained elevated in male mice, but did not rise in female mice. However, transferring blood from injured mice of either sex into healthy mice increased pain sensitivity in the recipients, suggesting that different biological pathways in males and females can spread pain responses via the bloodstream. Researchers, including co-author Jeffrey Mogil and lead author Sam Zhou, emphasize that understanding these gender-specific immune changes is crucial for developing personalized treatments for chronic pain and related conditions like anxiety and depression. The study, published in Neurobiology of Pain, highlights the broader impact of nerve injuries beyond the local site, affecting overall immune function and health.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_a2051fc24d4f70dc_f3cb895834ab.webp",
      "category": "Science"
    },
    {
      "id": "334b39a75d72eb0b",
      "title": "Exploring NAD+ Supplements for Long COVID Symptoms",
      "summary": "Long COVID affects millions worldwide, causing persistent symptoms such as fatigue, sleep issues, and brain fog. Researchers conducted a clinical trial to investigate if boosting NAD+ levels with nicotinamide riboside (NR), a form of vitamin B3, could alleviate these symptoms. The study involved 58 participants with long COVID, randomly assigned to take either NR or a placebo for up to 20 weeks. Measurements included blood tests for NAD+ levels and assessments of cognitive function, fatigue, sleep, and mood. Results showed that while cognitive scores did not significantly improve, participants who took NR for at least 10 weeks reported reductions in fatigue, better sleep, improved mood, and some enhancements in executive function tasks. The findings suggest that NR supplementation may offer benefits for certain long COVID symptoms by supporting cellular energy metabolism, though the study had limitations like a small sample size and high dropout rate. This research highlights a potential therapeutic avenue focused on addressing metabolic dysfunction in long COVID.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_334b39a75d72eb0b_1ea373b167ce.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Officials Discuss Impacts of Anti-Science Policies on Public Health",
      "summary": "This article announces a live discussion featuring three former top leaders from the Centers for Disease Control and Prevention (CDC): Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan. They resigned in protest after Health Secretary Robert F. Kennedy Jr., an anti-vaccine activist, implemented policies that undermine the agency's scientific mission. Kennedy cut funding, reduced staff, and fired CDC Director Susan Monarez for refusing to approve recommendations from a panel of vaccine skeptics. The CDC, a key public health agency, faced chaos, including a shooting incident targeting its scientists. The former leaders managed critical programs: Daskalakis oversaw immunization and respiratory diseases, Houry handled a $6 billion budget and science offices, and Jernigan led responses to infectious diseases like Ebola and SARS. In the event, they will detail how Kennedy's anti-science agenda is damaging the CDC's ability to protect public health, emphasizing the loss of evidence-based policymaking and potential long-term consequences for disease prevention. The discussion aims to raise awareness and suggest ways to address the damage.",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    },
    {
      "id": "c0119e0c674c76d0",
      "title": "Uncovering a Massive CO2 Reservoir in Ocean Floor Lava Rubble",
      "summary": "Scientists have identified a significant hidden reservoir for carbon dioxide (CO2) beneath the ocean floor, composed of lava rubble known as breccia. By analyzing rock samples approximately 60 million years old from deep in the South Atlantic Ocean, researchers led by Dr. Rosalind Coggon at the University of Southampton discovered that these porous breccia layers, formed from eroded underwater mountains, can store large volumes of CO2. The process involves seawater flowing through the cooling volcanic material, where chemical reactions incorporate CO2 into minerals like calcium carbonate, cementing the rocks over time. This study is the first to clearly recognize these breccia accumulations as extensive carbon-holding structures, providing fresh insights into the long-term carbon cycle. The findings show that such deposits can contain two to 40 times more CO2 than previously sampled lavas, highlighting their role in Earth's natural carbon management over geological timescales. Understanding this mechanism helps explain how carbon moves between Earth's interior, oceans, and atmosphere, contributing to climate regulation.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c0119e0c674c76d0_c34a844b367a.webp",
      "category": "Science"
    },
    {
      "id": "997c539d1c612f52",
      "title": "MicroBooNE Experiment Rules Out Sterile Neutrinos",
      "summary": "Physicists have long hypothesized the existence of a fourth neutrino flavor called the sterile neutrino, which does not interact with matter via the electroweak force, unlike the three known neutrinos (electron, muon, and tau). This idea emerged from anomalies in past experiments like LSND and MiniBooNE, which showed unexpected neutrino oscillations that could not be explained by three flavors alone. To investigate, Fermilab constructed the MicroBooNE experiment, using neutrino beams and a liquid-argon time projection chamber to detect interactions. Over five years of data collection from 2015 to 2021, MicroBooNE analyzed the results and found no evidence of sterile neutrinos, effectively ruling them out as an explanation for the earlier anomalies. The experiment's null result suggests that other factors, such as experimental errors or new physics, might account for the past findings. Consequently, attention has shifted to future projects like the Short-Baseline Neutrino program and the Deep Underground Neutrino Experiment (DUNE), which aim to explore neutrino properties further and address remaining mysteries, including dark matter. MicroBooNE's success in refining detection techniques also provides valuable insights for these larger-scale experiments.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_997c539d1c612f52_8d371d734be0.webp",
      "category": "Science"
    }
  ]
}