{
  "articles": [
    {
      "id": "c27613bca37c0f5a",
      "title": "瑞士滑雪胜地火灾事件已知情况",
      "summary": "瑞士南部克朗-蒙大拿滑雪胜地的一家名为Le Constellation的酒吧在新年当天发生严重火灾，造成重大人员伤亡。官方表示，数十人可能遇难，其中意大利外交部援引瑞士警方数据称约有40人死亡，超过100人受伤，多数为严重烧伤，导致当地瓦莱州医院重症监护室满员。火灾发生于当地时间01:30，区域首席检察官贝亚特丽斯·皮卢德指出，目前视为火灾事故，排除袭击可能性。应急响应出动十架直升机、四十辆救护车和150名工作人员。受害者涉及多国国籍，英国等使馆已启动领事支持。火灾原因尚未查明，安全官员斯特凡·甘泽澄清爆炸系火势发展所致，而非爆炸装置。当前工作重点在于受害者身份识别和家属援助，同时引发对旅游热点安全协议的关注。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c27613bca37c0f5a_c400718f6512.webp",
      "category": "News"
    },
    {
      "id": "dc45ad2195576633",
      "title": "英国发布琥珀色冰雪警告，北极空气蔓延",
      "summary": "英国正经历一股显著的寒潮，北极空气在全国蔓延，导致英国气象局发布了琥珀色严重冰雪警告，并伴有大量黄色警告。这标志着一个较长寒冷时期的开始，英格兰南部和南威尔士的气温降至冰点以下；例如，伯恩茅斯记录为-6.2°C，卡迪夫为-2.5°C。在苏格兰北部，大雪已经开始，促使从周五到周六实施琥珀色警告，低海拔地区预计积雪10-20厘米，高海拔地区可达30-40厘米，可能伴有暴风雪和飘雪。英国卫生安全局已对全英格兰发布琥珀色寒冷健康警报，突显公共卫生风险。预计将出现旅行中断，包括道路延误和农村社区可能被隔离。这一天气事件发生在新年庆祝活动之后，说明了自然现象与社会活动之间的相互作用，同时强调了健全预警系统和适应性应对措施以减轻不利影响的重要性。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_dc45ad2195576633_80079ffb0833.webp",
      "category": "News"
    },
    {
      "id": "b62f3e9cd035ba01",
      "title": "英国新年庆典：烟花、天气与社区精神",
      "summary": "英国各地数百万人以大型烟花表演和节日聚会迎接新年。在伦敦，欧洲最大的烟花秀沿泰晤士河燃放了12,000枚烟花，吸引了10万名观众，并配有Raye和Coldplay等艺术家的音乐，同时表彰了英格兰女子橄榄球世界杯胜利等成就。爱丁堡城堡为成千上万的荷里路德街派对观众呈现了六分钟精心编排的爆炸表演，使用了去年因极端天气取消活动后 salvaged 的烟花。庆祝活动在寒冷天气中进行，苏格兰北部和英格兰、威尔士部分地区发布了冰雪黄色预警。伦敦市长萨迪克·汗称赞这些活动为传奇，强调团结的重要性。其他城市如贝尔法斯特和加的夫也举行了庆祝活动，布朗一家等家庭在爱丁堡享受了多日欢乐。文章突出了 spectacle、文化亮点和社区在应对天气挑战中的韧性。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_b62f3e9cd035ba01_93de5648c8bf.webp",
      "category": "News"
    },
    {
      "id": "9880c6ba71ebf30a",
      "title": "《舞动奇迹》中的艾莉与维托：每周共舞，挑战残疾刻板印象",
      "summary": "艾莉·戈尔茨坦是一位24岁的唐氏综合症患者，她通过参加BBC的《舞动奇迹》节目，与舞伴维托每周共舞，实现了自己的梦想。她的母亲伊冯从小鼓励她相信自己能成就任何事，尽管出生时医生曾预言她可能无法行走或说话。艾莉通过“显化”信念，坚信自己会登上《舞动奇迹》，最终在接到邀请电话时欣喜若狂。在此之前，她已是一名成功的模特，曾为《Vogue》、Gucci和Adidas等品牌拍摄，并涉足演艺圈，在BBC剧集《马洛里塔》中饰演南希，甚至获得艾美奖提名。艾莉的故事不仅关乎个人成就，更反映了社会进步。伊冯回忆说，艾莉出生时护士曾建议将她留在医院，这体现了过去对残疾人的歧视态度。如今，艾莉的成就在改变公众对学习障碍者的看法，展示他们也能在多个领域脱颖而出。她在《舞动奇迹》中的持续参与，不仅鼓舞了他人，还推动了包容性文化，强调韧性、积极思维和社会态度的转变。这篇文章通过艾莉和伊冯的亲身经历，探讨了残疾代表在媒体中的重要性，以及如何利用个人故事促进更广泛的社会接受度。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_9880c6ba71ebf30a_6afc31e03835.webp",
      "category": "News"
    },
    {
      "id": "b49bf3f7da26de71",
      "title": "特朗普暗示俄罗斯阻碍和平之路，中情局驳斥普京无人机袭击指控",
      "summary": "本文探讨了乌克兰-俄罗斯冲突中的最新发展，重点关注无人机袭击指控和外交紧张局势。中情局评估认为，乌克兰在最近的无人机袭击中并未针对俄罗斯总统普京的住所，这与普京向特朗普总统的断言相矛盾。起初，特朗普似乎接受了普京的说法，但后来他表示同意欧洲领导人的观点，即俄罗斯正在阻碍与乌克兰的和平协议。文章还详细描述了俄罗斯对乌克兰民用基础设施的军事打击，例如在新年之夜对一座主要城市的袭击，导致包括老年人和一名7个月大婴儿在内的脆弱人群伤亡，居民流离失所，房屋被毁。这凸显了持续的人道主义危机以及实现和平的复杂性，因为相互矛盾的叙述和暴力阻碍了外交努力。分析强调了情报评估和领导人声明如何影响国际关系与和平进程，同时指出战争对平民生活的深远影响，以及全球社会在应对此类冲突时面临的挑战。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b49bf3f7da26de71_d0fab9e2db55.webp",
      "category": "News"
    },
    {
      "id": "5ec26aa98681c939",
      "title": "登上考察队研究南极洲大规模融化冰川",
      "summary": "一支由近40名研究人员组成的团队正 embarked on a two-month expedition to study the Thwaites Glacier in Antarctica, often called the 'Doomsday Glacier' due to its potential impact on global sea levels. This glacier, roughly the size of Florida, is melting rapidly as temperatures rise from human activities, posing a significant threat to coastal communities worldwide. The expedition, reported by science correspondent Miles O'Brien, involves traveling on an icebreaker through the remote Southern Ocean to reach one of the most isolated locations on Earth. The researchers aim to gather data on the glacier's melting processes, understand the drivers behind its rapid decline, and assess the implications for future sea-level rise. This scientific effort is crucial for informing climate policies and mitigation strategies, as the Thwaites Glacier could contribute substantially to ocean levels if it continues to melt at its current rate. The journey highlights the challenges of conducting research in extreme environments and underscores the urgency of addressing climate change to protect our planet.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5ec26aa98681c939_d8e94b9011e8.webp",
      "category": "News"
    }
  ]
}