{
  "articles": [
    {
      "id": "517e1a9c41610f2a",
      "title": "新型催化剂将二氧化碳转化为清洁燃料源",
      "summary": "耶鲁大学和密苏里大学的科学家们进行的一项新研究表明，使用锰制成的催化剂可以高效地将二氧化碳转化为甲酸盐。锰资源丰富且成本低廉，使其成为昂贵金属的有吸引力的替代品。甲酸盐被认为是一种有前景的储氢材料，有助于为下一代燃料电池提供动力。这项研究发表在《Chem》期刊上，主要作者包括耶鲁大学的博士后研究员Justin Wedal和密苏里大学的研究生助理Kyler Virtue，资深作者包括耶鲁大学教授Nilay Hazari和密苏里大学教授Wesley Bernskoetter。研究解决了清洁能源中的关键挑战，因为氢燃料电池通过将氢气的化学能转化为电能来提供电力，类似于电池的工作原理，但大规模应用受到氢气生产和储存困难及成本的限制。目前，大多数工业甲酸盐生产依赖化石燃料，限制了其长期环境效益。研究人员表示，更清洁的替代方法是从空气中的二氧化碳直接生产甲酸盐，这种方法既能减少温室气体水平，又能创造有用的化学产品。将二氧化碳转化为甲酸盐需要催化剂，而这一直是一个主要障碍。许多最有效的催化剂依赖昂贵、稀缺且通常有毒的贵金属，而更丰富的金属往往快速分解，降低了它们驱动化学反应的能力。研究团队通过重新设计催化剂结构，显著延长了锰基催化剂的工作寿命，使其性能优于大多数贵金属替代品。关键改进在于在配体设计中添加了一个额外的供体原子，这有助于稳定催化剂并保持其有效性。这项突破可能通过实现更高效的二氧化碳利用和支持向可再生能源过渡，推动可持续化学的发展。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_517e1a9c41610f2a_0cea2e502447.webp",
      "category": "Science"
    },
    {
      "id": "bbf5c899573e5f09",
      "title": "科学家绘制出支撑宇宙的隐藏结构图",
      "summary": "科学家利用美国宇航局的詹姆斯·韦伯太空望远镜，绘制了有史以来最详细的暗物质地图。这项研究由英国杜伦大学、美国宇航局喷气推进实验室和瑞士洛桑联邦理工学院共同领导，揭示了暗物质如何通过引力影响宇宙结构的形成。暗物质是一种不可见的物质，约占宇宙总质能的27%，它不发射或与光相互作用，但通过引力拉动普通物质（即可见的恒星和行星）。地图显示，暗物质在大爆炸后首先聚集，吸引重子物质形成密集区域，从而促使星系和恒星早期形成，进而为行星发展和潜在生命条件创造可能。研究发表在《自然·天文学》期刊上，通过引力透镜和对齐分析，证实了暗物质与可见物质之间的紧密关联，强调了暗物质作为宇宙建筑师的关键作用。这一突破性成果深化了我们对宇宙演化机制的理解，为宇宙学模型提供了重要实证支持。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbf5c899573e5f09_f39017b7d185.webp",
      "category": "Science"
    },
    {
      "id": "45a386d2ea3102f3",
      "title": "无法控制氢气泄漏，NASA将阿尔忒弥斯二号发射推迟至三月",
      "summary": "由于在一次测试中发现氢气泄漏，NASA已将阿尔忒弥斯二号任务推迟至三月。该任务计划自1972年以来首次将宇航员送往月球，进行绕月飞行。在肯尼迪航天中心进行的湿式彩排中，工程师在太空发射系统（SLS）火箭的尾服务桅杆脐带（TSMUs）中检测到氢气泄漏，这与2022年阿尔忒弥斯一号任务延迟的问题相似。氢气作为一种低温燃料，储存于零下423华氏度，因其分子微小易从密封件渗出而难以处理，测试期间泄漏浓度多次超过NASA设定的4%安全限值。工程师尝试通过停止氢气流、加热密封件和调整推进剂流量来解决问题，但泄漏持续，导致需要审查数据并进行另一次测试。宇航员团队包括指挥官里德·怀斯曼、飞行员维克多·格洛弗、任务专家克里斯蒂娜·科赫和加拿大宇航员杰里米·汉森，自1月21日起处于医学隔离，现已被释放至休斯顿等待新发射日期，首次发射窗口定于3月6日。此次延迟凸显了在太空探索中管理低温推进剂的技术挑战，以及NASA为确保宇航员安全而采取的谨慎措施。",
      "source": "Ars Science",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_45a386d2ea3102f3_aeecc97c9485.webp",
      "category": "Science"
    },
    {
      "id": "d5802bbc91ced099",
      "title": "这项大脑发现迫使科学家重新思考记忆如何运作",
      "summary": "一项新研究探讨了大脑中记忆功能的运作方式，表明不同类型的记忆可能依赖于相同的大脑区域。研究由诺丁汉大学和剑桥大学的科学家进行，他们使用功能磁共振成像（fMRI）扫描了40名参与者在记忆任务中的大脑活动。参与者被要求回忆标志和品牌名称的配对，其中一些任务基于先验知识（语义记忆），另一些基于早期学习阶段（情景记忆）。出乎意料的是，fMRI数据显示，在情景和语义记忆检索之间，大脑活动没有显著差异，这表明大脑可能使用重叠区域来处理这两种记忆。这一发现挑战了长期以来的假设，即记忆系统是分离的，并可能重新定义记忆的研究方式。研究结果对理解痴呆和阿尔茨海默病等记忆相关疾病有重要意义，因为它表明整个大脑可能都参与记忆过程。该研究由Roni Tibon博士领导，发表在《自然人类行为》杂志上，强调了在神经科学中重新评估传统观点的必要性。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_d5802bbc91ced099_4afd64a8088c.webp",
      "category": "Science"
    },
    {
      "id": "a5f155dc5a396d4c",
      "title": "偏远太平洋鱼类体内充满微塑料",
      "summary": "一项2026年发表在《PLOS One》期刊上的科学研究发现，微塑料污染已经渗透到太平洋最偏远的沿海水域。研究人员分析了来自斐济、汤加、图瓦卢和瓦努阿图的878条鱼类数据，涵盖138个物种，结果显示大约三分之一的鱼类体内含有微塑料。斐济的污染率最高，达到近75%，远高于全球平均水平的49%，而瓦努阿图仅有约5%。研究通过生态特征分析发现，与珊瑚礁相关的鱼类、海底栖息的物种以及以无脊椎动物为食或采用伏击策略的鱼类更容易摄入微塑料。这引发了严重关注，因为太平洋岛国和地区（PICTs）的社区高度依赖鱼类作为食物、收入和文化实践的重要来源。研究人员指出，斐济较高的污染水平可能与人口密度大、沿海开发过度以及废物管理系统不足有关。他们强调，需要基于生态预测制定政策，以减少塑料污染，并在全球塑料条约的框架下保护这些脆弱区域的粮食安全。这项研究警示，即使是最偏远的海洋生态系统也未能免受塑料污染的影响，突显了加强环境保护和国际合作的紧迫性。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_a5f155dc5a396d4c_b4c3e2dcfe2c.webp",
      "category": "Science"
    },
    {
      "id": "70630678f8b1d805",
      "title": "法院命令重启美国所有海上风电建设",
      "summary": "在美国，特朗普政府对可再生能源，特别是风电持反对态度，发布行政命令阻止海上风电项目的许可，该命令后被法院以武断为由推翻。最近，政府以机密国家安全风险为由，针对五个正在进行的海上风电项目，试图暂停涡轮机安装。作为回应，相关公司提起诉讼，截至周一，所有五个案件均获得不同法院的临时禁令，允许建设继续。法官认为政府的理由缺乏说服力，例如指出允许运行中的涡轮机同时阻止新建设的不一致性。禁令旨在防止对公司造成重大损害，且项目接近完成，可能在政府上诉前竣工。这一事件突显了司法对行政权力的制衡，以及美国能源政策中化石燃料与清洁能源转型之间的紧张关系。",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_70630678f8b1d805_c97f4a45d517.webp",
      "category": "Science"
    }
  ]
}