{
  "articles": [
    {
      "id": "fe3acfa839bc1ed5",
      "title": "萨巴伦卡连续第四年闯入墨尔本决赛",
      "summary": "阿丽娜·萨巴伦卡在澳大利亚网球公开赛女单半决赛中以6-2 6-3击败埃丽娜·斯维托丽娜，连续第四年闯入决赛。作为世界排名第一的选手，萨巴伦卡展现了强大的统治力，打出29个制胜分，仅有15个非受迫性失误，并在发球局中只丢了11分。这一成就使她成为自2002年玛蒂娜·辛吉斯以来首位连续四年进入澳网女单决赛的球员。萨巴伦卡目前保持着11场连胜纪录，且在今年赛事中未失一盘。她将在周六的决赛中对阵埃琳娜·雷巴金娜或杰西卡·佩古拉，争夺个人第三个澳网冠军和第五个大满贯头衔。萨巴伦卡在比赛中还面临了一次妨碍判罚，但保持了冷静，显示出心理素质的提升。她反思了去年决赛输给麦迪逊·基斯的经历，认为自己当时“不够勇敢”，此次寻求救赎。这一表现不仅凸显了她的运动实力，也体现了在高压比赛中的心理韧性。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fe3acfa839bc1ed5_8d44e5516a24.webp",
      "category": "Fun"
    },
    {
      "id": "3c20ec191bbb962c",
      "title": "塞雷娜·威廉姆斯未排除复出可能性",
      "summary": "塞雷娜·威廉姆斯是一位网球传奇人物，拥有23个大满贯单打冠军头衔，于2022年美国公开赛后退役。然而，最近她提交了必要的文件，重新进入了国际网球诚信机构管理的药检池名单，这是重返比赛的先决条件。在一次今日秀的采访中，当被问及复出计划时，威廉姆斯表现得含糊其辞，她说“我不知道，我只是看看会发生什么”，并否认这是一个“可能”。球员必须在药检池中待满六个月才能参赛，而威廉姆斯的名字出现在10月份的国际网球诚信机构文件中。她还提到在表格上填写了“居家妈妈和家庭主妇”作为职业，这增加了外界的猜测。她俏皮和不诚实的回答表明，复出的想法可能已在她的脑海中形成，尽管尚未确认。这一情况引发了球迷和媒体的广泛兴趣，突显了关于她网球未来的持续讨论。文章通过官方文件和直接引用来支持报道，分析了她在退役后可能重返赛场的迹象，以及这对网球界的影响。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3c20ec191bbb962c_e47c9b1c25cd.webp",
      "category": "Fun"
    },
    {
      "id": "2d1dc5d98f9270da",
      "title": "休伊特晋级轮椅网球单打半决赛，但与里德双打失利",
      "summary": "阿尔菲·休伊特，英国轮椅网球选手，在澳大利亚公开赛男子轮椅单打比赛中击败同胞兼双打搭档戈登·里德，成功晋级半决赛。比赛在玛格丽特·考特球场进行，休伊特以6-2、6-3直落两盘获胜，耗时1小时33分钟。这场胜利使他更接近卫冕去年获得的单打冠军，这也是他职业生涯第10个大满贯单打头衔。在半决赛中，休伊特将面对西班牙的马丁·德拉普恩特，后者击败了法国的斯特凡·乌代。然而，在双打项目中，休伊特和里德争夺第七个连续澳网双打冠军的征程在半决赛中止步，他们以6-4、2-6、10-4的比分输给了日本的尾田时人和阿根廷的古斯塔沃·费尔南德斯，比赛通过抢十决胜。这对英国组合此前在双打领域表现卓越，赢得了过去23个大满贯双打冠军中的18个。同时，在四肢残疾双打项目中，英国的安迪·拉普索恩和澳大利亚的希思·戴维森经过激烈的半决赛后晋级决赛。文章突出了休伊特在单打中的持续成功与双打连胜终结的对比，反映了精英轮椅网球的竞争格局。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2d1dc5d98f9270da_04864216ebe9.webp",
      "category": "Fun"
    },
    {
      "id": "327ae2e4457495ed",
      "title": "英国选手斯库普斯基晋级澳网男双决赛",
      "summary": "英国网球选手尼尔·斯库普斯基与美国新搭档克里斯蒂安·哈里森成功晋级澳大利亚网球公开赛男双决赛。作为六号种子，他们在半决赛中以6-3、7-6（9-7）击败了三号种子马塞尔·格拉诺勒斯和奥拉西奥·泽巴洛斯，这是两人首次在大满贯赛事中合作。斯库普斯基此前与同胞乔·索尔兹伯里搭档，在2025年参加了所有四大满贯赛事，但索尔兹伯里因焦虑问题宣布暂时休赛。斯库普斯基与哈里森的新组合迅速取得成效，再次闯入决赛。在接受BBC广播5台采访时，斯库普斯基解释称，由于可用球员较少，他选择了哈里森，且两人的打法互补。他对目前的合作表示满意，并对周六对阵澳大利亚外卡选手杰森·库布勒和马克·波尔曼斯的决赛充满信心。此外，斯库普斯基提到与索尔兹伯里保持联系，后者正在旅行并考虑在四月回归网球。这篇文章不仅报道了体育成就，还探讨了职业网球中的适应能力、心理健康问题以及双打合作的动态变化。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_327ae2e4457495ed_ec32fa76fc93.webp",
      "category": "Fun"
    },
    {
      "id": "02eeff4f5542ee5c",
      "title": "《布里奇顿》新系列探讨性别不平等与性禁忌",
      "summary": "Netflix剧集《布里奇顿》的第四季深入探讨了摄政时期的一个重大禁忌：未婚上层社会女性在性教育方面的缺失。该剧设定在19世纪初，描绘了像弗朗西斯卡·布里奇顿这样的女性对性一无所知，而男性则被鼓励通过旅行获得经验。这种知识差距在弗朗西斯卡与约翰·斯特林的婚姻中造成紧张，她努力理解女性的愉悦和亲密关系。弗朗西斯卡向母亲和嫂子等女性家庭成员寻求指导，突显了限制女性获取信息的不公平社会规范。演员汉娜·多德强调这些对话的重要性，指出没有它们，女性无法了解自己的身体。该系列还描绘了这对夫妇内向的性格，展示他们如何必须超越舒适区进行开放沟通。此外，该剧触及神经多样性，一些自闭症粉丝因弗朗西斯卡需要安静和难以适应社会惯例而产生共鸣，这一点在编剧讨论中提到。总体而言，《布里奇顿》利用历史小说批判过去的性别不平等，并促进关系中的诚实对话。",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_02eeff4f5542ee5c_3fc40e239f71.webp",
      "category": "Fun"
    },
    {
      "id": "03e53b9b772966fc",
      "title": "克里斯·海姆斯沃斯和马克·鲁法洛：从超级英雄到心理惊悚片的转型",
      "summary": "克里斯·海姆斯沃斯和马克·鲁法洛因在漫威电影中饰演雷神和绿巨人而闻名，现重聚出演新片《犯罪101》，这是一部心理惊悚片，标志着他们从超级英雄类型的重大转型。在影片中，海姆斯沃斯扮演一名策划最终抢劫的难以捉摸的珠宝窃贼，而鲁法洛则饰演决心抓捕他的侦探。演员们在首映式上讨论了他们的合作，强调长期的友谊为拍摄带来了活力和挑战。海姆斯沃斯形容他们在片场的行为像“需要管束的顽皮学童”，但《犯罪101》要求转向戏剧性表演，最初让他们感到不适，因为他们需要从喜剧默契中调整。鲁法洛指出，这部电影让海姆斯沃斯展示了与以往角色不同的变革性表演，并透露他们多年来一直计划在漫威宇宙外合作。这个项目在海姆斯沃斯向鲁法洛提出剧本后实现，鲁法洛立即接受。此次合作不仅是他们职业生涯的重要一步，探索了更黑暗的主题，还展示了他们在大型特许经营之外的多样性，为当代电影中的演员重塑提供了案例。文章通过演员的直接引述，提供了对他们经验和友谊的见解，但缺乏外部来源或深度分析，可能偏向宣传内容。总体而言，这突出了海姆斯沃斯和鲁法洛追求艺术成长和挑战观众期望的努力。",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_03e53b9b772966fc_ebec6805b4f6.webp",
      "category": "Fun"
    }
  ]
}