{
  "articles": [
    {
      "id": "4f7995b055e3858b",
      "title": "Eurovision's Big Birthday Tour",
      "summary": "The Eurovision Song Contest is having a special live tour for its 70th birthday. This tour will start after this year's big final and travel to many cities in Europe, beginning in London. Famous singers from the past 70 years of Eurovision will perform their own songs and cover other favorite Eurovision tunes. The tour is a fun way for fans to see a show like the real contest, especially if they couldn't get tickets. It celebrates Eurovision's history and looks forward to more music in the future. The exact singers for the tour will be announced later, after this year's contest ends.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4f7995b055e3858b_eb784922a124.webp",
      "category": "Fun"
    },
    {
      "id": "1e1820eadf67a7f1",
      "title": "Music Stars Nominated for Awards in 2026",
      "summary": "The Mobo awards are a big music event that celebrates black music in the UK and other places. In 2026, singers Olivia Dean and Little Simz have the most nominations, with four each. Olivia Dean is nominated for her album The Art Of Loving, and Little Simz for her album Lotus. Other artists like Central Cee and PinkPantheress also have multiple nominations. The awards will be given out in Manchester on March 26. This year is special because it marks 30 years since the Mobo awards started in 1996. The founder, Kanya King, says these awards help artists become more successful. New artists like Jim Legxacy and KWN are also nominated, showing that new talent is important. The Mobo awards have helped famous stars like Stormzy and Dave before they became very popular.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1e1820eadf67a7f1_fa1ffb4b9577.webp",
      "category": "Fun"
    },
    {
      "id": "68387fde4902eb65",
      "title": "Emma Raducanu Loses Tennis Match Before Big Tournament",
      "summary": "Emma Raducanu, a famous tennis player from Britain, lost a match to Taylah Preston, who is ranked 204th in the world. This happened in Hobart, Australia, right before the Australian Open, which is a very important tennis tournament. Raducanu was the top seed, meaning she was expected to do well, but she struggled with her serves and made mistakes. She had only won one match recently, so this loss is a setback. Now, she will go to Melbourne for the Australian Open, where she might face the world number one player, Aryna Sabalenka, later on. This article talks about how athletes can have ups and downs in their careers.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_68387fde4902eb65_cea3aee9d265.webp",
      "category": "Fun"
    },
    {
      "id": "b75fbb39717c8acb",
      "title": "Watching the Australian Open Tennis on the BBC",
      "summary": "The Australian Open is a big tennis tournament in Melbourne, Australia, starting on January 18 and ending on February 1. You can watch and listen to it on the BBC. Players like Jannik Sinner, who won last year, and Madison Keys are trying to win again. Other top players like Carlos Alcaraz and Novak Djokovic are also playing. The BBC has live radio commentary on BBC Radio 5 Live, BBC Sounds, and BBC iPlayer. There is also a show called Tennis Breakfast every morning for fun talk about the games. This helps fans follow all the exciting matches from home.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_b75fbb39717c8acb_3741660a1fd9.webp",
      "category": "Fun"
    },
    {
      "id": "74951aef0a482c7f",
      "title": "Roger Federer Cheers for Carlos Alcaraz at the Australian Open",
      "summary": "Roger Federer, a famous tennis player, is cheering for Carlos Alcaraz, a young tennis star, to win the Australian Open. If Alcaraz wins, he will become the youngest man to win all four major tennis tournaments, called the career Grand Slam. Federer knows this is hard because he did it too. Alcaraz is 22 years old and has already won Wimbledon, the French Open, and the US Open. He is number one in the world and has a big rivalry with Jannik Sinner, another top player. Federer hopes Alcaraz stays healthy and does well. Federer is in Melbourne for a special event to honor his career.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_74951aef0a482c7f_9331bd5a88fc.webp",
      "category": "Fun"
    },
    {
      "id": "1b2267d3c0ea2844",
      "title": "Emma Raducanu's Tough Tennis Match in Australia",
      "summary": "Emma Raducanu is a tennis player from Britain who is playing in a big tournament called the Australian Open. She might have to play against Aryna Sabalenka, who is the best player in the world, in the third round. This is tough because Sabalenka beat her last year at Wimbledon. Raducanu has been working hard to get better and stronger. She will play her first match against a player from Thailand. If she wins, she could face Sabalenka again. This match is important because it shows if Raducanu can beat the top players. Other players like Jannik Sinner and Carlos Alcaraz are also in the tournament, and they might play each other in the final. The article talks about the draw, which is like a plan for who plays who in the tournament.",
      "source": "BBC Tennis",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1b2267d3c0ea2844_312b108ab578.webp",
      "category": "Fun"
    }
  ]
}