{
  "articles": [
    {
      "id": "756744e8d1e2fc23",
      "title": "巴西前总统博索纳罗因涉嫌策划越狱被捕",
      "summary": "巴西联邦警察于周六逮捕了前总统雅伊尔·博索纳罗，原因是他涉嫌策划越狱以逃避因领导政变企图而被判处的27年监禁。这一逮捕令由最高法院法官亚历山大·德·莫赖斯下达，理由是博索纳罗的脚踝监控器在周六凌晨被违反，表明他有意在儿子组织的抗议活动中逃跑。博索纳罗此前因被视为潜逃风险而处于软禁状态，并佩戴了监控设备。法官莫赖斯担心，博索纳罗可能在抗议混乱中逃往美国驻巴西利亚大使馆，并提到其他涉案盟友已逃离巴西。博索纳罗的律师否认了这些指控，称逮捕令人困惑，是基于祈祷守夜而非抗议。最高法院将于周一审议这一预防性逮捕，此前在9月，博索纳罗以4比1的票数被定罪。这一事件反映了巴西深刻的政治分歧和司法系统在维护民主法治中的角色，突显了后选举时期的国家紧张局势。",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_756744e8d1e2fc23_832e1624b720.webp",
      "category": "News"
    },
    {
      "id": "f004fc9d15eba554",
      "title": "COP30气候谈判在巴西结束，未制定淘汰化石燃料路线图",
      "summary": "在巴西贝伦举行的联合国COP30气候谈判于周六达成一项低调协议，同意向受气候变化影响最严重的国家提供更多资金，以帮助它们适应极端天气的冲击。然而，该协议未包含明确的详细路线图来淘汰化石燃料或加强不足的减排计划。巴西作为会议东道主表示，将与强硬的哥伦比亚合作，最终制定脱离化石燃料的路线图，但这不会具有联合国会议批准的协议同样的效力。协议在谈判代表超过截止日期后获得通过，经过超过12小时的深夜和凌晨会议才敲定。展望未来，COP30主席安德烈·科雷亚·多拉戈表示，在贝伦开始的艰难讨论将在巴西领导下持续到下一次年度会议，即使未反映在刚批准的文本中。多拉戈称，化石燃料转型计划将由其团队稍后单独提出，不会像各国在会议上接受的协议那样具有同等分量。但批评者对周六达成的协议表示不满，前菲律宾谈判代表、现就职于绿色和平国际的贾斯珀·因文特称其为“薄弱的结果”，巴拿马谈判代表胡安·卡洛斯·蒙特雷·戈麦斯等人也谴责该协议软弱且不足，指出未能提及化石燃料是纵容污染者的行为，并批评科学在COP30中被删除，因为它冒犯了污染者。这一事件突显了全球气候外交中持续的挑战以及在减少化石燃料依赖方面达成共识的困难。",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f004fc9d15eba554_19a79b988296.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "乌克兰盟友对美国结束战争计划表示担忧",
      "summary": "乌克兰的盟友，包括欧洲国家、加拿大和日本，对美国提出的一项结束俄乌战争的计划表示担忧，称该计划“需要额外工作”。在一份联合声明中，这些国家承认计划包含“公正持久和平的基本要素”，但对边界变更和乌克兰军队的限制表示关切，认为这可能使乌克兰未来易受攻击。该计划建议乌克兰从东部顿涅茨克地区撤军，并默认俄罗斯对顿涅茨克、卢甘斯克和2014年被吞并的克里米亚的控制，同时将乌克兰军队限制在60万人以内。此外，计划提出通过解除制裁和重新邀请俄罗斯加入七国集团（G7）来使其重返全球经济。英国、法国、德国、美国和乌克兰的安全官员将于周日在瑞士日内瓦举行进一步会谈。乌克兰总统泽连斯基警告称，由于美国要求接受该计划的压力，乌克兰正面临“历史上最困难的时刻之一”。盟友强调边界不得以武力变更的原则，并坚持任何协议必须确保可持续和平，表明草案需更多完善才能被接受。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "c8628e54ecc0434f",
      "title": "里夫斯准备重要预算时刻时的恐惧与怀疑",
      "summary": "英国财政大臣雷切尔·里夫斯正在准备她的预算案，这一过程已持续数月，重点围绕三个核心目标：降低生活成本、减少国民医疗服务体系的等待名单以及削减国家债务。预算规划从七月开始，里夫斯在财政部会议上强调战略优先，而非传统电子表格工具。然而，党内存在深度恐惧，对手和商界则持怀疑态度，认为政治约束和继承的经济问题，如高债务和税收，可能阻碍她的努力。里夫斯辩称她继承了艰难的财政状况，但公众期望看到改善。预算旨在向金融市场传递控制通胀、维持公共服务资金和管理支出的信息，但对其可行性的质疑因持续经济压力而存在。这篇文章分析了预算背后的政治、经济因素及公众反应，突出了里夫斯面临的挑战和各方观点。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c8628e54ecc0434f_2e427015ed81.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "BBC主席萨米尔·沙阿的时间不多了吗？",
      "summary": "BBC董事会成员巴纳吉提前辞职，加剧了该机构的内部危机，使主席萨米尔·沙阿的领导能力受到严格审查。巴纳吉的辞职时机巧妙，选在其他董事会成员面临议会委员会质询之前，被视为对沙阿的批评，指责他在处理董事会成员关于BBC新闻存在系统性自由偏见的指控时表现软弱。此前，总干事和新闻首席执行官已离职，突显了董事会内部的深刻分歧。沙阿及其他如黛博拉·特内斯和蒂姆·戴维否认制度性偏见，强调BBC的核心公正性及其作为英国最受信任新闻源的地位。然而，董事会分裂明显，部分成员围绕偏见指控团结，而其他成员则强调 robust 和多样化的讨论。一位资深电视高管形容董事会“正在崩溃”，指出领导力问题，并因巴纳吉声称未参与关键决策而加剧，引发内部政变猜测。文章将此置于更广泛的政治背景中，包括自由民主党领袖埃德·戴维爵士呼吁移除某些董事会成员，引发对政治影响和BBC自治的质疑。最终，探讨沙阿能否应对这些挑战，维护机构的完整性和公众信任。",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    },
    {
      "id": "18efe8871e24f025",
      "title": "冷水浴和康普茶：冬季健康趋势真的有效吗？",
      "summary": "随着冬季来临，许多人尝试冷水游泳和饮用康普茶等趋势，希望增强免疫系统并预防疾病。免疫学教授埃莉诺·赖利解释说，冷水游泳会导致白细胞水平暂时上升，这是由于身体的应激反应，但效果短暂，不会长期提升免疫力。相反，益处可能来自社交和心理方面，如压力减少和警觉性提高。疫苗免疫学教授约翰·特雷戈宁补充说，在自然中的活动可以降低压力激素，从而间接支持免疫功能。全科医生玛格丽特·麦卡特尼指出，适度锻炼有证据显示能减少病毒感染，但不必特定于冷水游泳。关于康普茶，这种发酵饮料被宣传为有益肠道健康和免疫力，但麦卡特尼医生持谨慎态度，强调其缺乏强有力的科学支持。总体而言，文章表明，虽然这些趋势可能通过减压和社交连接改善幸福感，但可能无法直接增强免疫系统，提醒人们重视基于证据的健康实践。",
      "source": "BBC News",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_18efe8871e24f025_1298801bf5fe.webp",
      "category": "News"
    }
  ]
}