{
  "articles": [
    {
      "id": "dc1d325c7047c865",
      "title": "黑洞基本性质可能正在改变",
      "summary": "天文学家发现，超大质量黑洞周围的物质可能并非在整个宇宙历史中保持不变。通过对类星体——由黑洞驱动的极亮天体——的观测，一个由雅典国家天文台领导的国际团队发现，紫外线和X射线辐射之间的关系随时间发生了变化。类星体从吸积盘发出紫外线，这些光与日冕中的高能粒子相互作用产生X射线。近50年来，科学家假设这种紫外线-X射线关联是普适的，意味着黑洞周围条件稳定。然而，这项发表在《皇家天文学会月报》上的新研究揭示，在宇宙较年轻时期（约当前年龄的一半），这种关系与现今附近类星体的观测结果不同。这表明吸积盘和日冕可能在大约65亿年间发生了演化，从而改变了黑洞的生长和辐射方式。研究人员使用多种方法确认了发现，挑战了长期以来的天文学原则，并促使重新评估黑洞在不同宇宙纪元的行为。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_dc1d325c7047c865_cf4b40a5ae27.webp",
      "category": "Science"
    },
    {
      "id": "ab1a13d4df9b6aff",
      "title": "多吃维生素C能物理改变你的皮肤",
      "summary": "一项发表在《调查性皮肤病学杂志》上的研究揭示了饮食中维生素C与皮肤健康之间的直接联系。奥塔哥大学的研究人员发现，通过食用如阳光金奇异果等富含维生素C的食物，可以增加血液和皮肤中的维生素C水平。这种增加与皮肤增厚（由于胶原蛋白生产增强）和外层表皮更新加快相关。该研究涉及新西兰和德国的24名健康成年人，他们每天食用两个奇异果，结果显示皮肤有明显改善。研究结果强调，皮肤健康更多受内部营养从饮食中的影响，而非局部治疗，因为维生素C从血液中高效吸收到所有皮肤层。玛格丽特·维瑟斯教授指出，皮肤细胞优先从循环中吸收维生素C，支持更健康的皮肤功能。这项研究强调了营养对维持皮肤完整性的重要性，并挑战了仅依赖护肤品的做法。维生素C是胶原蛋白生产所必需的，但由于其亲水性，通过外皮屏障吸收不佳，而从血液中输送则更有效。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_ab1a13d4df9b6aff_4f1fea77ab7c.webp",
      "category": "Science"
    },
    {
      "id": "5d37751b96999d66",
      "title": "新型超导体打破物理学家认为固定的规则",
      "summary": "来自IFW德累斯顿和卓越集群ct.qmat的研究人员发现，铂铋二（PtBi2）材料展现出前所未有的超导行为。这种材料作为一种拓扑超导体，在低温下，其顶部和底部表面的电子配对形成无电阻导电，而内部保持正常金属状态，构成一种天然的三明治结构。超导性源于拓扑性质保护表面电子，使其稳定。高分辨率测量显示，电子配对呈六重对称模式，不同于传统超导体甚至非常规超导体如铜氧化物。这种独特配对首次观察到，与材料的原子排列相关。此外，超导表面边缘自然存在马约拉纳粒子，这些粒子是未来量子计算机中容错量子比特的潜在组件。该研究为内在拓扑超导性提供了强有力的实验证据，使PtBi2成为该领域的领先候选材料，为理解超导性和量子技术发展开辟了新途径。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_5d37751b96999d66_9f12e64bc1d5.webp",
      "category": "Science"
    },
    {
      "id": "b73c446cee72211f",
      "title": "这款微型芯片可能改变量子计算的未来",
      "summary": "研究人员在量子计算领域取得重大进展，开发出一种比人类头发丝细近100倍的设备。这项发表在《自然通讯》期刊上的工作介绍了一种新型光学相位调制器，旨在精确控制激光。这种能力对于运行未来可能依赖数千甚至数百万量子比特（存储和处理量子信息的基本单位）的量子计算机至关重要。与尺寸同样重要的是该设备的制造方式：研究人员没有依赖定制实验室设备，而是采用了可扩展的制造方法，类似于生产计算机、智能手机、车辆和家用电器（甚至烤面包机）中处理器的技术。这种方法使得该设备更易于大规模生产。这项研究由电气、计算机与能源工程系的即将入学的博士生Jake Freedman和量子工程教授Matt Eichenfield领导，并与桑迪亚国家实验室的科学家合作完成。该技术核心是每秒振荡数十亿次的微波频率振动，使芯片能够以卓越精度操纵激光。通过直接控制激光束的相位，该设备可以生成稳定且高效的新激光频率。这种控制水平不仅是量子计算的关键要求，也对量子传感和量子网络等新兴领域至关重要。一些最有前景的量子计算设计使用被困离子或中性原子存储信息，其中每个原子充当一个量子比特。研究人员通过向这些原子发射精心调谐的激光束与它们互动，从而进行计算。为此，每个激光必须进行极端精确的调整，有时精度需达到十亿分之一百分比。新设备通过高效相位调制生成激光频率偏移，同时使用的微波功率比许多现有商业调制器少约80倍。较低的功耗意味着更少的热量，允许更多通道紧密地集成在一起，甚至可以在单个芯片上实现。总之，这些优势将芯片转化为一个可扩展的系统，能够协调原子执行量子计算所需的精确互动。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_b73c446cee72211f_bc2d2e2826ed.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "政府淡化农场遗产税计划",
      "summary": "英国政府针对继承农场的税收提案已进行淡化处理，将起征点从100万英镑提高至250万英镑。这一政策退却源于数月来农民的抗议以及部分工党后排议员的担忧。去年预算案中，部长们宣布自2026年4月起，对价值超过100万英镑的农业资产征收20%的遗产税，结束了自1980年代以来的100%税收减免。环境大臣艾玛·雷诺兹在议会圣诞休会后发布声明，表示已倾听全国农民的意见，调整政策以保护更多普通家庭农场。她强调，较大庄园应贡献更多，同时支持作为英国农村社区支柱的农场和贸易企业。全国农民联合会负责人汤姆·布拉德肖欢迎这一变化，称其使许多家庭农场免受恶劣风暴的影响。然而，乡村土地与商业协会主席加文·莱恩指出，此宣布仅限制了损害，并未完全消除，许多家庭企业因昂贵机械和土地估值可能仍高于起征点，但利润微薄难以负担税负。德比郡农民本·阿德恩认为这是正确的一步，主张免除家庭农场税收，仅对有能力纳税的大公司征税。自提案公布14个月以来，农民定期在议会外抗议，一些农村地区的工党议员也表达关切，最近议会投票中，十余名后排议员弃权，一人反对导致被暂停党籍。这一修订反映了政府对公众压力的回应，但遗留了关于公平性和农村经济影响的持续辩论。",
      "source": "BBC Science",
      "time_ago": "3 days ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "气候顾问警告：2025年将打破高温记录，'这是我们的未来'",
      "summary": "英国政府首席气候顾问雷切尔·凯特教授警告称，随着气候变化持续推动气温上升，2025年有望成为英国有记录以来最热的一年，平均气温预计达到10.05°C，略高于2022年的10.03°C纪录。她指出，人类活动导致的二氧化碳排放是这一趋势的主要原因，使高温成为'新常态'。英国气象局支持这一观点，表示过去二十年中，英国最热的十年全部出现，且人为因素正在全球范围内加速变暖。凯特强调，缺乏降雨和持续温暖使国家在春季和夏季更容易遭受干旱和野火的影响，并呼吁通过投资自然和基础设施来增强韧性。她警告说，如果不立即采取适应措施，未来将付出更高代价。尽管气象局的预测基于截至12月21日的观测数据，并假设剩余日子气温较低，因此并非绝对确定，但这仍是最可能的结果，突显了应对气候变化的紧迫性。这篇文章旨在提高公众和政策制定者对气候风险的认识，促进及时行动以建设更具韧性的社会。",
      "source": "BBC Science",
      "time_ago": "4 days ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}