{
  "articles": [
    {
      "id": "df58e3ba35ae334b",
      "title": "Great Deals for Black Friday in the UK",
      "summary": "This article is all about finding the best deals for Black Friday in the UK. A sales expert has picked over 100 great offers on things like TVs, laptops, and appliances. Black Friday is a big sale event that happens every year, and this year, many stores started their sales early. The expert has been watching these sales for almost ten years, so they know which deals are really good. Some examples include Sony earbuds for £55, a PlayStation 5 Pro at a low price, and an air fryer for £99. The article helps people save money by sharing these bargains from stores like Amazon and Argos. It's a fun way to learn about shopping smart and getting cool stuff for less.",
      "source": "TechRadar",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_df58e3ba35ae334b_a319e40cee44.webp",
      "category": "Science"
    },
    {
      "id": "dff4046bec191977",
      "title": "Fun Word Game Hints for Kids",
      "summary": "This article is about a word game called Quordle that you can play every day. It gives hints to help you solve the puzzle without giving away the answers right away. The game has four words to guess, and the hints tell you things like how many vowels are in the words or if any letters are repeated. For example, today's game has five different vowels and one word with a repeated letter. The article also warns you not to read further if you don't want to see the answers, so you can keep your winning streak going. It's a fun way to practice spelling and thinking skills, and if you like word games, you might enjoy others like Wordle or Connections too.",
      "source": "TechRadar",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dff4046bec191977_acb8a7762077.webp",
      "category": "Science"
    },
    {
      "id": "8b904ac1f4832caf",
      "title": "How AI Helps You Eat Healthy Foods",
      "summary": "This article talks about how a smart computer program called ChatGPT can help you eat healthier. It can plan your meals so you don't get stuck eating cereal for dinner. For example, you can ask it for quick dinner ideas that are cheap and healthy, like lentil curry or stir-fried vegetables. It can also use the food you already have in your fridge to suggest recipes, which helps reduce waste. If you're tired, it can make a meal plan based on what's in your cupboard. Plus, it can help with nutrition by creating balanced meal plans that fit your calorie goals, such as high-protein vegetarian meals. This makes eating healthy easier and more fun, just like having a helper in the kitchen.",
      "source": "TechRadar",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8b904ac1f4832caf_3fccffd72a55.webp",
      "category": "Science"
    },
    {
      "id": "557cc089be3a181e",
      "title": "Why Buying a Used iPad Can Be a Great Idea",
      "summary": "This article talks about buying refurbished iPads, which are iPads that have been fixed up to work like new. The author shares that they bought one themselves and it was much cheaper than a brand-new iPad. Refurbished iPads are checked by experts to make sure they work well, so you can trust them. The author says that during Black Friday sales, there are even more discounts on these iPads, helping you save money. Another good reason to buy refurbished is that it helps the environment by reducing waste from old electronics. The author has used their refurbished iPad for three years with no problems, and it still works perfectly. They also mention that you can find older models that are no longer sold new. Overall, buying refurbished is a smart choice for saving cash and helping the planet.",
      "source": "TechRadar",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_557cc089be3a181e_10103f58e2ba.webp",
      "category": "Science"
    },
    {
      "id": "2e493042339037c5",
      "title": "How Earthquake Faults Fix Themselves Quickly",
      "summary": "Scientists have found that deep earthquake faults can heal themselves in just hours after moving. This discovery comes from research at the University of California, Davis. They studied slow slip events, which are like very slow earthquakes where the ground moves a little bit over days or weeks instead of shaking suddenly. In the Cascadia Subduction Zone in the Pacific Northwest, the same part of a fault can slip again quickly, showing it gets strong again fast. The researchers did experiments with quartz powder under high pressure and heat to see how this healing happens. They used soundwaves and microscopes to check the quartz. This new idea could change how we understand earthquakes and make better predictions to keep people safe.",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_2e493042339037c5_912bdf4c74b1.webp",
      "category": "Science"
    },
    {
      "id": "70f11ca0bfbc5b9b",
      "title": "How Smoking a Few Cigarettes Can Hurt Your Heart",
      "summary": "Smoking even a small number of cigarettes each day can be very bad for your heart and health. A big study looked at many people over a long time and found that smoking just two to five cigarettes daily makes it much more likely to have heart problems or die early compared to people who never smoke. This higher risk can last for many years, even after someone stops smoking. The good news is that quitting smoking completely helps reduce the risk, especially if you stop when you are young. The researchers want everyone to know that cutting down on cigarettes is not enough; it's best to quit entirely to protect your heart and live a longer, healthier life.",
      "source": "Science Daily",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_70f11ca0bfbc5b9b_8a41ab985b91.webp",
      "category": "Science"
    }
  ]
}