{
  "articles": [
    {
      "id": "d6528c85f49fe60d",
      "title": "延时摄影展示巨石阵冬至日出",
      "summary": "在冬至这一天，即一年中白昼最短的日子，约8500人聚集在英国威尔特郡的巨石阵观看日出，时间大约在格林尼治标准时间08:00。这一历史遗址吸引了来自各地的游客，例如一个从诺丁汉出发的家庭，他们在凌晨02:00起床前往参加。参与者进行了象征性的仪式来纪念这一时刻，其中一位参加者贝拉·里德利-汤普森强调，穿着得体并表现出尊重是仪式的重要组成部分。这一事件标志着一个转折点，因为冬至后白昼开始变长，带来更多的日光。巨石阵作为此类庆祝活动的焦点，突显了其在观测天文事件方面的文化和历史意义。这次集会反映了公众对古老传统以及与自然周期相关的集体体验的持续兴趣，展示了历史与现代社会在特殊场合下的连接。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d6528c85f49fe60d_686c94f9f4d7.webp",
      "category": "News"
    },
    {
      "id": "7d15b017766c5fa0",
      "title": "幸存者对剩余爱泼斯坦文件发布感到'紧张和怀疑'",
      "summary": "美国司法部发布了数千页与已故性犯罪者杰弗里·爱泼斯坦虐待案相关的文件，但幸存者和立法者对此表示失望和怀疑。根据《爱泼斯坦文件透明法》，所有材料必须在截止日期前公开，然而仅部分文件被发布，且许多经过大量编辑。幸存者如莉兹·斯坦和玛丽娜·拉塞达担心，这种不完整的发布可能导致信息'缓慢推出'而缺乏背景，可能助长阴谋论。他们认为司法部未完全遵守法律，行为不真诚。发布的文件包括爱泼斯坦的知己吉斯莱恩·马克斯韦尔及多位名人的照片，但被点名并不意味 wrongdoing。值得注意的是，一些文件在发布后变得不可用，进一步引发了对透明度的担忧。幸存者强调，所有证据必须可访问，以确保对犯罪行为的问责和正义。这一情况突显了政府透明度努力与幸存者追求正义之间的紧张关系，涉及法律合规、隐私保护与公众知情权的平衡。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_7d15b017766c5fa0_4da91d96e4d2.webp",
      "category": "News"
    },
    {
      "id": "fedba83158b88a8d",
      "title": "减肥注射剂：停止使用后会发生什么？",
      "summary": "减肥注射剂，称为GLP-1激动剂，通过模仿天然激素GLP-1来抑制食欲，帮助许多人实现减肥目标。文章以坦尼娅·霍尔为例，她使用Wegovy后减重显著，但尝试停止注射时，饥饿感强烈回归，被称为“食物噪音”。这些药物相对较新，长期副作用如恶心、脱发和睡眠问题仍在研究中。在英国，约150万人自费购买这些治疗，凸显了成本问题。坦尼娅的经历展示了减肥后的社会尊重提升，但也面临健康挑战。文章探讨了停止使用后的生理和心理反弹效应，以及维持体重的困难，强调需要更多研究来支持可持续的体重管理策略。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fedba83158b88a8d_0615e7cd90db.webp",
      "category": "News"
    },
    {
      "id": "feac9c3ba9bb7361",
      "title": "司法部网站至少16份爱泼斯坦相关文件消失，包括特朗普照片",
      "summary": "司法部公开网页上关于杰弗里·爱泼斯坦的文件中，至少有16份在发布后不到一天内消失，未作任何解释或公众通知。消失的文件包括一张显示前总统唐纳德·特朗普与爱泼斯坦、梅拉尼娅·特朗普及吉斯莱恩·麦克斯韦合影的照片。司法部未说明文件被移除的原因或是否故意为之，这引发了在线猜测和对透明度的担忧。众议院监督委员会的民主党人指出这一事件，质疑是否还有其他信息被掩盖，并呼吁为美国公众提供更多透明度。此事加剧了近期文件发布已存在的忧虑，尽管发布了数万页文件，但对爱泼斯坦的罪行或使他多年避免严重联邦指控的检察决策提供了有限新见解。关键记录如联邦调查局对幸存者的访谈和内部检察决策备忘录仍然缺失，这些本可帮助解释案件处理方式。文件消失凸显了关于爱泼斯坦及其有权势关联人物的持续谜团，强调了对问责和信息公开访问的呼吁。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_feac9c3ba9bb7361_2724f2708b7d.webp",
      "category": "News"
    },
    {
      "id": "c1925f8a7269bea5",
      "title": "德国工程师成为首位乘坐轮椅进入太空的人",
      "summary": "2025年12月20日，德国33岁的截瘫工程师米夏埃拉·本特豪斯创造了历史，成为首位乘坐轮椅进入太空的人。她乘坐蓝色起源公司的新谢泼德火箭从德克萨斯州发射升空，与其他五名乘客一同进行了约10分钟的亚轨道飞行，飞行高度超过65英里。本特豪斯在七年前因山地自行车事故严重受伤，需使用轮椅，但她在太空中离开轮椅，体验了失重漂浮。蓝色起源公司为适应她的需求做了微小调整，如添加转移板方便进入舱内座位，并在着陆后铺设地毯以便立即取回轮椅。本特豪斯是欧洲空间局研究生培训计划的成员，曾通过抛物线飞行体验过失重。此次飞行由退休的SpaceX高管汉斯·柯尼希斯曼共同赞助和组织，标志着太空旅游在包容性方面的重大进展，蓝色起源此前已搭载过行动、视觉或听觉受限的游客。本特豪斯表示飞行体验极佳，突显了技术和决心如何克服身体限制，为更多残疾人参与太空探索铺平道路。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_c1925f8a7269bea5_f348f1199520.webp",
      "category": "News"
    },
    {
      "id": "d071dec5169dc9e1",
      "title": "巴基斯坦前总理伊姆兰·汗及其妻子因贪污案被判17年监禁",
      "summary": "巴基斯坦一家法院裁定前总理伊姆兰·汗及其妻子布什拉·比比有罪，判处他们17年监禁，罪名是在任职期间保留并出售国家礼物。此案涉及来自外国政要的礼物，包括沙特阿拉伯政府的珠宝，据称他们以远低于市场价值28.5万美元的价格出售，仅申报了约1万美元。汗及其妻子表示不认罪，其律师宣布计划上诉，认为定罪缺乏意图或收益的证据。审判在拉瓦尔品第的阿迪亚拉监狱进行，汗的巴基斯坦正义运动党批评此为“闭门监狱审判”，剥夺了家属旁听权，称其为“历史上的黑暗一页”。相反，新闻部长阿塔乌拉·塔拉尔为法院决定辩护，称其基于确凿证据且公正。此案凸显了巴基斯坦政治和司法体系的持续紧张，涉及选择性起诉和法治问题的辩论，反映了该国在民主进程中腐败指控与政治竞争交织的复杂背景。",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d071dec5169dc9e1_2f8e2fc72bfe.webp",
      "category": "News"
    }
  ]
}