{
  "articles": [
    {
      "id": "56502075cc0689bc",
      "title": "Air Pollution's Hidden Toll on Exercise Benefits",
      "summary": "A recent international study involving experts from UCL and other institutions reveals that long-term exposure to polluted air can diminish the health advantages of regular physical activity. The research, published in BMC Medicine, analyzed data from over 1.5 million adults across multiple countries over a decade. It found that individuals in high-pollution areas experienced a smaller reduction in death risk from causes like cancer and heart disease, even with adequate exercise. The study focused on PM2.5 particles, which are fine pollutants that penetrate deep into the body. Benefits from exercise declined significantly when PM2.5 levels reached 25 μg/m3 or higher, affecting nearly half the global population. Lead researchers emphasized that while exercise remains beneficial, enhancing air quality could amplify these gains, highlighting the need for policies to curb pollution for better public health outcomes.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_56502075cc0689bc_a33e7ed88366.webp",
      "category": "Science"
    },
    {
      "id": "d77afb43ca5608d5",
      "title": "The Science Behind Warm-Ups: Boosting Speed and Power",
      "summary": "Recent research from Edith Cowan University highlights the critical role of warm-ups in enhancing exercise performance. The study found that increasing muscle temperature by just 1°C can improve performance by approximately 3.5%, particularly in speed and power-related activities, though not necessarily in maximum strength. Researchers compared passive warm-ups, which use external heat sources like pads, with active warm-ups involving light exercises such as cycling. Surprisingly, both methods yielded similar benefits, but the key insight is that warm-ups should mimic the actual exercise to maximize gains. For instance, practicing with lighter weights before heavy lifting helps the nervous system activate muscles more efficiently. Experts emphasize that any movement, from walking to specific drills, can raise temperature and improve coordination, with sweating often indicating readiness. This evidence underscores the importance of tailored warm-ups for athletes and fitness enthusiasts to achieve better outcomes in their workouts.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_d77afb43ca5608d5_a22a2ab2e53a.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Unraveling the Late Domestication of Cats",
      "summary": "Recent scientific research has revealed that the domestication of cats occurred much later than previously believed, around 3,500 to 4,000 years ago, and originated in northern Africa rather than the Levant. This challenges earlier ideas that linked cat domestication to the dawn of agriculture. The study, led by Prof Greger Larson from the University of Oxford, analyzed DNA from ancient cat bones found at archaeological sites across Europe, North Africa, and Anatolia. By comparing this DNA with modern cats, researchers determined that all domestic cats descend from the African wildcat. The domestication process began in Egypt, where cats were revered and depicted in art, and then spread globally. Cats were valued as pest controllers on ships and in settlements, facilitating their movement with humans, such as the Romans who brought them to Europe about 2,000 years ago. Additionally, evidence suggests a wild cat interacted with people in China before domestic cats arrived. This study highlights how genetic and archaeological methods can reshape our understanding of animal domestication and human history.",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    },
    {
      "id": "5720e06335dec607",
      "title": "The Threat to Global Beaches: Climate Change and Human Impact",
      "summary": "Scientists, led by Uruguayan marine expert Omar Defeo, are raising alarms that nearly half of the world's beaches could vanish by the end of the century due to a combination of climate-driven sea level rise and expanding coastal development. This erosion not only threatens the diverse ecosystems that depend on sandy shores but also disrupts local economies reliant on fishing and tourism, while increasing the vulnerability of coastal cities to flooding. Defeo explained that coastal systems consist of three interconnected zones: the dune, which acts as a natural buffer against storms; the beach face, exposed at low tide; and the submerged foreshore, where waves break. Human activities, such as urbanization and high visitor numbers, disrupt the natural sediment exchange between these zones, leading to biodiversity loss. Research from Brazil, published in Marine Pollution Bulletin, found that factors like mechanical cleaning and construction reduce species richness and biomass, particularly in submerged areas. A global study in Frontiers in Marine Science assessed 315 beaches and identified severe erosion in one-fifth, exacerbated by human actions on reflective and intermediate beaches. The symposium emphasized the need for international collaboration to address these challenges and promote sustainable coastal management.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5720e06335dec607_4acc7ce9fa39.webp",
      "category": "Science"
    },
    {
      "id": "6d90c7578be39a19",
      "title": "Long-Term Study Links Cleaner Water to Reduced Disease Deaths",
      "summary": "A comprehensive 20-year study in Bangladesh involving nearly 11,000 adults demonstrated that decreasing arsenic levels in drinking water resulted in up to a 50% reduction in mortality from chronic diseases such as cancer and heart disease. Conducted by researchers from Columbia University and New York University, the study tracked participants' health and arsenic exposure through urine samples, providing robust evidence that lowering exposure reduces death risks. Arsenic, a tasteless and odorless contaminant in groundwater, affects millions globally, including over 100 million people in the U.S. relying on private wells. The research highlighted that even individuals with long-term exposure benefited from switching to safer water sources, as community efforts to label wells and install new ones created natural comparison groups. This longitudinal approach strengthened the findings, showing persistent health improvements and underscoring the importance of public health interventions to address water contamination.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d90c7578be39a19_17301272e240.webp",
      "category": "Science"
    },
    {
      "id": "c61955170cf7777b",
      "title": "Discovery of Ancient Pits Near Stonehenge Reveals Prehistoric Engineering",
      "summary": "Archaeologists have uncovered a series of massive Neolithic pits at the Stonehenge World Heritage Site in Wiltshire, England. These pits, each about ten meters in diameter and over five meters deep, are arranged in a precise circle and date back more than 4,000 years. Led by Professor Vince Gaffney from the University of Bradford, the research confirms that the pits are man-made and form one of the largest prehistoric structures in Britain. The discovery, published in the Internet Archaeology Journal, involved surveying a large area and using narrow boreholes to collect samples since the pits are no longer visible. Analysis of DNA from the samples revealed animal remains, such as sheep and cattle, and luminescence dating showed the pits were constructed around 4,000 years ago and remained open for about 1,000 years. This indicates that ancient societies had advanced skills in measuring and aligning structures, possibly for cosmological or ritual purposes, highlighting their ability to inscribe beliefs into the landscape. The findings add to evidence of counting and organization in Neolithic cultures, showing how they transformed the environment with significant effort.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c61955170cf7777b_d95f96d09d85.webp",
      "category": "Science"
    }
  ]
}