{
  "articles": [
    {
      "id": "bdeef057ac84d607",
      "title": "Trump Plans to Sue the BBC",
      "summary": "Donald Trump, who was the president of the United States, says he will take the BBC to court. He is angry because the BBC changed a video of a speech he gave in 2021. Trump wants the BBC to pay him a lot of money, at least one billion dollars, for this mistake. The BBC is a big news company from the United Kingdom. This situation shows that famous people sometimes use lawyers to solve problems with the media. It is important to check facts and be fair when reporting news.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_bdeef057ac84d607_3aa62ae8a3d2.jpg",
      "category": "News"
    },
    {
      "id": "dbe40fae895a05a1",
      "title": "BBC's Big Fight with a Powerful Leader",
      "summary": "This article talks about a legal battle between the BBC and Donald Trump. The BBC is a news company, and Donald Trump is a very important person who used to be the president of the United States. He is threatening to sue the BBC, which means he wants to take them to court. The article says that even if the BBC says sorry, it might not stop Trump from going ahead with the lawsuit. This is a big deal because it involves freedom of the press and how powerful people react to news reports. It shows that sometimes, news organizations have to stand up for what they report, even when faced with legal challenges. The outcome could affect how news is shared in the future.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_dbe40fae895a05a1_70f1cd75d426.jpg",
      "category": "News"
    },
    {
      "id": "ab60e3fa05b84f38",
      "title": "Pakistan Catches Bad Guys After Court Bombing",
      "summary": "In Pakistan, a very sad thing happened when a bomb exploded outside a court building in the capital city called Islamabad. This bomb hurt many people and made everyone scared. The police worked hard to find out who did this bad thing. They arrested four people who they think are responsible for the bombing. These people are called militants, which means they use violence to cause trouble. The bomb was set off by a suicide bomber, which is when someone kills themselves to hurt others. This event shows how important it is to keep people safe in public places like courts. The police are still investigating to make sure no more bad things happen. It's a reminder that violence is never the answer and that we should always try to solve problems peacefully.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_ab60e3fa05b84f38_27be7b80ac1d.jpg",
      "category": "News"
    },
    {
      "id": "246ac727a7d0541b",
      "title": "A New Lawyer for the Georgia Election Case",
      "summary": "In Georgia, there is a big court case about the 2020 election. Former President Trump and his friends are accused of trying to change the election results. They are said to have asked Georgia officials to count votes differently. The first prosecutor, Fani Willis, was in charge but had to step down after a legal fight. Now, a new prosecutor is taking over the case. This means the trial can continue. It's important because it's the last criminal case against Trump. The case helps us understand how elections should be fair and why following the law matters. Everyone is watching to see what happens next in court.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_246ac727a7d0541b_6d1470cf7e93.jpg",
      "category": "News"
    },
    {
      "id": "d2994eb29385007c",
      "title": "Big Company Settles Opioid Lawsuits",
      "summary": "A judge has agreed to let Purdue Pharma settle lawsuits about opioids, which are strong pain medicines that caused many problems. Also, in Charlotte, more police are coming because the president wants to stop illegal immigration. And the government decided not to make airlines pay people when flights are delayed. This news helps us understand how companies and the government make decisions that affect everyone.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_d2994eb29385007c_126e9876da39.jpg",
      "category": "News"
    },
    {
      "id": "5b2b1e5263a70310",
      "title": "New Rules for Refugees in the UK",
      "summary": "The UK government is making big changes to how it helps refugees. Shabana Mahmood, a government leader, will say that refugees will not be allowed to stay in the UK forever anymore. This means that people who come to the UK for safety might have to leave after some time. The government wants to control who comes into the country and how long they can stay. This is a new rule that affects many people seeking a safe place to live. It is important to understand why these changes are happening and how they help or hurt refugees.",
      "source": "BBC News",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_5b2b1e5263a70310_1307ffe83155.jpg",
      "category": "News"
    }
  ]
}