{
  "articles": [
    {
      "id": "360abd4d4d51ce1d",
      "title": "What Businesses Can Expect from the Budget",
      "summary": "Businesses are feeling nervous before the government's Budget announcement. Last year, taxes went up a lot, which made things hard for companies. Now, business leaders are worried about what might happen next. The Budget could raise taxes again, which might slow down the economy. But the Bank of England might lower interest rates to help people borrow and spend money. The government wants to avoid big surprises and focus on stability. For example, they might make discounts on business rates permanent to help small shops and restaurants. This article explains who is involved, what might change, where this is happening, and why it matters to businesses.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_360abd4d4d51ce1d_6010ca03e5e5.webp",
      "category": "News"
    },
    {
      "id": "1f0a2f798ea38d1e",
      "title": "A Brave Boy's Amazing Recovery with New Medicine",
      "summary": "Oliver Chu is a three-year-old boy with a rare disease called Hunter syndrome, which makes his body and brain sick and can shorten lives. Doctors in Manchester used a special gene therapy to help him, and he is the first person in the world to get this treatment. After one year, Oliver is doing much better and growing like other kids. His family is very happy, and this story shows how new medical ideas can bring hope. Scientists worked hard to create this therapy, and it almost didn't happen because of money problems. Now, Oliver's progress amazes everyone, including his doctors and parents.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1f0a2f798ea38d1e_a7cda0e30fa0.webp",
      "category": "News"
    },
    {
      "id": "f98469b2549dc596",
      "title": "BBC Leaders Answer Questions from Politicians",
      "summary": "Important people from the BBC, a big TV and radio company in the UK, are going to talk to politicians called MPs. This is because there have been some problems at the BBC. One person, Michael Prescott, wrote a note that was shared with others, and it talked about mistakes in how the BBC reported news, like when they edited a speech by Donald Trump. Because of this note, the boss of the BBC and the head of news left their jobs. Other leaders, including Samir Shah, will also answer questions. The politicians want to know what happened and how to make the BBC better and more trusted. This meeting is very important to help fix the BBC's reputation.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_f98469b2549dc596_c2157764bc31.webp",
      "category": "News"
    },
    {
      "id": "83a7dcb71badef7c",
      "title": "Princess Catherine Helps People with Addiction",
      "summary": "Princess Catherine, who is part of the royal family, wants everyone to stop being mean to people with addiction. Addiction is when someone can't stop using drugs, alcohol, or gambling, and it's not their fault. She says we should be kind and help them instead of making them feel ashamed. Catherine is working with a charity called The Forward Trust to support people during Addiction Awareness Week. She explains that addiction is like a mental health problem and needs care. Many families are affected by addiction, so she urges people to talk openly and listen to those who need help. By showing love and compassion, we can help them recover and have better lives.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_83a7dcb71badef7c_4ef9bc7dbfe8.webp",
      "category": "News"
    },
    {
      "id": "63c4b5ebb61e1e18",
      "title": "Understanding Menopause Medicine Warnings",
      "summary": "The FDA removed strong safety warnings from menopause hormone drugs after 20 years. These warnings were added in 2003 because a study suggested the medicines could raise the risk of breast cancer, stroke, and heart attack. But now, doctors say the drugs are safer, especially for women under 60, because newer studies used better methods. Hormone therapy helps with symptoms like hot flashes and mood swings by adding back hormones like estrogen. There are two types: local therapy for vaginal issues with low risk, and systemic therapy for whole-body effects with more risk. Doctors advise talking to them to choose the right treatment.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_63c4b5ebb61e1e18_38fa112640f3.webp",
      "category": "News"
    },
    {
      "id": "94f4cd13285ba15d",
      "title": "The Real Story of Thanksgiving",
      "summary": "Thanksgiving is a holiday where many Americans eat together, but its story is often told wrong. A historian explains that the Pilgrims and Native Americans did share a meal in 1621, but giving thanks feasts happened long before that. Native Americans, like the Wampanoag and people in Cahokia, had their own celebrations to thank for food and harvests. The Pilgrims were a group who left England to practice their religion freely. Over time, the Thanksgiving story focused only on the Pilgrims, leaving out Native Americans and others. This article helps us understand the full history so everyone is included.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_94f4cd13285ba15d_0e54c81b1c8c.webp",
      "category": "News"
    }
  ]
}