{
  "articles": [
    {
      "id": "c644cf01d567d2f1",
      "title": "Tiny Living Things Used Oxygen Long Ago",
      "summary": "A long time ago, Earth had no oxygen in the air. Then, tiny living things called cyanobacteria started making oxygen from sunlight and water. But oxygen did not fill the air until much later, in an event called the Great Oxidation Event. Scientists from MIT found that other tiny living things may have used oxygen even before that event. They studied an enzyme that helps living things breathe oxygen. This enzyme might have evolved hundreds of millions of years earlier than thought. If these tiny living things used oxygen as soon as it was made, it could explain why oxygen took so long to build up in the air. This shows how life can adapt and use new things early in Earth's history.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c644cf01d567d2f1_c903257ce7ec.webp",
      "category": "Science"
    },
    {
      "id": "0293552d250d6110",
      "title": "Old Plastic from Canada Washes Up on a Beach",
      "summary": "Plastic bottles and trash from Canada in the 1960s and 1970s have washed up on a beach in Orkney, Scotland. People who clean beaches are finding a lot of plastic, and they feel overwhelmed by how much there is. David Warner, who organizes beach clean-ups, has found hundreds of bottles this year, more than last year. The plastic comes from Newfoundland and Labrador in Canada. Strong winds and storms are bringing this old trash to the shore. The beach is a special place for birds, and the litter can be dangerous for wildlife. Experts say that old landfill sites near the coast are also releasing this plastic into the ocean.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0293552d250d6110_2354721211d0.webp",
      "category": "Science"
    },
    {
      "id": "528aca38a9224cde",
      "title": "Cannabis Drinks Help People Drink Less Alcohol",
      "summary": "A new study shows that people who drink cannabis beverages might cut their alcohol use almost in half. Researchers from the University at Buffalo looked at how cannabis drinks could help reduce harm from alcohol. Alcohol can cause many health problems like cancer, but cannabis is often less risky. The study asked 438 adults who used cannabis about their habits. About one-third of them tried cannabis drinks. Those who drank cannabis beverages were more likely to use them instead of alcohol. On average, they went from drinking about 7 alcoholic drinks per week to just over 3 drinks per week after starting cannabis drinks. Many people said they reduced or stopped drinking alcohol after trying cannabis drinks. This is the first study to explore cannabis drinks as a way to help people drink less alcohol, but more research is needed to see if this becomes a common practice.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_528aca38a9224cde_30deb35f6804.webp",
      "category": "Science"
    },
    {
      "id": "b627af4b4ac360ea",
      "title": "Satellite Mistake Hides Arctic Snow Loss",
      "summary": "Scientists found a big mistake in how we measure snow in the Arctic. For a long time, data from satellites showed that snow cover was growing, but new research says it's actually shrinking. Snow is important because it reflects sunlight and helps keep the Earth cool. When snow melts, the dark ground absorbs more heat, making the Arctic warm up faster. The problem was that satellites got better at seeing thin snow over time, so it looked like there was more snow, but it was just the technology improving. A student named Aleksandra led the study to fix this error. This helps us understand climate change better and why the Arctic is heating up so quickly.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_b627af4b4ac360ea_60335f693b93.webp",
      "category": "Science"
    },
    {
      "id": "ed0d10e9b2e239c3",
      "title": "Countries Building Their Own Rockets for Space",
      "summary": "Some countries are working hard to build their own rockets to launch satellites into space. This is important for their safety and independence. Countries like Australia, Canada, Germany, and Spain are spending money to create their own rocket companies. They want to stop relying on other countries, especially the United States and its company SpaceX. Germany is giving a lot of money to three new rocket companies. Italy is also helping a company that makes rockets. These countries believe having their own rockets makes them stronger and safer. They want to control how their satellites get to space without depending on others.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ed0d10e9b2e239c3_958f9b56aaef.webp",
      "category": "Science"
    },
    {
      "id": "cbd03e5ef9674f2c",
      "title": "Bananas with Bad Stuff After Mining Accident",
      "summary": "Scientists studied bananas, cassava, and cocoa grown near a river in Brazil after a big mining accident in 2015. The accident spilled waste from an iron mine into the soil. The researchers found that bananas and other crops absorbed toxic metals like cadmium and lead from the contaminated soil. Eating these bananas could be risky for young children under six years old. The study helps us understand how mining waste can get into our food. It was done by a team from universities in Brazil and Spain. They want to keep people safe by checking if food from polluted areas is okay to eat.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_cbd03e5ef9674f2c_4759ca3f4755.webp",
      "category": "Science"
    }
  ]
}