{
  "articles": [
    {
      "id": "1fb1a3ecd8148cc2",
      "title": "英国经济10月意外萎缩0.1%",
      "summary": "根据英国国家统计局的最新数据，英国经济在10月意外萎缩了0.1%，而经济学家此前预计将增长0.1%。这一收缩反映了多重因素的综合影响：捷豹路虎遭受的网络攻击严重扰乱了汽车生产，10月仅略有恢复，同时预算案前的不确定性抑制了消费者和企业支出。在截至10月的三个月内，经济也萎缩了0.1%，生产产出下降0.5%，主要原因是车辆制造业暴跌17.7%。分析师认为，这些弱于预期的数据加强了英国央行在下周会议上降息的理由。政府通过财政部发言人强调其致力于经济增长，措施包括降低能源账单和进行重大基础设施投资。然而，影子财政大臣梅尔·斯特赖德将收缩归咎于预算案，称其为“工党经济管理不善的直接结果”。经济学家鲁思·格雷戈里指出，过去七个月中经济仅在一个月增长，突显了持续的结构性挑战。这一分析揭示了外部冲击、政策决策和经济韧性之间的相互作用，为英国当前经济状况提供了深入见解。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_1fb1a3ecd8148cc2_b0e524c86ee1.webp",
      "category": "News"
    },
    {
      "id": "f6ba56201bfa7d7a",
      "title": "流感与罢工双重打击：斯特里廷警告患者面临风险",
      "summary": "英国卫生大臣韦斯·斯特里廷表示，他对流感患者数量上升和住院医生即将罢工的“双重打击”感到“极度担忧”。近期，医院平均每天有2660例流感病例，过去一周增加了50%以上，官员警告疫情可能尚未达到峰值。今年流感季节尤为严重，因为一种新的变异病毒正在传播，由于近年来接触较少，社区免疫力较低，有人称之为“超级流感”，但其严重性并未增加。同时，住院医生（原称初级医生）计划于12月17日开始为期五天的罢工，可能加剧英国国家医疗服务体系（NHS）的压力。英国医学协会（BMA）正在对其成员进行投票，以决定是否取消罢工，结果将于周一公布。斯特里廷质疑BMA拒绝将罢工推迟至1月的决定，认为他们选择本周是为了对NHS造成最大影响。NHS官员如伦敦医疗主任克里斯·斯特雷瑟表示，流感情况在NHS应对能力范围内，自新冠疫情以来医院应对大规模疾病暴发的准备有所改善。然而，当前流感住院人数是自2021年有记录以来同期最高水平，尽管数据缺失2014-15和2017-18年等严重季节的记录。预计周末病例可能超过5000例。在苏格兰，流感确诊病例和住院人数也显著上升。文章突出了政府担忧与工会行动之间的紧张关系，以及公共卫生危机中的多方挑战。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_f6ba56201bfa7d7a_cf3dffaf9e74.webp",
      "category": "News"
    },
    {
      "id": "49085a34c27fe764",
      "title": "英国商店盗窃问题加剧：新型“盗窃企业家”推动轻微犯罪",
      "summary": "英国商店盗窃问题日益严重，警方数据显示，截至2025年6月，英格兰和威尔士的盗窃案件增加了13%，达到529,994起；苏格兰增长了15%，而北爱尔兰虽有减少，但疫情后水平仍较高。斯托克顿的便利店老板穆罕默德·拉巴尼面临每日盗窃，每月损失约900英镑，并遭遇暴力事件，如被试图盗窃巧克力的窃贼袭击。克利夫兰成为热点地区，每千人中有13.6起盗窃案。犯罪学家埃米琳·泰勒教授指出，盗窃行为正在演变，涉及更多样化的罪犯和商品，且节日期间因赃物需求增加而预计激增。然而，统计数据不可靠，英国零售协会估计每年有2000万起事件，表明报告不足。近290,000起调查在2024-25年因未确定嫌疑人而结案，导致零售商对警方不作为感到沮丧。这篇文章通过定量数据和定性见解，探讨了盗窃原因、影响及潜在解决方案，突显了轻微犯罪的多面性。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_49085a34c27fe764_40987c4407c2.webp",
      "category": "News"
    },
    {
      "id": "eb402bccb4497285",
      "title": "建筑工作导致业主无家可归：租赁制度下的家庭困境",
      "summary": "本文报道了凯特·莫里斯和她的青少年儿子因建筑工作而面临第四个无家可归的圣诞节的故事。在萨里郡阿什福德的一栋公寓楼中，自由持有人聘请的承包商进行屋顶扩建时施工拙劣，导致凯特顶层公寓的天花板坍塌，随后鸽子滋生，每个房间都覆盖着鸟粪。凯特是超过1000名联系BBC反映租赁制度纠纷的租赁持有人之一。其他居民如劳拉和汤姆也遭受损害，生活在安全不确定性中，尤其他们有一个年幼的孩子。健康与安全执行局因多次安全违规叫停了工作，但建筑仍未完工，周围土地散落着碎片。租赁持有人包括凯特已诉诸法律行动，但收效甚微，甚至被命令向他们认为应对工程负责的商人支付7000英镑法律费用。2021年，凯特即将出售她的公寓时，自由持有权被出售给Magnitude Developments Ltd，计划在现有屋顶上增建两套公寓。她未得到任何答复，导致销售失败。租赁制度起源于中世纪，自由持有人永久拥有建筑和土地，而租赁持有人拥有临时居住权，这突显了权力不平衡，可能导致居民严重困境。此案例揭示了住房政策中的监管漏洞和法律挑战，呼吁改革以保障居民权益。",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_eb402bccb4497285_2e5ca3f53356.webp",
      "category": "News"
    },
    {
      "id": "2d0f0c432eae3862",
      "title": "特朗普批评印第安纳州参议院共和党人拒绝重新划分选区努力",
      "summary": "在印第安纳州，共和党立法者与民主党人联合投票否决了一项重新划分国会选区的计划，前总统唐纳德·特朗普对此表示批评，并威胁支持对共和党州参议院领袖罗德瑞克·布雷发起初选挑战。该计划旨在通过调整选区边界，为共和党在2026年中期选举后维持众议院多数席位提供潜在优势，可能增加两个席位。投票结果为31-19反对，其中21名共和党人加入10名民主党人行列。特朗普在回应中指责布雷反对该计划，称其“造成了巨大损害”，并表示将支持任何反对布雷的候选人。布雷则发表声明解释，虽然共和党人希望看到2026年国会多数席位，但许多党内成员认为在周期中重新划分选区并非确保胜利的可靠方式。这一事件凸显了共和党内部在选举策略上的分歧，以及特朗普对国家政治的持续影响力。报道由美联社通过PBS新闻小时提供，涉及美国政治中的选区重划、党派竞争和民主代表性问题。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2d0f0c432eae3862_f6d6f878bf68.webp",
      "category": "News"
    },
    {
      "id": "7db3ba0ddefb28e4",
      "title": "参议院否决应对医疗保费激增计划",
      "summary": "美国参议院周四未能通过两项竞争性的医疗保健法案，导致《平价医疗法案》的增强税收抵免几乎肯定在年底到期。这一立法失败使依赖ACA补贴的数千万美国人陷入不确定性，预计下月起保费将急剧上涨。共和党提案旨在限制补贴并将其转入健康储蓄账户，而民主党则寻求将当前增强抵免延长三年。两项法案均获得51票，但未达到参议院通过所需的60票，凸显了两党缺乏妥协。议员们现将在没有达成协议的情况下休会，加剧了政治和政策分歧。这种情况突显了美国医疗改革面临的持续挑战以及党派僵局对影响公民获得负担得起的保险的关键问题的影响。该事件不仅反映了立法进程的效率问题，还引发了对保险可及性和负担能力的广泛担忧。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7db3ba0ddefb28e4_1fbaa1acb6df.webp",
      "category": "News"
    }
  ]
}