{
  "articles": [
    {
      "id": "e9adda87d5626719",
      "title": "Who Decides Greenland's Future?",
      "summary": "A UK government official, Lisa Nandy, says that Greenland's future should be decided by its own people, not by other countries. The US President, Donald Trump, wants to take over Greenland and has threatened to put taxes on goods from the UK and other European countries if they don't agree. Nandy thinks this is not helpful and wants to have a calm discussion with the US. She says the UK will not change its mind that Greenland's people should choose what happens. Other leaders, like Sir Keir Starmer, also disagree with the US plan. The US says Greenland is important for security but some US officials prefer talking instead of using force. Nandy hopes to talk with Trump soon to solve this problem.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    },
    {
      "id": "cdbc88b67fd6933a",
      "title": "Nigel Farage Says Reform UK Won't Save Worried Tory Politicians",
      "summary": "Nigel Farage, the leader of Reform UK, says his party is not a rescue charity for scared Conservative MPs. He wrote in a newspaper that Reform won't help Tory politicians who want to join just to save their jobs. Farage says any Tory who wants to join must admit that the previous Conservative government broke the country and believe in Reform's values like family and community. Recently, about 20 former Conservative MPs have joined Reform, but critics say Reform is becoming a home for failed Tories instead of a new force. Farage has said Reform won't accept more defectors after local elections on May 7. Reform's deputy leader, Richard Tice, said a former Tory MP, Robert Jenrick, is a great new asset with experience. There are rumors that a well-known Labour figure might join Reform next week, but it's not confirmed. Some people think defectors could cause power struggles in Reform, with Jenrick possibly becoming shadow chancellor.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cdbc88b67fd6933a_c98a92163c50.webp",
      "category": "News"
    },
    {
      "id": "65329a33d42975d0",
      "title": "A Mom Leaves a Baby Group Because of Mean Comments",
      "summary": "Martina joined a baby signing class to meet other moms and teach her baby hand signs. But she felt judged by the other mothers. They did not like that she bottle-fed her son and had a C-section birth. Martina thought they saw her as a lazy mom and were competing like teenagers. She left the group after three sessions. Another mom, Ashley Tisdale, also talked about a toxic mom group where some people were left out. A doctor says being a new mom can make women feel insecure and compare themselves to others. Martina had a similar bad experience online when a mom stopped talking to her after learning about her C-section. She knows mom groups can help with loneliness but worries about judgment.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65329a33d42975d0_cd9090b71429.webp",
      "category": "News"
    },
    {
      "id": "a4eed34c5de63085",
      "title": "A Fire in a Nightclub: How People Escaped",
      "summary": "This story is about two big fires in nightclubs. One happened in 2003 in Rhode Island, USA, and another in 2026 in Switzerland. In both places, people were watching a band play when fireworks on stage started a fire. The fire spread very fast because of foam on the walls. Many people tried to run out, but it was hard to find the exits. Some people got hurt or died, including a man named Fred who saved his girlfriend Gina. The fires show that using fireworks inside can be very dangerous. Experts say we need to be careful and know how to escape if a fire happens.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a4eed34c5de63085_1f17ba4e19dd.webp",
      "category": "News"
    },
    {
      "id": "85ba90fffe6c6ff0",
      "title": "Big Trade Deal Between Europe and South America",
      "summary": "The European Union and a group of South American countries called Mercosur signed a big trade agreement. This deal took over 25 years to make and helps them trade more easily by removing most taxes on goods. It makes shopping cheaper for over 700 million people in Europe and South America. The signing happened in Asunción, Paraguay. Leaders like Ursula von der Leyen from Europe and Lula da Silva from Brazil said it promotes fair trade and cooperation instead of fighting over tariffs. The deal is important because it shows countries working together even when others like the U.S. are raising tariffs. Mercosur includes Argentina, Brazil, Paraguay, and Uruguay, with Bolivia able to join later. This agreement creates one of the world's largest free trade zones.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_85ba90fffe6c6ff0_ee9c42d25133.webp",
      "category": "News"
    },
    {
      "id": "60e9166d149ad8cb",
      "title": "Greenland Stands Up for Itself",
      "summary": "In Greenland, thousands of people marched to say they want to keep their own country. They were upset because U.S. President Donald Trump has talked about taking over Greenland. Greenland is a big, cold island with lots of minerals, and it governs itself. The marchers walked in the capital city, Nuuk, to the U.S. Consulate. They held signs and flags and chanted that Greenland is not for sale. They want to protect their culture and families. At the same time, Trump announced a new tax on goods from some European countries. People in other places like Denmark and Canada also showed support. This protest was big, with many families joining to speak up for their home.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_60e9166d149ad8cb_8e27925a6e84.webp",
      "category": "News"
    }
  ]
}