{
  "articles": [
    {
      "id": "a4a0769948e6c03d",
      "title": "Novak Djokovic's Big Tennis Dream",
      "summary": "Novak Djokovic is a famous tennis player who wants to win his 25th Grand Slam title, which is a big tournament in tennis. He is 38 years old and already has 24 wins, tying with another player named Margaret Court. He is playing in the Australian Open, a tournament in Melbourne where he has won 10 times before. Djokovic says he does not feel it is 'now or never' to win the 25th title; he tries to stay calm and focus on what he has already achieved. He will play against Pedro Martinez in his first match. Djokovic hopes to win but is happy with his career so far.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_a4a0769948e6c03d_7daab3bb8ac5.webp",
      "category": "Fun"
    },
    {
      "id": "47b2160ad3f324b8",
      "title": "Emma Raducanu's Tennis Match Schedule Problem",
      "summary": "Emma Raducanu is a tennis player who is playing in the Australian Open tournament. She arrived in Melbourne on Saturday and has to play her first match on Sunday night. This gives her less than two days to practice and get ready. She thinks it is hard to play so soon after traveling. Also, her match might start very late at night because it is after a men's match that could take a long time. Raducanu says this schedule does not make sense for her and other players. She wants more time to prepare and thinks late matches are not good for athletes.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_47b2160ad3f324b8_3afb2986513f.webp",
      "category": "Fun"
    },
    {
      "id": "8f79890d7d165dce",
      "title": "Daria Kasatkina's New Home in Australia",
      "summary": "Daria Kasatkina is a tennis player who used to play for Russia. She has become a citizen of Australia and is now playing in the Australian Open as a home player. This makes her feel happy and relieved because she can focus on tennis without worrying about other problems. She said she can finally breathe and live her life. Kasatkina is excited to play in front of a big home crowd in Melbourne. She will play against a young player from the Czech Republic. This is a special time for her because she has faced tough times in the past, including leaving Russia after coming out as gay and dealing with the war in Ukraine. Now, she is ready to enjoy her new chapter in Australia.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_8f79890d7d165dce_bb253a84c663.webp",
      "category": "Fun"
    },
    {
      "id": "58c0931ca5404ce6",
      "title": "The Mystery of a Singer Who Might Be a Computer",
      "summary": "A singer named Rose has become very popular on music apps like Spotify, with her songs played millions of times. She sings jazz and soul music that sounds like famous artists. But there is a big mystery: Rose might not be a real person. She has no social media, never performs live, and released many songs very quickly. Experts at a music service called Deezer think her music is made by a computer using AI, which is a type of smart technology. They found clues like a hissing sound in her songs that often happens with AI music. This means Rose could be an AI artist, not a human singer, which is exciting and strange for music fans.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_58c0931ca5404ce6_e60e8070c85e.webp",
      "category": "Fun"
    },
    {
      "id": "745c3d261aa44a36",
      "title": "The Happy Tennis Tournament",
      "summary": "This article talks about the Australian Open, a big tennis tournament in Australia. It happens in January when it's warm and sunny in Melbourne. People call it the 'happy Slam' because it's fun and exciting. The article asks if it's still happy today. It discusses what makes this tournament special, like the heat from the summer sun and a fun event where an amateur player won a million dollars. The article is from a BBC podcast that tells stories about sports beyond just the scores. It includes interviews with athletes and experts. The goal is to learn more about tennis and sports in a fun way.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_745c3d261aa44a36_685cb5650228.webp",
      "category": "Fun"
    },
    {
      "id": "799a59a4aa3ea933",
      "title": "A$AP Rocky's New Album After Eight Years",
      "summary": "A$AP Rocky is a famous rapper who waited eight years to release a new album called Don't Be Dumb. He is known for his music, fashion, and relationship with Rihanna. The album has 17 songs with different styles like punk and trap. It features other artists like Tyler, The Creator and has a cool cover by movie director Tim Burton. Critics say the album is mature and modern, with some calling it eclectic and ambitious. Fans think it is energetic and consistent, but a bit safe. Overall, many people believe the wait was worth it for this new music.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_799a59a4aa3ea933_38a764d031c2.webp",
      "category": "Fun"
    }
  ]
}