{
  "articles": [
    {
      "id": "81f177b6ee74f945",
      "title": "NASA宇航员登月任务因火箭问题延迟",
      "summary": "NASA已推迟其Artemis II任务的发射，原定于3月6日，原因是例行检查中发现氦气流中断的技术问题。该任务旨在将四名宇航员——三名来自美国，一名来自加拿大——送往月球远侧进行为期10天的飞行，标志着人类最远的太空旅行。工程师在周五夜间的监测中发现问题，此前在肯尼迪航天中心进行的“湿式排练”测试中，火箭已加注约73万加仑推进剂并初步判定成功。氦气对加压燃料箱和冷却系统至关重要，因此此次延误被视为严重挫折。NASA管理员贾里德·艾萨克曼承认公众失望，但强调太空任务常面临延迟，并以尼尔·阿姆斯特朗1966年的Gemini 8任务为例。延误需要进一步维护，希望能在几周内发射。Artemis II是Artemis III的前奏，后者计划在2028年前让宇航员登陆月球，尽管这一时间表被认为雄心勃勃。此次任务代表了50年后月球探索的重要一步，突显了载人航天中技术审查与风险管理的复杂性。",
      "source": "BBC Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_81f177b6ee74f945_187a7bfd6f6c.webp",
      "category": "Science"
    },
    {
      "id": "dc12c1ae22fc022c",
      "title": "苏格兰和爱尔兰发现“凯尔特诅咒”热点地区，每54人中有一人面临风险",
      "summary": "一项最新研究绘制了英国和爱尔兰地区血色素沉着症（常被称为“凯尔特诅咒”）的遗传风险地图，揭示了苏格兰和爱尔兰的热点区域。研究人员分析了来自UK BioBank和Viking Genes等研究中超过40万参与者的遗传数据，重点考察了C282Y基因变异（该疾病的主要风险因素）的流行情况。研究发现，爱尔兰西北部的风险最高，约每54人中有一人携带该变异；外赫布里底群岛次之，为每62人有一人；北爱尔兰为每71人有一人。苏格兰大陆，包括格拉斯哥和西南地区，也显示出较高的风险率。血色素沉着症是一种遗传性疾病，导致身体吸收过多铁质，如果未经治疗，铁过载会在数十年内损害器官，但通过血液检测早期诊断和治疗（如定期献血以降低铁水平）可以预防并发症。研究建议在高风险地区进行针对性遗传筛查，以识别更多病例，因为英格兰当前的诊断模式（如利物浦因历史爱尔兰移民而诊断率较高）与遗传风险相符，但在伯明翰等地区显示出检测不足。这项研究为公共卫生策略提供了关键见解，以应对这种遗传性疾病。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_dc12c1ae22fc022c_cfc6007cb32f.webp",
      "category": "Science"
    },
    {
      "id": "e059c9f3f862a684",
      "title": "科学家发现高海拔为何能预防糖尿病",
      "summary": "研究人员解开了为什么生活在高海拔地区的人糖尿病发病率较低之谜。一项来自格拉德斯通研究所的研究表明，在缺氧条件下，红细胞扮演关键角色，从血液中吸收大量葡萄糖。这一过程类似于葡萄糖汇，降低了循环血糖水平，从而可能解释了对糖尿病的保护作用。科学家通过对小鼠进行实验，观察到在低氧环境中，小鼠的血糖水平显著降低，因为它们的红细胞正在消耗糖分。进一步分析显示，红细胞利用葡萄糖产生一种有助于向组织释放氧气的分子，增强了氧气输送。这种代谢转变不仅发生在缺氧期间，而且在恢复正常氧水平后可持续数周至数月带来益处。这些发现发表在《细胞代谢》杂志上，挑战了红细胞作为被动氧气载体的传统观点，并提出了通过靶向这一隐藏的葡萄糖代谢区室来治疗糖尿病的新途径。该研究涉及与科罗拉多大学和马里兰大学的专家合作，使用成像方法和分子分析来确认机制。尽管结果令人鼓舞，但需要更多人类研究来验证这些发现，并探索其作为糖尿病治疗策略的潜力。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_e059c9f3f862a684_621d78369340.webp",
      "category": "Science"
    },
    {
      "id": "d967f725f7db415d",
      "title": "恐龙蛋壳可揭示其他化石的年龄",
      "summary": "一项由古生物学家Ryan Tucker领导的研究表明，利用恐龙蛋壳进行铀-铅放射性同位素定年法，可以确定相关化石和沉积层的年龄。该研究聚焦于来自美国犹他州锡达山组和蒙古东部戈壁盆地白垩纪沉积层的化石蛋壳，利用其碳酸钙微观结构记录成岩变化，如压实裂缝和水渗透。铀-铅定年法适用于年龄在100万年至45亿年之间的材料，通过不稳定铀同位素衰变为稳定铅同位素的比率提供精确年龄估计。分析显示，这些蛋壳可能来自窃蛋龙和小型伤齿龙类物种，年龄约为9500万年，与犹他州现有的锆石定年结果一致，同时解决了蒙古地区年龄的不确定性。痕量元素评估表明，尽管地理位置遥远，蛋壳保存状况惊人，但微裂缝引入了轻微误差。这种方法不仅验证了蛋壳作为可靠计时器的潜力，还扩展了可定年的大陆沉积序列范围，为完善中生代时间线和克服直接骨骼定年的局限性提供了变革性工具。",
      "source": "Ars Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d967f725f7db415d_69b1acb563a3.webp",
      "category": "Science"
    },
    {
      "id": "332448efad71133e",
      "title": "超级马拉松可能损害红细胞并加速衰老",
      "summary": "一项发表在《血液红细胞与铁》期刊上的新研究表明，超级马拉松等极端耐力运动可能损害红细胞并加速其衰老过程。研究人员来自科罗拉多大学安舒茨分校，他们研究了23名参加两项超级马拉松的运动员：一场40公里（约25英里）的比赛和一场171公里（约106英里）的比赛。通过赛前和赛后采集血液样本，并利用蛋白质组学、脂质组学和代谢组学分析，团队发现长时间跑步会导致红细胞灵活性下降。这种损伤由机械应力（如血流压力变化）和分子损伤（如炎症和氧化应激）共同引起。红细胞灵活性降低会削弱其通过狭窄血管的能力，从而影响氧气输送和废物清除。研究还显示，更长的比赛距离会导致更严重的红细胞损伤和分解，暗示着剂量效应关系。尽管这项研究揭示了潜在风险，如运动性贫血，但长期健康影响尚不明确。研究人员强调，他们的目的不是劝阻参与，而是为制定更好的训练和恢复策略提供信息。此外，这些发现可能有助于改善医疗输血中的血液储存实践，通过理解压力对红细胞的影响。这项研究促使人们重新思考极端运动的利弊，强调在追求运动表现时需平衡细胞健康。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_332448efad71133e_78c354ccc9f1.webp",
      "category": "Science"
    },
    {
      "id": "6577375839930fa9",
      "title": "我们是否在未充分理解的情况下跃入商业基因检测？",
      "summary": "本文通过达芙妮·马琴科和萨姆·特雷霍合著的新书《我们继承了什么》，探讨了商业基因检测的争议。马琴科是一位生物伦理学家，她认为基因研究历史上常被用来加剧社会不平等，而我们已拥有解决如贫困等不公的方案，无需更多基因数据。特雷霍是一位社会学家，他认为基因信息能带来不可预见的益处，应被善用，尤其因这类研究已在持续进行。书中分析了两种基因神话：命运神话（错误认为基因单独决定结果，可追溯至弗朗西斯·高尔顿和优生学）和种族神话（错误认为DNA定义了不同的生物种族）。重点讨论了多基因评分，它通过聚合多个小效应基因变异来概率性预测复杂特征（如教育程度或疾病风险），但存在局限性：准确性不高、在多特征选择时降低、并依赖于基因与环境的交互作用。作者一致认为当前科学教育不足，公众对基因的理解常局限于简单的孟德尔模型，阻碍了对多基因复杂性的认知。文章最终质疑：社会是否过快地采用了商业基因检测，而未充分理解其含义，从而需要加强伦理审查、监管和基因素养，以减轻潜在危害并负责任地利用其益处。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6577375839930fa9_3028bfa11255.webp",
      "category": "Science"
    }
  ]
}