{
  "articles": [
    {
      "id": "6fb1eddd4c4f439f",
      "title": "巧克力被锁入防盗盒：商店警告其被按订单盗窃",
      "summary": "英国一些商店将巧克力棒锁在塑料防盗盒中，因为零售商和警方警告称，窃贼正在按订单盗窃巧克力以转售。塞恩斯伯里等超市已开始对经常成为目标的商品使用这种盒子，例如在伦敦一家分店锁定了价值2.60英镑的吉百利牛奶巧克力棒。便利店协会指出，巧克力最近被犯罪分子转售，现在更频繁地成为惯犯的目标。个别警察部队表示观察到巧克力被针对的具体趋势，国家警察局长委员会正在努力打击此类犯罪。警方分享了巧克力被盗的视频以凸显问题，例如西米德兰兹郡警方和威尔特郡警方的监控录像。剑桥郡警方逮捕了一名外套装满吉百利奶油蛋的男子。零售盗窃对企业和员工造成真实持久的影响，英国零售联盟年度犯罪报告发现去年有550万起商店盗窃事件，每天有1600起针对零售工人的暴力和虐待事件。超市如特易购和合作社也加强了巧克力棒的安全措施。英格兰中部合作社集团去年因巧克力盗窃损失25万英镑，巧克力是其2024年被盗最多的产品。首席执行官史蒂夫·布朗称这是一个“重大问题”，集团已花费300万英镑用于防盗安全措施。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6fb1eddd4c4f439f_6062923eefac.webp",
      "category": "News"
    },
    {
      "id": "90be070134ce2b16",
      "title": "希拉里·达夫悼念罗伯特·卡拉丹，《莉琪的异想世界》明星去世享年71岁",
      "summary": "美国演员罗伯特·卡拉丹，以《菜鸟大反攻》和《莉琪的异想世界》中的角色闻名，去世享年71岁。其家人声明透露，他在与躁郁症抗争近二十年后自杀身亡，旨在通过公布死因提高对心理健康污名化的认识。他们强调讨论此类问题不应感到羞耻，希望促进更多理解与支持。在《莉琪的异想世界》中与他合作的希拉里·达夫在Instagram上表达深切哀悼，回忆他在片场的关怀和他们之间的家庭般纽带。卡拉丹出身演艺世家，父亲约翰和兄弟大卫、基思均为演员，他的职业生涯始于1972年的电影《牛仔们》。多年来，他出演了《穷街陋巷》、《荣归》和《被解救的姜戈》等知名影片，但最受赞誉的是在《菜鸟大反攻》中的喜剧角色和在《莉琪的异想世界》中的父亲形象。家人声明中描述他为一道光芒和 devoted 的家庭成员，强调他的勇敢斗争，并鼓励开放对话以减少社会对心理健康的污名化。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_90be070134ce2b16_a80a6a4d95b2.webp",
      "category": "News"
    },
    {
      "id": "f30549858d3f1dba",
      "title": "观看直播：斯潘伯格州长发表民主党对特朗普国情咨文的回应",
      "summary": "弗吉尼亚州州长阿比盖尔·斯潘伯格将于2月24日发表民主党对总统唐纳德·特朗普国情咨文演讲的回应。作为弗吉尼亚州首位女性州长，她最近以显著优势赢得选举，竞选重点是提高可负担性和降低家庭成本。这一回应是民主党在即将到来的中期选举中争取国会席位战略的一部分。参议院民主党领袖查克·舒默表示，斯潘伯格将阐述一条前进道路，聚焦于减少日常开支、保护医疗保健和维护国家自由。反驳演讲将在特朗普向国会发表演讲后进行，特朗普将利用这一全国平台宣扬其政绩并设定共和党议程。历史上，此类回应因时间短暂和缺乏现场观众而充满挑战，例如参议员凯蒂·布里特2024年的回应曾受到批评或被遗忘。斯潘伯格的演讲将比特朗普的短得多，类似于去年由参议员埃莉萨·斯洛特金发表的民主党回应，突显了这一角色的政治风险和机遇。文章基于美联社报道，提供了事件概述，但缺乏斯潘伯格的直接引述，可能影响深度分析。",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_f30549858d3f1dba_5b633bb69d74.webp",
      "category": "News"
    },
    {
      "id": "05037a9c70658ca9",
      "title": "英国全科医生将获得3000英镑奖金以增加减肥药处方",
      "summary": "英国政府将在全科医生合同中引入激励支付，从4月起，英格兰的全科医生诊所平均每年可获得3000英镑的奖金，用于开具减肥药Mounjaro的处方。这一举措旨在增加减肥支持的可及性，全科医生还可获得约1000英镑的额外资金，用于转诊患者参加减肥计划。卫生大臣韦斯·斯特里廷强调，减肥药可能改变生活，应根据需求而非支付能力提供，以解决私人购买和无证药物的问题。然而，肥胖专家警告称，该计划的影响可能有限，因为Mounjaro在NHS上受到严格限制，仅适用于BMI超过40且患有特定健康问题的严重肥胖患者。目前，超过100万人使用减肥药，其中十分之九的人私下支付费用，而另一种新药Wegovy则由专科医生开具，非全科医生。这是减肥药首次被纳入全科医生激励支付，历史上此类支付曾针对痴呆症护理和疫苗接种等领域。奖金金额因诊所规模而异，政府希望此举能将NHS的重点转向预防。文章分析了政策背后的公共卫生目标与实际限制之间的张力，以及如何通过财务激励促进医疗公平。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_05037a9c70658ca9_611fd25f1a44.webp",
      "category": "News"
    },
    {
      "id": "543634c10d1707cb",
      "title": "英国首例使用死亡捐赠者子宫移植诞生的婴儿",
      "summary": "一名男婴雨果成为英国首例通过死亡捐赠者子宫移植诞生的孩子。他的母亲格蕾丝·贝尔在30多岁时被诊断出患有MRKH综合征，这是一种先天性无子宫的疾病，影响英国约每5000名女性中的一人。由于无法自然怀孕，格蕾丝于2024年6月在牛津的丘吉尔医院接受了长达10小时的子宫移植手术。随后，她在伦敦的李斯特生育诊所接受了体外受精和胚胎移植治疗。2025年12月，雨果在伦敦西部的女王夏洛特和切尔西医院健康出生，体重近7磅。格蕾丝和她的伴侣史蒂夫·鲍威尔对捐赠者及其家人的“无私礼物”表示深切感谢，称这使他们能够拥有自己的孩子。这一突破性时刻为许多面临类似生育挑战的女性带来了希望，展示了移植医学和辅助生殖技术的进步。文章强调了器官捐赠的重要性以及医疗创新如何改变生活，同时提供了MRKH综合征的背景信息，并探讨了子宫移植作为代孕替代方案的潜力。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_543634c10d1707cb_34c40c4e604f.webp",
      "category": "News"
    },
    {
      "id": "223733ed9510e289",
      "title": "新闻综述：法官阻止发布关于特朗普处理机密文件的报告",
      "summary": "本文报道了多项法律和政治事件。首先，联邦法官艾琳·坎农，由前总统特朗普任命，永久阻止了特别顾问杰克·史密斯关于特朗普2021年离任后处理机密文件的报告的发布。坎农法官认为发布报告会造成明显不公，因为案件从未交由陪审团审理，并于2024年以史密斯非法任命为由驳回了指控。然而，监督组织正在向更高法院上诉，寻求报告发布。同时，特朗普在最高法院否决其部分措施后，警告各国遵守贸易协议，否则将提高关税，欧盟因此延迟批准一项重大贸易协议，因美方立场不明。特朗普还声称无需国会批准即可实施新关税，并宣布提高全球关税。此外，最高法院同意审理石油和天然气公司试图阻止州和地方政府因气候变化影响提起的诉讼案件，如科罗拉多州博尔德市2018年提起的诉讼。这些事件凸显了司法监督、行政权力、国际贸易和环境诉讼之间的交织，反映了当代美国在问责和治理方面的持续辩论。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_223733ed9510e289_81344b7f452e.webp",
      "category": "News"
    }
  ]
}