{
  "articles": [
    {
      "id": "6918c16e223d0519",
      "title": "德里空气污染导致20万急性呼吸道疾病病例",
      "summary": "印度首都德里正面临严重的空气污染危机，2022年至2024年间，六家国营医院记录了超过20万例急性呼吸道疾病病例。在此期间，超过3万人因呼吸问题需要住院治疗。德里的空气质量指数（AQI）经常超过安全水平，有时达到世界卫生组织推荐限值的20倍以上，尤其在冬季条件恶化时更为严重。这种污染由多种因素共同导致，包括工业排放、车辆尾气、低风速、气温下降以及邻近邦季节性焚烧作物残茬。政府指出，污染水平上升与急诊室就诊人数增加相关，但无法确认直接因果关系。德里高等法院正在审理要求紧急行动的请愿书，医院报告称患病儿童数量激增。这一持续性问题凸显了采取有效措施改善空气质量、保护公众健康的紧迫性。污染源还包括建筑灰尘和能源生产，而气象条件如逆温层在冬季加剧了污染物积聚。长期暴露于PM2.5等细颗粒物可能导致慢性健康问题，如心血管疾病。政府通过Safar等应用进行监测，但执法和公众意识方面仍存在挑战。国际比较显示，德里的污染水平与北京等城市相似，需借鉴全球治理经验。总体而言，解决德里空气污染需要跨部门合作、技术创新和政策强化，以减轻对公共卫生的负担。",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6918c16e223d0519_00d45f7af072.webp",
      "category": "Science"
    },
    {
      "id": "093bcc28c9bc2483",
      "title": "你的肠道正在被毒害吗？科学家揭示日常化学品的隐藏影响",
      "summary": "剑桥大学的一项大型实验室研究发现，在1076种人造化学品中，有168种会对健康人体肠道中的有益细菌造成危害。这些化学品包括用于农作物的杀虫剂和除草剂，以及存在于阻燃剂和塑料中的工业化学物质。它们通过食物、饮用水或环境暴露进入人体，但此前大多被认为不会影响细菌。研究显示，肠道细菌在适应这些污染物时，可能产生对如环丙沙星等抗生素的耐药性，若在人体内发生，可能导致某些感染更难治疗。肠道微生物群包含约4500种不同类型的细菌，共同支持消化、体重调节、免疫系统和心理健康等功能；失衡会引发多种健康问题。标准化学品安全评估未考虑对肠道微生物群的影响，因为大多数化学品设计时仅针对特定目标。利用研究数据，团队开发了机器学习模型，以预测现有或设计中的工业化学品是否可能损害人类肠道细菌。研究详情及工具发表于《自然·微生物学》期刊。科学家强调，未来化学品设计必须确保对肠道细菌的安全，以预防健康风险。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_093bcc28c9bc2483_93b1c858e9bd.webp",
      "category": "Science"
    },
    {
      "id": "440ffdf07812560d",
      "title": "市长称太多家庭为“在职贫困”",
      "summary": "在西约克郡市长特雷西·布拉宾于BBC利兹电台的采访中，她讨论了“在职贫困”问题，即许多家庭虽有工作但仍难以维持生计。布拉宾指出，在一些社区中，50%的儿童生活在贫困中，并主张废除两孩福利上限——一项限制家庭仅能为前两个孩子申请通用信贷或税收抵免的政策。近期预算案中，财政大臣已取消此上限，布拉宾赞扬此举为赋予市长权力带来了革命性变化。她还谈及综合拨款方案，即市长将政府资金整合后自主决策，并提议对过夜游客收取适度费用以增加收入。这笔资金将投资于基础设施，如改善公交车和举办大型活动，受益于伊尔克利和霍沃斯等高旅游流量地区。布拉宾强调，这些措施有助于促进地方经济增长，确保儿童拥有公平的人生起点。她的观点融合了福利政策、权力下放和可持续旅游，旨在通过系统性改革应对贫困并提升区域发展机会。",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_440ffdf07812560d_6d87b56877e9.webp",
      "category": "Science"
    },
    {
      "id": "0e727794e40969d9",
      "title": "3D模型显示小家族群创造了复活节岛雕像",
      "summary": "一项发表在《PLoS ONE》期刊上的研究利用高分辨率3D模型揭示了复活节岛摩艾石像的建造过程。考古学家卡尔·利波团队在2023年6月至2024年1月期间，使用无人机对拉诺·拉拉库采石场进行了低空飞行，拍摄了约2万张照片，构建了交互式3D模型。模型显示，摩艾石像是由多个独立的工作坊雕刻的，很可能是家族族群，而非中央管理系统。研究还基于先前的实验，证实石像可通过绳索“行走”方式运输，仅需18至50人，利用摆动力学减少摩擦。模型识别出341个雕刻沟槽和133个石像移走后留下的空洞，以及不同的采石技术，表明各站点代表不同的家族工作坊。这些发现挑战了复活节岛需要庞大等级社会的传统假设，突出了古代工程技术的复杂性和数字文档在文化遗产保护中的作用。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0e727794e40969d9_f8029af83d12.webp",
      "category": "Science"
    },
    {
      "id": "d9e0994a7932a305",
      "title": "“可再生”不再：特朗普政府将国家可再生能源实验室更名",
      "summary": "特朗普政府已将国家可再生能源实验室更名为落基山国家实验室，标志着美国能源政策的一次象征性转变。该实验室位于科罗拉多州戈尔登，长期以来在风能、太阳能等可再生能源研究领域处于全球领先地位。实验室主任贾德·维尔登表示，新名称反映了对应用能源研究的“更广泛愿景”，并致敬实验室所在的落基山自然风光，但未详细说明这将如何影响其项目或约4000名员工。此次更名是政府一系列行动中的最新举措，旨在减少对可再生能源的支持，同时扩大对化石燃料的联邦资助。能源部称，更名体现了部门对“能源增补”而非特定能源资源优先的新关注。批评者，包括前科罗拉多州州长比尔·里特，认为此举可能削弱美国在能源创新方面的领导地位，使其在与中国、印度等快速推进可再生能源转型的国家竞争中处于不利地位。文章指出，这一政策变化可能对美国的能源研究、经济竞争力和环境可持续性产生长期影响，引发关于国家在全球能源经济中未来角色的担忧。",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_d9e0994a7932a305_72cf1eb19bcf.webp",
      "category": "Science"
    },
    {
      "id": "21574e46b752c1ec",
      "title": "隐藏2000年的古罗马巨型水池在罗马附近出土",
      "summary": "由密苏里大学教授Marcello Mogetta领导的研究团队在古罗马城市加比（Gabii）中心发现了一个巨大的石砌水池，该城市位于现代罗马以东约11英里处。这一结构可追溯至约公元前250年，可能是已知最早的非宗教或防御性大型罗马建筑之一。水池位于城市中心主要十字路口附近，被认为是论坛的一部分，可能是用于公共生活的 monumental 水池。这一发现建立在团队先前在加比的挖掘基础上，如“F区建筑”，显示了早期罗马建筑受到希腊传统的显著影响，包括铺砌的市民空间和戏剧性平台。加比的重要性在于它在公元前50年左右被遗弃，使其原始布局得以完整保存，为研究早期罗马城市生活提供了独特视角。该遗址现已被意大利文化部指定为考古公园，由加比项目等研究团队进行系统挖掘。未来计划包括继续挖掘水池和周边区域，并使用热成像技术研究附近的“异常”结构，可能是一座寺庙。发现的文物如完整容器和带标记的杯子可能表明宗教供奉或仪式性关闭，强调了水管理在古代城市中的关键作用。这一发现揭示了早期罗马 monumental 建筑的多重功能，不仅用于实际用途，还作为政治信息传递和文化适应的媒介。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_21574e46b752c1ec_2f405f335266.webp",
      "category": "Science"
    }
  ]
}