{
  "articles": [
    {
      "id": "4148afa0a1df6ef0",
      "title": "Movie Stars Become Citizens of Guinea",
      "summary": "Meagan Good and Jonathan Majors are famous actors from the United States. They traveled to Guinea, a country in West Africa, and became citizens there. They found out through DNA tests that their ancestors came from Guinea. This means they now have passports from Guinea and can feel connected to their heritage. At a special ceremony, they received their passports and watched traditional dances and music. The ceremony was organized by Guinea's government to welcome people of African descent back to their roots. The actors are visiting places in Guinea, like Boké, which has historical sites. Other celebrities have also become citizens of African countries to reconnect with their ancestry.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_4148afa0a1df6ef0_d7f2f5286557.webp",
      "category": "Fun"
    },
    {
      "id": "4b87691f9244eca1",
      "title": "Aryna Sabalenka Wins Big Tennis Match",
      "summary": "Aryna Sabalenka is a top tennis player who won an important match in Brisbane, Australia. She beat Karolina Muchova with scores of 6-3 and 6-4. This win means she will play in the final against Marta Kostyuk. Sabalenka is happy and said she enjoys playing against Muchova. She is getting ready for the Australian Open, a big tournament starting soon. In other news, Brandon Nakashima and Daniil Medvedev will play in the men's final in Brisbane. Switzerland also reached a final in a team event called the United Cup. The article talks about tennis matches and players preparing for more games.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b87691f9244eca1_0a874e6f595f.webp",
      "category": "Fun"
    },
    {
      "id": "b9ad6a8da4d5db9e",
      "title": "Sir Tom Jones Warns About Fake Profiles",
      "summary": "Sir Tom Jones is a famous singer who has told his fans about a bad scam. People are making fake social media profiles that pretend to be him. These fake profiles try to trick fans into talking to them and might try to take their money. Sir Tom says he never talks to people privately on social media. He wants everyone to be careful online and to report and block any fake profiles they see. This is sad because scammers are trying to hurt vulnerable people. It is important to stay safe and not trust strangers online.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b9ad6a8da4d5db9e_6af6ee7c492d.webp",
      "category": "Fun"
    },
    {
      "id": "ab5e8bcf36a614b0",
      "title": "Stranger Things Star's Song Hits Number One",
      "summary": "Joe Keery, who plays Steve in Stranger Things, has a song called End of Beginning that reached number one in the UK. He uses the name Djo for his music. The song became popular on TikTok after fans used it in videos about the show's last episode. Other old songs from the show, like Purple Rain by Prince and Running Up That Hill by Kate Bush, are also back in the top 20 charts. The show helps people discover music from the 1980s. TikTok makes these songs popular again by sharing them with both older and younger listeners. The song got over 5 million streams in the UK this week.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ab5e8bcf36a614b0_5d4d45d71663.webp",
      "category": "Fun"
    },
    {
      "id": "bf014b6dfefe13ef",
      "title": "Big Movie Stars Miss Out on Bafta Awards List",
      "summary": "Some famous movie stars like George Clooney, Dwayne Johnson, and Julia Roberts did not make the longlist for the Bafta Film Awards this year. The Baftas are important because they often show who might win at the Oscars, which are big awards too. The longlists have been released, and a movie called One Battle After Another has the most mentions. The final nominations will be announced soon. These stars are still nominated for Golden Globes, another award show. In the past, many actors who won Baftas also won Oscars, so missing the Bafta list might mean they have less chance at the Oscars. Other actors like Adam Sandler made the longlist, and a movie called KPop Demon Hunters cannot be in the Baftas because it was on Netflix first.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_bf014b6dfefe13ef_9efadb0b3ef6.webp",
      "category": "Fun"
    },
    {
      "id": "c11108e6dc3d965b",
      "title": "A Smart Design Fix for Safer Batteries",
      "summary": "Batteries are important for things like phones and cars, but they can be expensive and sometimes catch fire. Scientists in South Korea have found a new way to make batteries safer and better without using costly materials. They worked on solid-state batteries, which are safer because they use solid parts instead of liquid ones that can leak. The problem was that lithium ions, which help batteries work, move slowly in solids. The researchers changed the design of the battery material by adding elements like oxygen or sulfur. This made the pathways inside the material wider, so lithium ions can move faster. They tested it and saw big improvements, making the batteries work well at room temperature. This smart design could help make batteries cheaper and safer for everyone.",
      "source": "Science Daily - Technology",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_c11108e6dc3d965b_1d9a654a1152.webp",
      "category": "Fun"
    }
  ]
}