{
  "articles": [
    {
      "id": "91dea98b63fc37e1",
      "title": "Stan Wawrinka Gets Special Invite to Australian Open in His Last Year",
      "summary": "Stan Wawrinka is a famous tennis player who has won big tournaments called Grand Slams. He is 40 years old and will retire after the 2026 season. The Australian Open, a major tennis event, gave him a wildcard, which is a special invitation to play even though he is not ranked high enough. Wawrinka is happy because he won his first Grand Slam title at the Australian Open in 2014. Another player, Nick Kyrgios, decided not to play singles because he is not ready for long matches. He will play doubles instead. This helps the tournament director avoid a tough decision about who gets the last wildcards.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_91dea98b63fc37e1_155ed3bb01ca.webp",
      "category": "Fun"
    },
    {
      "id": "3a8f76fc0173c9e3",
      "title": "A Tennis Star Wins a Big Match",
      "summary": "Aryna Sabalenka is a top tennis player who won an important match against Madison Keys in Brisbane, Australia. This win helps her get ready for the Australian Open, a big tournament she has won before. Sabalenka played very well and won in two sets, 6-3 6-3. She said she was motivated to win because she lost to Keys last year, but she focuses on playing her best in each new match. Next, Sabalenka will play Karolina Muchova in the semi-finals. Muchova also won her match against Elena Rybakina. In another tournament, Sonay Kartal from Great Britain lost a close match to Elina Svitolina. This article talks about tennis players competing to win titles and prepare for bigger events.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3a8f76fc0173c9e3_f2294d2e4b2a.webp",
      "category": "Fun"
    },
    {
      "id": "20030556c2e326a9",
      "title": "A Boxer's Wish to Say Sorry",
      "summary": "This story is about Prince Naseem Hamed, a famous boxer, and his trainer Brendan Ingle. They worked together for 18 years, starting when Naseem was just seven years old in Sheffield. Brendan helped Naseem become a world champion boxer. But later, they had a big fight over money and a book that made them angry. They stopped talking and never made up. Naseem tried many times to say sorry and be friends again, but Brendan did not want to meet. When Brendan died in 2018, Naseem felt very sad because he never got to hug him or say goodbye. A new movie called Giant shows their story, and in the film, there is a happy ending where they hug, but in real life, that never happened. Naseem wishes it did.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_20030556c2e326a9_e067574993fe.webp",
      "category": "Fun"
    },
    {
      "id": "d372be61002eff39",
      "title": "A Student on a TV Show Could Win Big for Her University",
      "summary": "Jade Scott is a student at the University of Warwick who is on a TV show called Traitors. She is trying to win £120,000. Her friends Ethan and Jenny know her from school, where she helps them in labs. They say she is serious and focused, which might help her on the show. Jade is studying women's health and likes playing video games. Her friends think she is being herself on TV. Ethan hopes she wins because it would be great for their university. The article talks about how her friends support her and think her win would bring good attention to Warwick.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d372be61002eff39_41f293bb2796.webp",
      "category": "Fun"
    },
    {
      "id": "123c541e0c683055",
      "title": "Young Dylan Thomas Copied Poems in School",
      "summary": "Dylan Thomas was a famous poet from Wales. When he was a boy in school, he copied poems from other poets and put his own name on them. A man named Alessandro Gallenzi found this out while working on a new book of Thomas's poems. Thomas went to Swansea Grammar School and wrote for the school magazine. Gallenzi discovered that at least 12 poems Thomas published in the magazine were actually written by other people. Some poems were copied from big magazines like Boy's Own Paper. Gallenzi thinks Thomas did this because he wanted to be noticed or felt unsure about himself. Thomas's father was a teacher at the school and might have pushed him to do well. This shows that even famous people can make mistakes when they are young.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_123c541e0c683055_3506ed4f3b6c.webp",
      "category": "Fun"
    },
    {
      "id": "34a92d8545c731df",
      "title": "A Famous Writer's Sad News",
      "summary": "Chimamanda Ngozi Adichie is a famous writer from Nigeria who writes books and gives talks. She is known for stories about people's lives. Recently, her family shared sad news: one of her twin baby boys, Nkanu Nnamdi, who was 21 months old, passed away after being sick for a short time. The family is very sad and asks for privacy and prayers. Many people, including Nigeria's president, have sent kind words to support them. Adichie has a daughter and twin boys born with help from a surrogate. She is an important person who talks about fairness and creativity. This article tells us about her loss and how people are showing care.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_34a92d8545c731df_9a8cd9c27088.webp",
      "category": "Fun"
    }
  ]
}