{
  "articles": [
    {
      "id": "bbae819f60329848",
      "title": "The Universe Might Shrink Back One Day",
      "summary": "A scientist named Henry Tye studied new information about dark energy, which is a mysterious force in space. He thinks the universe is about 13.8 billion years old and will keep growing for 11 billion more years. Then, it will start to get smaller, like a rubber band snapping back, and eventually collapse into a tiny point in about 20 billion years. This idea is called the \"big crunch.\" He used data from two big observatories, DES and DESI, to make this guess. Before, people thought the universe would grow forever, but the new data suggests it might end differently. This helps us understand how the universe changes over time.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_bbae819f60329848_de026fa633bb.webp",
      "category": "Science"
    },
    {
      "id": "66d725bf38075ac8",
      "title": "Scientists Find the Enzyme That Helps Cancer Change Its DNA Fast",
      "summary": "Scientists have discovered an enzyme called N4BP2 that causes a big change in cancer cells. This change, called chromothripsis, happens when a chromosome breaks into many pieces and gets put back together in the wrong order. It lets cancer cells evolve quickly and become resistant to treatments. Chromothripsis is common in many cancers, like bone and brain cancers. The enzyme works by entering small compartments called micronuclei and cutting the DNA inside. By finding this enzyme, scientists hope to develop new ways to treat aggressive cancers by stopping this process.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_66d725bf38075ac8_ebfe16ad2bc9.webp",
      "category": "Science"
    },
    {
      "id": "ae284ee6e00e22f2",
      "title": "A 2,400-Year-Old Boat with a Fingerprint",
      "summary": "Scientists found a 2,400-year-old boat in Denmark called the Hjortspring boat. It was used by warriors who attacked an island but lost. The boat was discovered in a bog and has been a mystery for over 100 years because no one knew where it came from. Researchers used new science to study the boat's waterproofing material, which was made from animal fat and pine pitch. Pine trees were rare in Denmark back then, so the boat might have been built in eastern areas near the Baltic Sea. This means the warriors could have sailed a long way. They also found a human fingerprint in the tar, which is very rare and gives a direct link to the ancient people who used the boat. The study helps solve the old mystery of the boat's origins.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ae284ee6e00e22f2_022c4f78e011.webp",
      "category": "Science"
    },
    {
      "id": "e2b10c05615a8558",
      "title": "Bigfoot Hunters: Why People Search for a Mystery Creature",
      "summary": "Some people called Bigfooters spend time looking for Bigfoot, a big, hairy creature that many think is not real. In 1967, a famous film showed something like Bigfoot in the woods, and it became popular in movies and emojis. Researchers Jamie Lewis and Andrew Bartlett wanted to know why Bigfooters search for this creature. They talked to over 130 Bigfooters during lockdown and wrote a book about it. Bigfooters have different ideas: some think Bigfoot is an unknown animal, while others think it might be from another dimension. Many Americans believe Bigfoot could exist. The researchers found that Bigfooters are often men who live in rural areas and might have been in the military. They study this community to understand why people are so interested in Bigfoot, even without proof.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e2b10c05615a8558_9e211b975c18.webp",
      "category": "Science"
    },
    {
      "id": "325b264ce8c15768",
      "title": "Eat Early for a Healthy Heart",
      "summary": "Scientists studied how eating times affect heart health. They found that stopping eating three hours before bedtime helps your heart. This means not eating late at night. People in the study did not eat less food, just ate earlier. They also turned down lights before sleep. This helped their hearts beat better and kept blood pressure lower at night. It also helped control blood sugar during the day. The study included adults who were at risk for heart problems. The researchers say timing meals with sleep is important for health. This can be an easy way to stay healthy without medicine.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_325b264ce8c15768_733df2928368.webp",
      "category": "Science"
    },
    {
      "id": "54a9315c7c1b8e5f",
      "title": "Exploring the Kuiper Belt: A Faraway Space Zone",
      "summary": "The Kuiper Belt is a faraway area in space beyond Neptune, filled with icy objects like Pluto. Astronomers are using new telescopes to learn more about it. They have found about 4,000 objects so far, but expect to find many more soon. The Vera C. Rubin Observatory in Chile is a special telescope that started working last year to help map this region. Scientists hope to discover if there are hidden planets or clues about how our solar system formed long ago. The Kuiper Belt is like a time capsule from the early solar system, holding frozen relics that can tell us stories about the past. By studying it, astronomers can fill in gaps in our knowledge and answer big questions about space.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_54a9315c7c1b8e5f_07265a12eca5.webp",
      "category": "Science"
    }
  ]
}