{
  "articles": [
    {
      "id": "fc1c779e6d39bcf0",
      "title": "财政大臣在预算中放弃提高所得税率的提议",
      "summary": "财政大臣原本被广泛预期将在预算中提高所得税率，但这会违背竞选宣言中的承诺。然而，最终决定不提高税率。所得税是根据个人收入征收的税种，用于资助公共服务。这一转变旨在维护政府的选举承诺，避免失信于民。预算是一份详细的财政计划，列明政府的收入和支出。通过放弃增税，财政大臣回应了公众对公平和信任的关切，体现了政策制定中经济需求与公众期望之间的平衡。这一事件展示了民主体系中决策的复杂性，以及公众舆论对经济政策的影响。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fc1c779e6d39bcf0_0ade562e569f.jpg",
      "category": "News"
    },
    {
      "id": "cd33081a080310b2",
      "title": "Russian drone and missile attack kills 6, injures at least 35 in Kyiv",
      "summary": "Russia has waged a devastating aerial campaign against Ukraine since its all-out invasion of its neighbor nearly four years ago. U.S.-led diplomatic efforts this year to stop the fighting have so far come to nothing.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cd33081a080310b2_d1c5dec80943.jpg",
      "category": "News"
    },
    {
      "id": "9c3f68ff94517488",
      "title": "男子在纪念活动中冒充海军上将后被捕",
      "summary": "一名男子在纪念活动中涉嫌冒充海军上将后被警方逮捕。警察从其家中查获了一套海军制服和多枚勋章。纪念活动是专门为荣誉军事人员而举行的庄严仪式，此次事件引发了对活动完整性和欺骗行为的担忧。冒充军事官员是一种严重违法行为，可能破坏公众信任并 disrespect 服役人员的牺牲。当局正在调查该男子的动机和是否有类似前科。这一案例凸显了在官方活动中核实身份的重要性，以防止欺诈和维护对国家传统的尊重。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_9c3f68ff94517488_ce98d488f398.jpg",
      "category": "News"
    },
    {
      "id": "13f36b28f16d8892",
      "title": "医生罢工给患者带来痛苦和苦难，卫生大臣表示",
      "summary": "卫生大臣韦斯·斯特林表示，为期五天的医生罢工可能对患者造成伤害。罢工导致医生停止工作，可能减少医疗服务，延长医院等待时间。斯特林强调，依赖及时护理的患者可能面临增加的痛苦和健康风险。这一情况凸显了医疗工作者与政府之间在薪酬和工作条件等问题上的持续争议。卫生大臣敦促快速解决，以防止对公共健康产生进一步负面影响。患者在此期间应寻求替代护理选项，并通过官方渠道保持信息灵通。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_13f36b28f16d8892_f91be3df2d9b.jpg",
      "category": "News"
    },
    {
      "id": "9e568841cbe6e134",
      "title": "佛罗里达州今年第16次执行注射死刑",
      "summary": "佛罗里达州在周四晚上执行了一起注射死刑，一名男子因1979年从卧室绑架并杀害一名6岁女孩而被定罪。这是该州今年第16次执行死刑，创下纪录。死刑是一种严重的刑罚，由政府依法对犯有重罪的人执行死亡。此事件引发了关于死刑的广泛讨论，包括其作为威慑手段的有效性、道德问题以及可能存在的司法错误。案件发生在40多年前，显示了死刑案件法律程序的漫长性。佛罗里达州频繁执行死刑反映了其对严重犯罪的强硬立场，但也需考虑人权、公平性和社会影响。了解这一事件需要知道美国各州死刑法律的不同、全球废除死刑的趋势，以及受害者家庭和社会的心理影响。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_9e568841cbe6e134_97a1e13e952d.jpg",
      "category": "News"
    },
    {
      "id": "3372604d9d70cbfb",
      "title": "德州农工大学新政策要求教授讨论某些种族和性别话题需获批准",
      "summary": "德州农工大学系统最近实施了一项新政策，要求教授在讨论某些种族和性别话题前必须获得校长的批准。这一决定由校董会在一个病毒视频事件后做出，视频中学生因课程内容与教师发生对峙，导致校园出现动荡。政策旨在通过加强管控来防止冲突，确保教学环境的稳定性。支持者认为这有助于维护秩序和尊重多元观点，而反对者担心它会限制学术自由，阻碍开放对话。这一举措反映了教育领域中平衡言论自由与机构控制之间的广泛辩论。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_3372604d9d70cbfb_24dfdf00c173.jpg",
      "category": "News"
    }
  ]
}