{
  "articles": [
    {
      "id": "1027a39aae9cd074",
      "title": "A New Ghost Marsupial Found in Australia",
      "summary": "Scientists in Australia have discovered a new type of animal called a ghost marsupial, which is related to kangaroos. They found fossils in caves that show this animal lived long ago but is now extinct. The animal is a kind of bettong, and they also found two new types of woylies, which are small kangaroo relatives. Woylies are important because they help the soil by digging for mushrooms, but they are in danger of disappearing. The scientists used bones to learn about these animals and want to protect them better. They named the new species Bettongia haoucharae and will work with Indigenous people to choose a good name.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1027a39aae9cd074_c817941c4a5a.webp",
      "category": "Science"
    },
    {
      "id": "617776f18ed3f891",
      "title": "A Surprising Brain Benefit from a Diabetes Medicine",
      "summary": "Scientists are studying a medicine called GLP-1 that helps people with diabetes control their blood sugar and lose weight. In a new study, they found that people who took GLP-1 medicine might have a lower chance of getting epilepsy, a brain condition that causes seizures. The study looked at over 450,000 adults with diabetes in the United States. Half took GLP-1 medicine, and half took another diabetes medicine. After five years, fewer people on GLP-1 medicine developed epilepsy compared to those on the other medicine. The researchers say this is a small difference and more studies are needed to be sure. They also checked for other health problems to make the comparison fair. This research is exciting because epilepsy can be hard to treat, and finding new ways to prevent it is important. But it doesn't prove that GLP-1 medicine definitely helps the brain, and it only studied people with diabetes.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_617776f18ed3f891_6323b81de8ce.webp",
      "category": "Science"
    },
    {
      "id": "18fb44fee6150235",
      "title": "Kids Feel Better When Schools Open After COVID",
      "summary": "A new study found that children felt happier and less worried when their schools reopened after the COVID-19 pandemic. The research looked at kids aged 5 to 18 in California and showed that after schools opened, fewer children were diagnosed with problems like anxiety, depression, and ADHD. Girls improved more than boys. The study suggests that going back to school helps kids by giving them friends to play with, a routine, and support from teachers. It also saved money on health care because fewer kids needed treatment. This information can help parents and leaders make better decisions to keep kids healthy during future emergencies.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_18fb44fee6150235_dc6f6b3a4769.webp",
      "category": "Science"
    },
    {
      "id": "9e682f668211ee15",
      "title": "The Pinocchio Chameleon's Secret Identity",
      "summary": "In Madagascar, there is a special chameleon called the Pinocchio chameleon because it has a long nose. Scientists thought they knew this animal for almost 150 years, but new studies show it is actually a different species. They found this out by looking at its DNA and body features. The researchers also discovered another new chameleon species that was hiding in plain sight. They used old museum specimens to study the DNA, which helped them learn more about these animals. Now, Madagascar has 100 chameleon species, adding to the world's total of 236. This discovery shows how science can uncover secrets from the past and help us understand nature better.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9e682f668211ee15_f15fb529dc0d.webp",
      "category": "Science"
    },
    {
      "id": "0911261569fcdc52",
      "title": "A Startup Gets Money to Build Big Satellites",
      "summary": "A company called K2 has raised $250 million to build large satellites in California. K2 makes two types: Mega and Giga satellites. Their first big satellite, named Gravitas, will launch in 2026 on a Falcon 9 rocket. Gravitas will test powerful thrusters and solar arrays. The US Space Force is helping pay for this mission. K2 plans to use big rockets like Starship to send Giga satellites into space. These satellites can make a lot of power for tasks like AI and telescopes. K2 builds many parts itself to save money and make more satellites. The goal is to explore new things in space.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Leaders Talk About Problems at the Health Agency",
      "summary": "This article is about three former leaders from the Centers for Disease Control and Prevention (CDC) who are speaking out. They worked at the CDC, which is a health agency that helps keep people safe from diseases. They left their jobs because they were unhappy with the new Health Secretary, Robert F. Kennedy Jr., who has ideas that go against science. He fired the CDC director and made changes that hurt the agency's work. The three leaders, Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan, managed important health programs like fighting flu and COVID-19. They will talk in a live event about how Kennedy's actions are affecting public health and why it's important to follow evidence instead of bad ideas. The event is on Tuesday, December 16, at 2 pm ET.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    }
  ]
}