{
  "articles": [
    {
      "id": "402da765e9ff5015",
      "title": "图片集：碧姬·芭铎的生平与职业生涯",
      "summary": "法国女演员碧姬·芭铎于91岁去世，她重新定义了电影魅力，作为1950年代的银幕偶像吸引了全球目光。从她在《上帝创造女人》中的突破性演出，到在《真相》、《蔑视》和《玛丽亚万岁！》中的挑衅角色，她在银幕上开创了女性性感和解放的新形象，之后将一生奉献给动物权利。芭铎的生活充满 glamour、争议和信念。她于1934年出生于巴黎，曾接受芭蕾舞训练，后因其 striking beauty 被电影制片人看中。18岁时，她嫁给了导演罗杰·瓦迪姆，后者在《上帝创造女人》中选角她，这部 provocative 电影使她成为国际巨星。在这部法国新浪潮经典中，芭铎的 sensual、carefree 形象重新定义了女性气质，并使她成为戛纳 sensation。通过1950年代末和1960年代，芭铎凭借在《真相》中的角色成为全球现象， earning critical acclaim for her dramatic depth，以及在《蔑视》中，一部让-吕克·戈达尔的 masterpiece，和《玛丽亚万岁！》，展示了她与让娜·莫罗的 comedic flair。她 tousled 的头发和 bold 的眼线 worldwide 设定了时尚趋势，而她的表演巩固了芭铎作为电影 trailblazer 的地位。除了她最 iconic 的角色，芭铎在《枕头上的爱》等电影中展示了她的 versatility，在那里她描绘了一个复杂、情感 torn 的角色，以及在《九月的两周》中，一部 romantic drama 突出了她传达 vulnerability 的能力。在《熊与娃娃》中，她为 comedic 角色带来了 playful charm，证明了她在各种 genre 中的 range。这些电影，虽然 less celebrated，强调了她在 diverse narratives 中吸引观众的能力。1973年，在她 fame 的巅峰时期，芭铎在39岁时从表演退休，以 champion 动物权利。创立碧姬·芭铎基金会，她 campaigned against seal hunting 和 animal testing，channeling 她的 passion into advocacy。她从银幕 siren 到 activist 的 bold shift 让许多人 surprised，但反映了她对 living authentically 的 commitment。定居在圣特罗佩，芭铎 embrace 了一个 quieter 的生活，远离 spotlight。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_402da765e9ff5015_10a2be7ff413.webp",
      "category": "News"
    },
    {
      "id": "7ed6b5d723870159",
      "title": "新坎特伯雷大主教被敦促取消与奴隶制相关的1亿英镑基金",
      "summary": "即将上任的坎特伯雷大主教莎拉·穆拉利女士面临保守党议员和贵族的压力，要求取消一项1亿英镑的基金，该基金旨在解决英格兰教会与跨大西洋奴隶制的历史联系。这项基金于2023年宣布，此前一份报告揭示，安妮女王的赏金——一个历史性的教会基金——曾投资于非洲奴隶制。该基金计划在九年期间用于投资、研究和参与受奴隶制影响的社区。教会专员，即教会的财务机构，认为这一举措符合慈善法及其促进正义与和解的使命。然而，批评者包括议员凯蒂·拉姆和克里斯·菲尔普在内，在一封信中辩称该基金违反法律要求，因为教会捐赠必须用于支持教区事工、维护建筑和保存记录。他们强调许多教堂正面临财务困境，更急需这些资源。这场辩论凸显了历史不公正的修复性正义与教会内部实际需求之间的紧张关系，教会为其基金的透明开发辩护，而批评者则主张专注于核心义务。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7ed6b5d723870159_6e68194b7cfc.webp",
      "category": "News"
    },
    {
      "id": "50efabc2544dfb9a",
      "title": "电影前瞻：2026年值得关注的20大亮点",
      "summary": "本文预览了2026年即将上映的20部备受期待的电影，暗示它们可能像2023年《芭比》和《奥本海默》的成功一样，重振电影行业。重点包括汤姆·赫兰德的第四部《蜘蛛侠》电影、第二部《超级马里奥兄弟》电影和《穿普拉达的女王2》等主要系列作品，以及《复仇者联盟：末日》和第三部《沙丘》电影等大片。文章还介绍了有望角逐奥斯卡的剧情片，如基于玛吉·奥法雷尔书籍、讲述莎士比亚生活的《哈姆奈特》，以及由凯文·威廉姆森执导、原班演员回归的新《惊声尖叫》等类型片。其他值得关注的项目包括埃默拉尔德·芬内尔执导的《呼啸山庄》、布莱德利·库珀的喜剧《这东西开着吗？》以及关于安·李的传记片。文章强调这些上映影片有潜力推动票房收入和观众参与度，应对行业在后疫情时代面临的挑战。整体而言，本文旨在通过列举多样化的电影项目，激发观众兴趣并展望电影市场的复苏前景。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50efabc2544dfb9a_7c4e55aac178.webp",
      "category": "News"
    },
    {
      "id": "705d15458347518b",
      "title": "富有而无声：普京如何在战争中让俄罗斯亿万富翁保持支持",
      "summary": "本文探讨了在乌克兰战争期间，俄罗斯总统弗拉基米尔·普京如何维持亿万富翁（即寡头）的支持。尽管西方制裁旨在使富裕阶层反对普京，但俄罗斯的亿万富翁数量已达到历史最高水平，然而他们的政治影响力却急剧下降。普京采用胡萝卜加大棒的政策：对忠诚者给予奖励，对异议者施加严厉惩罚。一个关键例子是前银行亿万富翁奥列格·廷科夫，他批评战争后，在克里姆林宫的压力下被迫以仅3%的价值出售其银行，导致巨大财务损失。历史上，像鲍里斯·别列佐夫斯基这样的寡头曾拥有重要权力，甚至声称帮助普京上台，但随着时间的推移，普京巩固了控制，导致他们的角色减弱。到2022年全面入侵时，寡头们无法反对普京的决定，即使他们的财富受到威胁。文章强调制裁已失败，寡头成为沉默的支持者，加强了普京在冲突中的权威。这反映了俄罗斯权力动态的复杂性，以及外部压力在威权政权下的局限性。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_705d15458347518b_1ad4aa6ec7cc.webp",
      "category": "News"
    },
    {
      "id": "6d19ceeba78d0857",
      "title": "加州放弃寻求恢复高铁项目联邦资金的诉讼",
      "summary": "加州本周放弃了对特朗普政府提起的诉讼，该诉讼旨在恢复联邦政府为加州长期延误的高铁项目提供的40亿美元资金。美国交通部于7月削减了这笔用于连接旧金山和洛杉矶的子弹头列车资金，特朗普政府称加州高铁管理局在农业丰富的中央谷地完成大型项目段“没有可行计划”。管理局迅速提起诉讼，民主党州长加文·纽瑟姆称联邦政府的决定是“惩罚加州的政治噱头”。管理局本周表示，将专注于其他资金来源以完成这个估计成本超过1000亿美元的项目。一位管理局发言人在声明中说：“这一行动反映了州政府评估认为联邦政府不是推进加州高铁的可靠、建设性或可信赖的合作伙伴。”交通部未回应置评请求。总统唐纳德·特朗普和交通部长肖恩·达菲此前都批评该项目为“无处可去的列车”。特朗普7月在其社交媒体平台Truth Social上表示：“我们承诺的铁路仍然不存在，也永远不会存在。这个项目严重超支、过度监管，且从未交付。”管理局放弃诉讼的决定正值该组织寻求私人投资者支持子弹头列车之际。该项目最近通过2045年从州的限额与交易计划获得了每年10亿美元的资金。该计划设定了州内主要污染者总温室气体排放的下降限额。公司必须减少排放、从州或其他企业购买配额，或资助旨在抵消排放的项目。州从销售中获得的资金用于气候变化缓解、经济适用房和交通项目，以及加州居民的公用事业账单抵免。高铁管理局表示，其从联邦资金转移焦点提供了“新机会”。一位发言人在声明中说：“在没有特朗普政府参与的情况下向前推进，使管理局能够追求全球现代高铁系统成功使用的已验证最佳实践。”",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d19ceeba78d0857_56c3f73fb19a.webp",
      "category": "News"
    },
    {
      "id": "08d5c6ac5b46b6f4",
      "title": "巴西法官对政变阴谋定罪者实施软禁",
      "summary": "周六，巴西最高法院法官亚历山大·德莫赖斯下令对10名参与政变阴谋的人员实施软禁，这些人员因试图在2022年选举后帮助前总统雅伊尔·博索纳罗继续执政而被定罪。此前，这些人已受到脚踝监视器或夜间位置限制等预防措施。其中包括博索纳罗的前顾问菲利佩·马丁斯，其律师已宣布将提起上诉，批评这一决定不公正。博索纳罗本人因在阴谋中的角色被判处27年监禁，目前正在医院接受手术后治疗持续性打嗝。此案发生在巴西民主于1985年军事统治后恢复的历史背景下，针对博索纳罗及其他人的审判受到密切关注，以评估民主制度对反民主威胁的韧性。文章还提到前警察指挥官西尔维内·瓦斯克斯从巴拉圭引渡回国，凸显了跨境司法合作在应对阴谋中的作用。这些法律进展反映了巴西在法治和民主巩固方面的持续努力，但也暴露出证据深度和潜在偏见的局限性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_08d5c6ac5b46b6f4_822352dbddad.webp",
      "category": "News"
    }
  ]
}