{
  "articles": [
    {
      "id": "c88d385ea3c6a396",
      "title": "Dinosaurs and Mammals: How They Raised Their Babies Differently",
      "summary": "Scientists have discovered a big difference between dinosaurs and mammals: how they took care of their babies. Dinosaurs, like Brachiosaurus, laid eggs and had many babies at once. The baby dinosaurs grew up quickly and left their parents to live with other young dinosaurs. They found their own food and protected themselves from predators. In contrast, mammals, such as tigers and elephants, stay with their mothers for a long time. The mothers feed and protect them until they are almost grown up. This difference means that baby dinosaurs acted like separate animals from their parents, eating different foods and living in different places. This helps scientists understand why dinosaur ecosystems were so diverse, with many types of animals living together.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_c88d385ea3c6a396_5170cebd0988.webp",
      "category": "Science"
    },
    {
      "id": "a2cb20ed98a55e28",
      "title": "A Cool Night Engine That Makes Power from Space",
      "summary": "Engineers made a new engine that uses the cold of space to create power at night. It works by using the temperature difference between the warm Earth and the cold sky. The engine is called a Stirling engine, which can run on small temperature changes, like between a hot drink and the air. At night, the engine sits outside with one side warmed by the ground and the other side cooled by radiating heat to space. This makes a piston move to produce mechanical energy, which can power things like a small fan. In tests, it generated 400 milliwatts per square meter, showing it can capture energy from the night sky. This could help ventilate buildings without using fuel, especially in dry, clear areas. The University of California, Davis, is working on this invention.",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_a2cb20ed98a55e28_9e89cf45fb37.webp",
      "category": "Science"
    },
    {
      "id": "305c4ac511c71393",
      "title": "A Fun Planet Show in the Sky",
      "summary": "This weekend, you can see six planets in the sky after sunset if the weather is good. It's called a planetary parade, where planets look like they are lined up. Mercury, Venus, Saturn, and Jupiter are bright enough to see with just your eyes. But Uranus and Neptune are fainter, so you might need binoculars or a telescope to spot them. The best time to watch is on Sunday, and you should find a place with a clear view of the western horizon. Planets orbit the Sun in a flat plane, which is why they sometimes appear together like this. Jupiter will be the easiest to find because it shines brightly high in the sky. This event is special but not super rare, so enjoy the show!",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_305c4ac511c71393_8a3db754770e.webp",
      "category": "Science"
    },
    {
      "id": "22f712bb0b91ce35",
      "title": "Neanderthals and Humans: A Story of Ancient Love",
      "summary": "Long ago, Neanderthals and modern humans lived at the same time and sometimes had babies together. This mixing left pieces of Neanderthal DNA in our bodies today. Scientists found that some parts of our DNA, called 'Neanderthal deserts,' have no Neanderthal DNA. One big desert is on the X chromosome, which is a special part of our genes that helps determine if we are boys or girls. Researchers think this might be because Neanderthal men liked to mate with modern human women more often. When they did this, their X chromosomes were not passed down as much. By studying old Neanderthal bones, scientists saw that Neanderthals also have more modern human DNA on their X chromosomes. This suggests that the mixing was not random but had a pattern, possibly due to mating preferences. It's like a puzzle from the past that helps us understand how our ancestors lived and interacted.",
      "source": "Ars Science",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_22f712bb0b91ce35_2e55a159fa47.webp",
      "category": "Science"
    },
    {
      "id": "8a68adb9d8d0117b",
      "title": "Why Sneakers Squeak and Play Music",
      "summary": "Have you ever heard sneakers squeak on a gym floor? Scientists studied why this happens and found it's all about the patterns on the bottom of the shoes. They discovered that the shape of the treads, like ridges or blocks, controls the sound's pitch. By making rubber blocks with different patterns, they could slide them on glass to make specific sounds, even playing a song from Star Wars! This helps us understand friction, which is when two surfaces rub together. The research also connects to bigger things like earthquakes, showing how small details can have big effects. It's a fun way to learn about science in everyday life.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_8a68adb9d8d0117b_970db123779c.webp",
      "category": "Science"
    },
    {
      "id": "88692fb9801480c9",
      "title": "Brain Supplement and Lifespan in Men",
      "summary": "Scientists studied two amino acids called phenylalanine and tyrosine, which are found in protein foods and brain supplements. They looked at data from over 270,000 people in the UK Biobank. The research found that men with higher levels of tyrosine in their blood might live about one year less on average. This link was not seen in women. Tyrosine helps make brain chemicals like dopamine, which affect mood and thinking. The study suggests that men might need to be careful with tyrosine levels for a longer life, but more research is needed. It did not test supplements directly, but raises questions about their long-term effects.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_88692fb9801480c9_9dc5218a1034.webp",
      "category": "Science"
    }
  ]
}