{
  "articles": [
    {
      "id": "bd151cb4d727973b",
      "title": "我们正生活在物种发现的黄金时代",
      "summary": "一项新研究显示，我们正处于物种发现的黄金时代，科学家每年发现超过16,000个新物种，这是有史以来最高的记录。这项由亚利桑那大学研究人员领导并发表在《科学进展》杂志上的研究，通过分析2015年至2020年间约200万物种的分类记录，发现发现速度正在加速，远超每年约10个物种的灭绝率。新发现的物种包括昆虫、植物、真菌和脊椎动物等多样群体。研究人员预测，许多物种尚未被发现，例如鱼类物种可能高达115,000种，而目前仅描述了42,000种。分子技术的进步有助于通过基因差异识别外观相似但遗传不同的物种。发现新物种对保护至关重要，因为物种必须被科学描述才能受到保护，同时也对人类健康有益，例如从吉拉毒蜥中获得的GLP-1受体激动剂等天然产物可用于药物开发。总体而言，这项研究强调了持续探索对于理解和保护地球生物多样性的重要性，表明全球物种数量可能达到数千万甚至数亿。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_bd151cb4d727973b_5c8cd99a94f9.webp",
      "category": "Science"
    },
    {
      "id": "4fee008dad1fcbdd",
      "title": "新型3D芯片可能突破AI的最大瓶颈",
      "summary": "斯坦福大学、卡内基梅隆大学、宾夕法尼亚大学、麻省理工学院的工程师与SkyWater Technology合作，开发了一种新型多层计算机芯片。该团队表示，其架构可能标志着AI硬件的重大转变，并加强国内半导体创新。与当今大多数扁平2D芯片不同，该原型设计为向上构建，超薄部件像高楼中的楼层一样堆叠，垂直布线如同许多快速电梯，能快速移动大量数据。凭借创纪录的垂直连接数量和紧密布局，将内存和计算单元靠近放置，该设计避免了扁平芯片中限制进展的减速问题。在硬件测试和模拟中，3D芯片的性能比2D芯片高出大约一个数量级。研究人员此前曾在学术实验室制造实验性3D芯片，但团队称这是首次实现明显性能改进并在商业代工厂生产。该芯片采用“单片”3D集成方法，直接在上一层上构建新层，使用足够低的温度以避免损坏下方电路，从而实现更紧密的层堆叠和更密集的连接。这一进展旨在克服“内存墙”（处理速度超过数据交付能力）和“小型化墙”（晶体管缩小接近物理极限），可能推动国内半导体创新，满足未来AI系统对千倍硬件性能提升的需求。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_4fee008dad1fcbdd_9b1b017a82ae.webp",
      "category": "Science"
    },
    {
      "id": "7e5f5a8149ab098b",
      "title": "政府淡化农场遗产税计划",
      "summary": "英国政府针对继承农场的税收提案已进行淡化处理，将起征点从100万英镑提高至250万英镑。这一政策退却源于数月来农民的抗议以及部分工党后排议员的担忧。去年预算案中，部长们宣布自2026年4月起，对价值超过100万英镑的农业资产征收20%的遗产税，结束了自1980年代以来的100%税收减免。环境大臣艾玛·雷诺兹在议会圣诞休会后发布声明，表示已倾听全国农民的意见，调整政策以保护更多普通家庭农场。她强调，较大庄园应贡献更多，同时支持作为英国农村社区支柱的农场和贸易企业。全国农民联合会负责人汤姆·布拉德肖欢迎这一变化，称其使许多家庭农场免受恶劣风暴的影响。然而，乡村土地与商业协会主席加文·莱恩指出，此宣布仅限制了损害，并未完全消除，许多家庭企业因昂贵机械和土地估值可能仍高于起征点，但利润微薄难以负担税负。德比郡农民本·阿德恩认为这是正确的一步，主张免除家庭农场税收，仅对有能力纳税的大公司征税。自提案公布14个月以来，农民定期在议会外抗议，一些农村地区的工党议员也表达关切，最近议会投票中，十余名后排议员弃权，一人反对导致被暂停党籍。这一修订反映了政府对公众压力的回应，但遗留了关于公平性和农村经济影响的持续辩论。",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7e5f5a8149ab098b_752f6445d80d.webp",
      "category": "Science"
    },
    {
      "id": "cef818eb1ca186ac",
      "title": "物理学家找到让热力学在量子世界工作的方法",
      "summary": "1798年，军官兼物理学家本杰明·汤普森（又称拉姆福德伯爵）在慕尼黑观察炮筒钻孔时，做出了一个简单而有力的观察：金属在过程中持续加热，这使他得出结论，热不是一种物质，而是可以通过机械摩擦无限产生。为了验证这一想法，他将炮筒放入水中并计时水沸腾的时间，测量显示运动本身可以产生大量热量。此类实验为19世纪的热力学奠定了基础，该领域最初在工业革命中发挥关键作用，解释了如何将热高效转化为有用功，如驱动蒸汽机。如今，热力学定律是科学家的基础知识，指出在封闭系统中，总能量保持不变，无论表现为热还是功，并描述了熵（无序度的度量）随时间永不减少。然而，这些原理在日常情况下成立，但在尝试应用于受量子物理支配的极小系统时出现问题，因为热和功的熟悉概念开始模糊。巴塞尔大学的研究人员，由帕特里克·波茨教授领导，开发了一种新方法来定义某些量子系统的热力学量。他们研究了腔谐振器，这些系统将激光困在两个镜子之间，使光来回反弹。激光光与灯泡或LED产生的光不同，因为其电磁波完美同步移动。当激光光通过充满原子的腔时，这种同步（称为相干性）可能被破坏，导致光变得部分或完全不相干（对应于粒子的无序运动）。研究人员首先澄清了激光光的“功”含义，例如充电量子电池的能力，这需要相干光以集体推动原子进入激发状态。一个简单的假设是，进入的相干光执行功，而出去的光失去一些相干性，代表热。但情况更为微妙：即使变得部分不相干的光仍能执行有用功，只是效率低于完全相干光。丹尼尔及其同事检查了如果只将出去光的相干部分计为功，而不相干部分视为热会发生什么。通过这一定义，热力学的两个定律仍然有效，表明该框架是自洽的。这项研究对量子技术具有潜在影响，可能帮助开发更高效的量子设备。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_cef818eb1ca186ac_04d2d663de69.webp",
      "category": "Science"
    },
    {
      "id": "ca2fa4ece500cef8",
      "title": "“净化”光子：科学家发现清洁光本身的新方法",
      "summary": "爱荷华大学的研究人员提出了一种新的理论方法来“净化”光子，即光的基本粒子，这一进展可能提升基于光的量子技术的性能和安全性。该方法通过利用激光散射来抑制多光子发射，解决了光学量子系统中的两个主要障碍：激光散射（激光与原子相互作用时产生额外不需要的光子）和多光子发射（原子偶尔同时释放多个光子）。研究生马修·纳尔逊发现，多光子发射的波长谱和波形与激光散射密切相关，这使得科学家可以通过精确调整激光束的参数（如入射角和空间轮廓）来实现相消干涉，从而消除不需要的光子。通讯作者拉维泰杰·乌普强调，这一概念转变将有害的干扰转化为功能工具，可能同时解决双重问题。纯净的单光子流对于推进量子技术至关重要，因为它通过提供稳定的量子比特来增强计算效率，并通过有序的光子传输来降低拦截风险，从而加强安全性。尽管该方法目前仍是理论性的，需要实验验证，但它有望加速可扩展的光子量子计算机和强大加密系统的发展，体现了量子光学与工程原理的跨学科融合。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_ca2fa4ece500cef8_293a09bfd79a.webp",
      "category": "Science"
    },
    {
      "id": "adcf30d364425d46",
      "title": "气候顾问警告：2025年将打破高温记录，'这是我们的未来'",
      "summary": "英国政府首席气候顾问雷切尔·凯特教授警告称，随着气候变化持续推动气温上升，2025年有望成为英国有记录以来最热的一年，平均气温预计达到10.05°C，略高于2022年的10.03°C纪录。她指出，人类活动导致的二氧化碳排放是这一趋势的主要原因，使高温成为'新常态'。英国气象局支持这一观点，表示过去二十年中，英国最热的十年全部出现，且人为因素正在全球范围内加速变暖。凯特强调，缺乏降雨和持续温暖使国家在春季和夏季更容易遭受干旱和野火的影响，并呼吁通过投资自然和基础设施来增强韧性。她警告说，如果不立即采取适应措施，未来将付出更高代价。尽管气象局的预测基于截至12月21日的观测数据，并假设剩余日子气温较低，因此并非绝对确定，但这仍是最可能的结果，突显了应对气候变化的紧迫性。这篇文章旨在提高公众和政策制定者对气候风险的认识，促进及时行动以建设更具韧性的社会。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    }
  ]
}