{
  "articles": [
    {
      "id": "56502075cc0689bc",
      "title": "How Dirty Air Makes Exercise Less Helpful",
      "summary": "Scientists found that breathing polluted air can make exercise less good for your health. They studied over 1.5 million adults in many countries for more than ten years. People who exercised regularly had a lower risk of dying, but in places with dirty air, this benefit was smaller. The pollution comes from tiny particles called PM2.5 that get into our lungs and blood. Even though exercise still helps, clean air makes it work better. Experts say we should try to reduce air pollution to stay healthy while being active.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_56502075cc0689bc_a33e7ed88366.webp",
      "category": "Science"
    },
    {
      "id": "d77afb43ca5608d5",
      "title": "How Warming Up Makes You Faster and Stronger",
      "summary": "Warming up before exercise is very important because it helps your muscles work better. Scientists from Edith Cowan University found that when your muscles get warmer, you can move faster and with more power. For every 1 degree Celsius increase in temperature, performance gets better by about 3.5%. There are two ways to warm up: passive, like using a heat pad, and active, like riding a bike. Both ways help, but doing warm-ups that are similar to your main exercise, like lifting lighter weights before heavy ones, can make you perform even better. Experts say you should start moving gently until you feel warm and sweaty, then you're ready for your workout. This trick can help anyone, from kids playing sports to adults at the gym.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_d77afb43ca5608d5_a22a2ab2e53a.webp",
      "category": "Science"
    },
    {
      "id": "5a1440c0523fca28",
      "title": "Cats and Humans: A Late Friendship",
      "summary": "Cats are popular pets today, but they didn't always live with people. Scientists found out that cats started becoming friends with humans only about 3,500 to 4,000 years ago, which is much later than we thought. This happened in northern Africa, not in other places like the Levant. Before that, cats were wild animals called African wildcats. People in ancient Egypt loved cats and made art about them. Cats helped by catching pests on ships and in homes, which helped them spread to Europe and other parts of the world with travelers like the Romans. Now, cats live everywhere except Antarctica. It's interesting that in China, a wild cat was with people even before domestic cats arrived. This study used old cat bones and DNA to learn these new facts.",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5a1440c0523fca28_74d8679ea2cd.webp",
      "category": "Science"
    },
    {
      "id": "5720e06335dec607",
      "title": "Beaches in Danger: How Climate Change Affects Our Shores",
      "summary": "Scientists are warning that many beaches around the world might disappear because of climate change and too many buildings near the coast. Omar Defeo, a marine scientist from Uruguay, says that almost half of the beaches could be gone by the end of the century. Beaches are made up of three parts: the dune, the beach face, and the submerged area. They work together like a team to protect the shore from storms and provide homes for animals. When people build on dunes or have lots of visitors, it hurts the plants and animals living there. This can also make it harder for people who rely on beaches for fishing and tourism. Scientists are studying beaches in places like Brazil and Uruguay to find ways to protect them. It's important for countries to work together to save these beautiful places.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_5720e06335dec607_4acc7ce9fa39.webp",
      "category": "Science"
    },
    {
      "id": "6d90c7578be39a19",
      "title": "Clean Water Helps People Live Longer",
      "summary": "A big study in Bangladesh over 20 years found that when people drink cleaner water with less arsenic, they are much less likely to die from diseases like cancer and heart disease. Scientists followed nearly 11,000 adults and saw that reducing arsenic in water could cut deaths by up to 50%. Arsenic is a harmful chemical that can be in groundwater and has no taste or smell, so people might not know they are drinking it. The research shows that even if someone was exposed to arsenic for a long time, switching to safer water can still help them live longer. This is important because millions of people around the world drink water with arsenic, and this study gives strong evidence that cleaning it up saves lives.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6d90c7578be39a19_17301272e240.webp",
      "category": "Science"
    },
    {
      "id": "c61955170cf7777b",
      "title": "Big Ancient Holes Found Near Stonehenge",
      "summary": "Scientists have found huge, old holes near Stonehenge in England. These pits are very big, about ten meters wide and five meters deep, and they form a circle. They were made by people over 4,000 years ago, which is a long time before cars or phones existed. Experts think it was a special place for ancient people to show their beliefs and ways of counting. They dug these holes in the chalk ground, which was hard work. The pits are not visible today, but scientists used special tools to study them and found animal bones like sheep and cows. This discovery helps us learn more about how people lived long ago and their big structures.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c61955170cf7777b_d95f96d09d85.webp",
      "category": "Science"
    }
  ]
}