{
  "articles": [
    {
      "id": "91c9f48667a65628",
      "title": "Young Tennis Star Wins Big Tournament",
      "summary": "Carlos Alcaraz, a 22-year-old tennis player from Spain, won the Australian Open final against Novak Djokovic. This victory made him the youngest man ever to win all four major tennis tournaments, called the Grand Slam. Alcaraz lost the first set but came back to win the match with scores of 2-6, 6-2, 6-3, 7-5. He celebrated by falling on the court in joy. Djokovic, who is 38 years old, was trying to win his 25th major title but did not succeed. Alcaraz is now the world number one and has won seven major titles. This win breaks an 87-year-old record held by Don Budge. Only nine men have won all four Grand Slam tournaments. The match took place in Melbourne, Australia, at the Rod Laver Arena.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_91c9f48667a65628_e86a000344d8.webp",
      "category": "News"
    },
    {
      "id": "c25592350db393c8",
      "title": "A Leader Wants to Change How We Handle Drugs",
      "summary": "Zack Polanski, the leader of the Green Party, says we need to change the way we deal with drugs. He thinks the current rules are not working and make drugs more dangerous. Polanski wants a new system that helps people who have problems with drugs by giving them medical support instead of punishing them. He has never taken drugs or alcohol himself because he wanted to stay sober around his friends. Polanski believes that by making drugs legal, we can have safer conversations and help people get the care they need. He talks about families who have lost loved ones to drugs and supports their call for a national discussion. The prime minister criticized Polanski's ideas, but Polanski says we need a grown-up talk based on evidence to keep people safe.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c25592350db393c8_c11e2f38e19d.webp",
      "category": "News"
    },
    {
      "id": "814e4fc53a53cbf6",
      "title": "Famous People Pay Big Taxes in the UK",
      "summary": "This article talks about the 100 biggest taxpayers in the UK. The top taxpayers are two brothers who own a betting company called Betfred. They paid over £400 million in taxes last year. Famous people like Harry Styles, a singer, and Anthony Joshua, a boxer, are also on the list. They paid millions of pounds in taxes too. Other celebrities include JK Rowling, who wrote Harry Potter, and football players like Erling Haaland and Mo Salah. The list shows that all these people together paid over £5 billion in taxes. This helps the government pay for things like schools and hospitals. Some rich people moved away from the UK to avoid paying more taxes. The list was made by a newspaper called The Sunday Times.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_814e4fc53a53cbf6_a3b78f52ab41.webp",
      "category": "News"
    },
    {
      "id": "87f3c29813165873",
      "title": "Judge Says No to Stopping Immigration Police in Minnesota",
      "summary": "A federal judge in Minnesota decided not to stop a big increase in immigration police actions while a court case is happening. The judge, Katherine Menendez, said no to a request from state and city leaders to pause the police surge. These leaders, including the state attorney general and mayors, think the federal government is breaking the rules by sending more police to catch immigrants. They say it's hurting schools and businesses. But the federal government says it needs to do this to remove criminals from the streets. The judge looked at both sides and felt it wasn't clear who was right, so she didn't stop the police actions. She also mentioned that another court recently ruled in favor of the government in a similar case. This means the immigration police will keep working in Minnesota for now as the lawsuit continues.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_87f3c29813165873_8edb96dacfaa.webp",
      "category": "News"
    },
    {
      "id": "f5edb09c6c564ec4",
      "title": "A Little Boy and His Dad Get to Leave a Detention Center",
      "summary": "A judge said a 5-year-old boy named Liam and his dad must be let go from a detention center in Texas. They were held by immigration officers in Minnesota. The judge was upset because he thinks the government is trying to deport too many people and hurting children. Liam and his dad were taken to Texas after being detained. Some people say the officers used Liam to trick his mom, but the government says that is not true. The dad is from Ecuador and wants to stay in the U.S. for safety. Many people protested to help them, and the judge compared the government's actions to old problems in history.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_f5edb09c6c564ec4_3e4f94190b33.webp",
      "category": "News"
    },
    {
      "id": "fde6e8eb04d10c30",
      "title": "A Woman's Story About a Prince",
      "summary": "A lawyer says a woman claims she was sent to the UK by Jeffrey Epstein to meet Prince Andrew for a sexual encounter in 2010. She was in her 20s and not from the UK. The meeting happened at Prince Andrew's home called Royal Lodge. After spending the night, she says she got a tour of Buckingham Palace and had tea. The BBC asked Prince Andrew for his side, but he has not replied yet. The lawyer works for many people who say they were hurt by Epstein, including Virginia Giuffre, who also accused Prince Andrew. Epstein was a man who went to jail for a crime with a young girl. Prince Andrew lost his royal titles last year, and the lawyer says this makes it hard for the women to get help.",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_fde6e8eb04d10c30_31eb22497bc6.webp",
      "category": "News"
    }
  ]
}