{
  "articles": [
    {
      "id": "6d34f1bc1fef2e54",
      "title": "Heathrow Airport Implements New Security Scanners to Ease Travel Restrictions",
      "summary": "Heathrow Airport has completed the rollout of new CT scanners across all terminals, making it the world's largest airport with this technology fully implemented. This upgrade allows passengers to keep liquids in containers up to two liters in their luggage during security checks, eliminating the need for clear plastic bags and the removal of electronics like laptops. The change aims to enhance efficiency by processing thousands of passengers per hour while maintaining safety standards. However, it only applies to flights departing from Heathrow, so travelers must verify restrictions at other airports, especially when returning to the UK. Other UK airports, such as Gatwick, Edinburgh, and Birmingham, have also adopted similar scanners and raised liquid limits, but some are awaiting approval from the Department for Transport to increase from 100ml. Despite benefits, a report by Which? indicates that the scanners' sensitivity may lead to more manual bag searches. The rollout faced delays, including pandemic impacts and missed deadlines, with smaller airports meeting the June 2024 target while larger ones like Heathrow lagged. Overall, this represents a significant shift in airport security rules, promising faster and more convenient travel.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_6d34f1bc1fef2e54_86009009315b.webp",
      "category": "News"
    },
    {
      "id": "658da99866a67f7e",
      "title": "The Hidden Burden of Menopause Masking in Society",
      "summary": "This article explores the phenomenon of 'menopause masking,' where women conceal symptoms like brain fog, vaginal dryness, and bladder weakness due to societal stigma and embarrassment. The author, a journalist, sparked a national conversation by sharing her experience with perimenopause brain fog on LinkedIn, receiving hundreds of supportive responses that revealed widespread shame around menopause. Despite public figures like Oprah Winfrey advocating for openness, a survey indicates over 75% of women feel inadequately informed about menopause. The article details consequences such as increased fatigue and burnout risk, as explained by a GP specialist, and highlights policy changes like NHS health checks and employer action plans in the UK. However, many women still struggle to discuss menopause openly, impacting their well-being and professional lives. The piece argues for normalizing conversations to reduce stigma and improve support for the half of the population affected by menopause.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_658da99866a67f7e_e9cfc302f7d2.webp",
      "category": "News"
    },
    {
      "id": "abd717fe639b718f",
      "title": "Illegal Waste Dumping Crisis in England: Environmental and Social Impacts",
      "summary": "A BBC investigation has uncovered that hundreds of illegal waste dumps are operating across England, with at least 11 'super sites' containing tens of thousands of tonnes of rubbish. Data from the Environment Agency shows that while over 700 illegal tips were shut down in 2024/25, approximately 517 remained active by the end of last year. These dumps are often located in hidden countryside areas on agricultural land, and police report that many are run by organized crime gangs who profit by charging lower fees than legitimate landfill operators. This illegal activity leads to significant environmental issues, such as fires, pollution, and contamination of rivers, as seen in Gloucestershire where a site near Over has caused ongoing problems. Despite investigations and prosecutions, local residents and environmental campaigners argue that insufficient action is taken to clean up the sites, highlighting concerns about road safety, noise, and ecological damage. The Environment Agency claims to be using all available measures to combat waste crime, but the persistence of these dumps underscores challenges in enforcement and regulation.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_abd717fe639b718f_2d741f6472fd.webp",
      "category": "News"
    },
    {
      "id": "bec80895ef0dfb54",
      "title": "Pressure and Isolation: Young Adults' Experiences with Church Donations",
      "summary": "This BBC News article investigates allegations from young students against the London International Christian Church (ICC), a global religious movement. Students, aged 19-22 and feeling vulnerable at university, report being pressured into making unaffordable donations, having their financial privacy invaded, and being encouraged to recruit peers. For instance, Jodie's 21st birthday was organized by the church, restricting her to invite only family, not outside friends, which she sees as a tactic to isolate her. Others describe living in 'Brother' and 'Sister' households that fostered similar feelings of separation. The London ICC, which aims to grow its disciples, uses social media to attract students with polished content. While the church denies applying undue pressure and states donations are voluntary under its doctrine, the article notes that charities must adhere to the Code of Fundraising Practice, which prohibits coercive tactics and privacy breaches. This raises concerns about how religious groups might exploit young adults during transitional periods.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bec80895ef0dfb54_dc63b13873f9.webp",
      "category": "News"
    },
    {
      "id": "a4971bab79f3cfad",
      "title": "Debating the Design of a New White House Ballroom",
      "summary": "The article reports on a meeting of the Commission on Fine Arts, where appointees selected by former President Donald Trump reviewed plans for a significant expansion of the White House, specifically a new ballroom. The ballroom is proposed to add about 22,000 square feet to the White House, part of a larger 90,000-square-foot addition, aiming to replace temporary structures like tents used for State Dinners and major events. During the online meeting, lead architect Shalom Baranes presented renderings, but commissioners requested 3D scale models for a future in-person session to better assess the design and scale, which they described as 'immense.' Public comments submitted ahead of the meeting were mostly negative, criticizing the process or design. Despite concerns, the commission broadly endorsed Trump's vision, with the chairman emphasizing the importance of balancing the president's desires with preserving the White House's fundamental character. The project faces opposition from historic preservationists seeking to slow it down in court, highlighting political controversy.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_a4971bab79f3cfad_c312289ad3e0.webp",
      "category": "News"
    },
    {
      "id": "f8728efb2a4928b1",
      "title": "TikTok's Strategic Deal to Secure Its Future in the U.S.",
      "summary": "TikTok has finalized a significant agreement to establish a new U.S.-based unit, effectively averting a potential ban that had been under discussion for years due to national security concerns. The social media platform partnered with major American investors, including Oracle, Silver Lake, and MGX, to form a joint venture called TikTok U.S. This new entity will implement comprehensive safeguards, such as enhanced data protection, algorithm security, and content moderation, to address U.S. government worries. Adam Presser, formerly TikTok's head of operations and trust and safety, has been appointed CEO of the venture, working with a board of directors that is majority-American, including TikTok's CEO Shou Chew. The deal resolves long-standing uncertainty stemming from a U.S. law that mandated TikTok find a new owner by January 2025 to avoid a ban, which briefly took effect before being halted by an executive order. This move ensures TikTok's continued operation in the U.S., balancing business interests with regulatory compliance.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f8728efb2a4928b1_691914984c29.webp",
      "category": "News"
    }
  ]
}