{
  "articles": [
    {
      "id": "1079827a5e3ee6da",
      "title": "詹姆斯·韦伯望远镜揭示超亮红外星系中非凡的有机分子",
      "summary": "由天体生物学中心领导的一项新研究，利用牛津大学开发的建模工具和詹姆斯·韦伯空间望远镜的观测数据，在附近星系IRAS 07251-0248被厚厚气体和尘埃隐藏的核心中发现了异常浓度的小型有机分子。这项发表在《自然·天文学》上的研究通过分析3-28微米波长的光谱数据，检测到苯、甲烷、乙炔等多种化合物，并首次在银河系外探测到甲基自由基。分子丰度超出当前理论预测，表明星系核中存在持续的碳源。结合多环芳烃模型，研究人员认为宇宙射线而非高温是分解较大碳结构释放这些小分子的关键因素，星系核可能因此成为影响星系化学演化的大型化工厂。该发现凸显了韦伯望远镜在探索极端空间环境和理解生命前化学途径方面的潜力。",
      "source": "Science Daily - Technology",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1079827a5e3ee6da_de9a9c18d336.webp",
      "category": "Fun"
    },
    {
      "id": "ff8a201fba6dd6e6",
      "title": "《哈罗德与莫德》明星巴德·科特去世，享年77岁",
      "summary": "美国演员巴德·科特，以1971年邪典经典《哈罗德与莫德》中的角色闻名，因长期患病去世，享年77岁。他的好友多里安·汉纳威确认了这一消息，强调科特职业生涯跨越80多部电影和电视剧，包括《水中生活》等作品。科特在《哈罗德与莫德》中饰演哈罗德，一个痴迷死亡的年轻人，与老年女性莫德坠入爱河，这一角色成为标志性形象，尽管电影最初商业失败。随着时间的推移，该片因其黑色幽默和独特爱情故事获得忠实邪典追随者，导演埃德加·赖特赞扬科特的表演是电影史上最伟大的之一。科特1948年出生于纽约新罗谢尔，早年对表演充满热情，常偷偷观看百老汇演出，后移居洛杉矶追求电影事业。他从《陆军野战医院》的小角色起步，后在罗伯特·奥特曼的《布鲁斯特·麦克劳德》中担任主角。在五十年的职业生涯中，科特出演了《盗火线》、《教条》等多样项目，以及《发展受阻》、《丑女贝蒂》等电视剧，并获得金球奖和英国电影学院奖提名。他的去世标志着一个时代的结束，粉丝们珍视他对电影的贡献。",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_ff8a201fba6dd6e6_6bb565e57a9d.webp",
      "category": "Fun"
    },
    {
      "id": "2e90128ad61ae15b",
      "title": "英国拟议假期税引发争议：酒店业呼吁取消",
      "summary": "英国酒店和休闲业超过200位老板呼吁政府取消拟议的假期税，认为该税可能损害本地企业和旅游业。政府正考虑允许市长和其他地方领导人引入一项“适度”的旅游税或游客征费，按住宿成本比例计算，以增加地方收入。包括Butlin's、Hilton、Travelodge和Alton Towers主题公园所有者在内的主要假日提供商已向政府表示，该提案将抽走本地企业的资金。他们在给财政大臣Rachel Reeves的信中写道：“假期是为了放松，而不是征税。”企业称，如果引入每人每晚2英镑的税，人们“在两周假期中可能面临额外100英镑或更多的费用”，并可能迫使家庭缩短行程、完全取消旅行或前往海外消费。政府的首选方法是将税收计算为所提供住宿成本的一部分，而非固定费率，并表示地方市长“应考虑适合其地区的适当水平”。关于是否赋予英国地方领导人引入该税权力的咨询将于2月18日结束。在苏格兰和威尔士，所有地方当局已拥有实施游客征费的法定权力，一些苏格兰城市计划今年夏季引入，而威尔士的任何版本税要到2027年才实施，北爱尔兰目前暂无引入计划。地方政府大臣Steve Reed去年表示，下放假期税政策并允许地方市长引入该税将有助于“释放经济增长”。目前，英格兰一些地区已存在此类税作为征费，由商业改善区（BID）的酒店业团体同意添加到账单中，但这不是地方当局的强制税。辩论焦点在于平衡收入需求与对旅游业和企业生存能力的影响。",
      "source": "BBC Business",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_2e90128ad61ae15b_37d81a95a2ad.webp",
      "category": "Fun"
    },
    {
      "id": "c1906ae93344b042",
      "title": "《道森的小溪》明星詹姆斯·范德比克因肠癌去世，享年48岁",
      "summary": "詹姆斯·范德比克，以在美国青少年剧《道森的小溪》中饰演主角而闻名，因肠癌去世，享年48岁。他的家人在其社交媒体账户上发布声明，称他“今早平静离世”，并以勇气、信仰和优雅面对最后时光。这位明星在2023年下半年被诊断出患有此病，但直到2024年11月才公开消息。作为六个孩子的父亲，范德比克在1990年代末和2000年代初出演了多部热门节目和电影，包括经典剧集《道森的小溪》和电影《校园蓝调》。在接受《商业内幕》采访时，他透露自己开始出现排便变化，这是肠癌的常见症状，并在进行筛查测试前停止喝咖啡以观察是否有所帮助。检查显示他患有第三期癌症，意味着已扩散至附近淋巴结。根据克利夫兰诊所，结直肠癌从结肠内壁的生长物发展而来，若不治疗可能扩散。该诊所指出，男性比女性更容易患此癌症，而增加的筛查有助于早期检测，降低了结直肠癌的死亡率。范德比克表示，治疗中的“最低点”是感觉自己正在失去核心身份部分。“所有这些我热爱并曾用来定义自己的美好事物——父亲、供养者、丈夫——都被夺走或至少暂停了，”他说。“我必须坐在那里问，‘那我是什么？’答案是，‘我仍然值得被爱。’”确诊后，范德比克花时间提高对筛查的认识。“我学到了很多，”他告诉《商业内幕》。“如果我能让任何人免于经历这一切，那就是魔法。”范德比克是1990年代末和2000年代电视上最著名的面孔之一，在热门剧集《道森的小溪》中与凯蒂·赫尔姆斯搭档饰演道森·利里，该剧从1998年播至2003年。他还出演了1999年的成长电影《校园蓝调》，并在cult电视剧《别信任公寓23里的B----》中饰演虚构版的自己，并参加了美国第28季《与星共舞》。",
      "source": "BBC Entertainment",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c1906ae93344b042_e131d2848f5e.webp",
      "category": "Fun"
    },
    {
      "id": "1ecc55be736a919b",
      "title": "邮件显示莎拉·弗格森在爱泼斯坦狱中时向其寻求破产建议",
      "summary": "2009年，约克公爵夫人莎拉·弗格森面临严重的财务困境，债务高达600万英镑，原因是她的Weight Watchers代言合同结束。在绝望中，她通过电子邮件向杰弗里·爱泼斯坦寻求建议，而爱泼斯坦当时因招揽未成年人卖淫正在服刑。发布的邮件显示，弗格森情绪低落，称“死亡比这更容易”。她收到了亿万富翁约翰·考德威尔的提议，愿意清除她的债务以换取她未来净收入的50%，但爱泼斯坦建议她将协议书面化，最终交易未达成。邮件还揭露了爱泼斯坦与商人戴维·斯特恩之间不尊重的讨论，斯特恩称爱泼斯坦为“老板”，并建议以严厉方式对待弗格森。这突显了财务脆弱性如何使个人容易受到可疑来源的操纵，涉及权力动态和伦理问题。文章通过司法部发布的邮件证据，探讨了精英网络中剥削的潜在风险，并质疑相关各方的责任。",
      "source": "BBC Business",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_1ecc55be736a919b_25e44fac549d.webp",
      "category": "Fun"
    },
    {
      "id": "c753c610fa138b98",
      "title": "The Pogues鼓手安德鲁·兰肯去世，享年72岁",
      "summary": "安德鲁·兰肯，伦敦乐队The Pogues的鼓手和创始成员，于72岁去世，乐队已在线发布声明宣布此消息。兰肯被描述为乐队的心跳，声明中感谢他的友谊、机智和慷慨精神，以及他对音乐的贡献。他于1982年参与创立乐队，并在《Fairytale of New York》和《Dirty Old Town》等知名歌曲中演奏，展示了他对鼓、打击乐器、口琴和人声的多才多艺。他的绰号“The Clobberer”反映了他充满活力的演奏风格。The Pogues在鼎盛时期的阵容包括已故主唱谢恩·麦高恩等人，兰肯在其中对塑造乐队独特的朋克与爱尔兰民谣融合风格起到关键作用。声明还向他的家人表示哀悼。这则新闻突出了兰肯在音乐场景中的持久影响，特别是在融合朋克和爱尔兰民谣方面，并作为对他在乐队和更广泛娱乐界遗产的致敬。文章源自BBC，提供了权威报道，但内容简洁，可能未深入探讨兰肯的个人生平或后期活动。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c753c610fa138b98_69ff31b3a672.webp",
      "category": "Fun"
    }
  ]
}