{
  "articles": [
    {
      "id": "b895374a3ae62d1e",
      "title": "沃森因伤缺席澳大利亚网球公开赛",
      "summary": "英国网球选手希瑟·沃森已确认将因伤缺席本月的澳大利亚网球公开赛，但她表示计划在二月底前重返赛场。33岁的沃森自2025年8月以来因臀肌肌腱问题一直缺席比赛，这是她17年职业生涯中的首次重大伤病，导致她的世界排名下滑至第269位，英国国内排名降至第九位。她上一次参赛是在美国网球公开赛的资格赛首轮，此前在7月的温布尔登网球锦标赛首轮出局。沃森曾于2016年赢得温网混双冠军，并在两年后进入女双四分之一决赛，目前她已在佛罗里达恢复冬季训练。她在Instagram上发文表示，她非常想念网球带来的目标和日常挑战，并期待重返巡回赛。沃森提到，错过今年的澳网让她心痛，但也点燃了她内心的火焰，激励她更坚强地回归。她希望通过训练和康复，按计划在二月底恢复比赛。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b895374a3ae62d1e_1eb0bb5a05c4.webp",
      "category": "Fun"
    },
    {
      "id": "3258f9112349e4c4",
      "title": "蒂芙尼·卡尔弗离开1Xtra电台，打破玻璃天花板",
      "summary": "蒂芙尼·卡尔弗在2018年以24岁的年龄成为BBC Radio 1和1Xtra说唱节目的首位女性主持人，这一历史性任命引发了广泛公众反应，包括听众、评论员甚至电视主持人杰里米·克拉克森的评论。最初，这种审视让她感到压力，但她将其视为社会对变革的抵抗，认为有影响力的进步常会引发不安。在七年的任职期间，她策划音乐内容，首播新曲目并采访了众多音乐明星，如波普·斯莫克，这次采访验证了她的编辑眼光。2023年，她离开说唱节目，在1Xtra推出了多类型节目，以多样化她的专业贡献，同时倡导提高广播行业中女性的代表性，特别是在历史上以男性为主的音乐类型中。她的故事涵盖了性别平等、媒体演变以及娱乐行业中个人能动性与结构性障碍的交集等更广泛主题。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3258f9112349e4c4_ae323f2d1ca1.webp",
      "category": "Fun"
    },
    {
      "id": "12becf155e667419",
      "title": "维纳斯·威廉姆斯以45岁高龄获得澳网外卡",
      "summary": "维纳斯·威廉姆斯，现年45岁，已获得澳大利亚网球公开赛女子单打最后一张外卡，这使她成为该项大满贯赛事正赛历史上年龄最大的女选手，超越了日本选手伊达公子在2015年创下的44岁纪录。作为七届大满贯冠军和前世界第一，威廉姆斯表达了对重返墨尔本公园的感激之情，她曾在此于2003年和2017年两次获得亚军。此次外卡授予紧随她2023年美网复出之后，当时她成为公开赛时代第三年长的女选手，尽管在首轮失利。此外，威廉姆斯还接受了霍巴特国际赛的外卡，这是一项于1月12日开始的预热赛事，她将与艾玛·拉杜卡努等球员同场竞技。她上一次参加澳网是在2021年，于第二轮输给萨拉·埃拉尼，且自2023年以来未在国际赛场亮相。这张外卡不仅彰显了她持久的运动实力，也反映了赛事组织方通过表彰资深球员来吸引观众的策略，在年轻选手主导的网球格局中凸显职业生涯的延续性。",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_12becf155e667419_8aba640833ce.webp",
      "category": "Fun"
    },
    {
      "id": "776c013d88b21dff",
      "title": "《哈利·波特》特技替身的坚韧故事：颈部骨折未改变内心",
      "summary": "大卫·霍姆斯17岁时开始担任《哈利·波特》系列电影中哈利·波特的特技替身，为演员丹尼尔·雷德克里夫完成高风险动作。2009年1月，在拍摄第七部电影时，安全带设备故障导致他颈部骨折，24岁的他因此瘫痪。尽管这一事故改变了他的身体状态，霍姆斯强调其核心人格从未改变。他反思了自己选择危险职业的决定，接受责任而不怀怨恨，并突出了《哈利·波特》对观众的积极影响，包括在冲突地区提供慰藉。他的康复得到了保险支持，他承认这是一种特权，因此选择专注于康复而非法律诉讼。霍姆斯通过与雷德克里夫的友谊和参与《哈利·波特》有声书的新角色找到了个人慰藉。他还遇到了伴侣罗茜，一位同样四肢瘫痪的人，她从电影中汲取力量，体现了讲故事的力量。通过他的经历，霍姆斯传达了坚韧、对自己贡献的自豪感以及在身体限制之外寻找意义的重要性。这篇文章深入探讨了身份保存、娱乐业风险伦理以及个人创伤与文化产物的交叉点，为灾后适应和意义构建提供了细致分析。",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_776c013d88b21dff_4a34d8232317.webp",
      "category": "Fun"
    },
    {
      "id": "eef0453280264fba",
      "title": "中国比亚迪即将超越特斯拉成为全球电动汽车销量冠军",
      "summary": "2025年，中国的比亚迪预计将超越特斯拉，成为全球最大的电动汽车销售商，销量超过225万辆，同比增长28%，而特斯拉的销量估计为165万辆。这一里程碑标志着中国汽车制造商首次在年度销量上超过特斯拉，反映了全球电动汽车市场的重要转变。特斯拉在过去一年面临挑战，包括新车型反响平平、投资者对首席执行官埃隆·马斯克在特朗普政府中政治参与的担忧，以及来自比亚迪、吉利和名爵等中国竞争对手的激烈竞争。作为回应，特斯拉在美国推出了低价版畅销车型以刺激需求。同时，马斯克的巨额薪酬方案取决于未来十年内提升特斯拉的销量和市值，但他的多元化业务兴趣——如X平台、SpaceX和政府角色——引发了对其专注度的疑虑。尽管比亚迪在2025年的销售增长因国内激烈竞争而放缓至五年最低点，但其通过积极扩张到拉丁美洲、东南亚和欧洲等地区，继续在全球保持主导地位，尽管许多国家对进口的中国电动汽车征收高额关税。这一趋势突显了中国汽车制造商在全球电动汽车市场中日益增长的影响力。",
      "source": "BBC Business",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_eef0453280264fba_343392e405c3.webp",
      "category": "Fun"
    },
    {
      "id": "5ac4732d0f89affc",
      "title": "《东区人》演员因超速避免禁驾“感激”法庭",
      "summary": "《东区人》和詹姆斯·邦德演员科林·萨尔蒙表示，他对法庭在超速案件中避免其禁驾所展现的“同情”感到“真诚感激”。这位演员在BBC One肥皂剧中饰演乔治·奈特，并曾在皮尔斯·布鲁斯南时代的三个邦德电影中出演。萨尔蒙的驾照上已有9分，去年三月在伦敦20英里/小时区域内以24英里/小时行驶，又增加了3分。这通常会触发自动六个月的驾驶资格取消，但萨尔蒙避免了禁驾，部分原因是他照顾重病的妻子和女儿，并开车送她们就医。萨尔蒙在X上道歉，并表示感激对其“特殊情况”的理解。他承认错误，支付了666英镑罚款及额外费用，但保留了驾驶权，以便继续履行家庭护理职责。此案突显了法庭在量刑时如何权衡个人情况与法律标准，引发了关于司法裁量权和公平正义的讨论。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_5ac4732d0f89affc_b707e58d6226.webp",
      "category": "Fun"
    }
  ]
}