{
  "articles": [
    {
      "id": "b995f9c19ceb7c67",
      "title": "Measles Outbreak in North London: School Exclusion Policies and Public Health Concerns",
      "summary": "In north London, particularly in Enfield and Haringey, a measles outbreak has prompted local authorities to consider excluding unvaccinated pupils from schools. According to Enfield Council, unvaccinated children identified as close contacts of measles cases could be excluded for 21 days, following national guidelines. This year, at least 34 children in Enfield have contracted measles, with some requiring hospital treatment. Health officials, including Dr. Jo Sauvage, express concern over the increased number of cases, noting that outbreaks are occurring in pockets across the UK but this surge is unusual for the area. The outbreak is linked to low vaccination rates, and the government has launched a campaign to improve uptake for measles and other childhood vaccines. Measles is highly contagious, and such exclusions aim to contain the spread. The UK recently lost its measles elimination status from the World Health Organization due to rising cases, highlighting the urgency of vaccination efforts.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_b995f9c19ceb7c67_c20d5ee170d0.webp",
      "category": "News"
    },
    {
      "id": "ff9b506136262b90",
      "title": "Europe's Rapid Shift in Defense Strategy Amid Global Changes",
      "summary": "In Munich, Germany, a city known for luxury, public displays of military technology like drones highlight Europe's growing focus on security. Europeans, facing threats from an expansionist Russia and an economically aggressive China, along with an unpredictable United States, feel increasingly vulnerable. A Eurobarometer poll shows 68% of Europeans perceive their countries as under threat. Germany, now the top donor to Ukraine after US aid halted, is ramping up its defense budget, planning to spend €150 billion by 2029, surpassing combined UK and French spending. This shift was a key topic at the Munich Security Conference, where global leaders discussed whether traditional alliances with the US through NATO and the EU are sufficient or if ad-hoc coalitions with nations like Australia and Japan are needed. The conference emphasized informal discussions among decision-makers as crucial in turbulent times. Europe is adjusting rapidly to a new world order, balancing old partnerships with new strategies to ensure safety.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ff9b506136262b90_d261a1fb3bfa.webp",
      "category": "News"
    },
    {
      "id": "36b33e28c43212b3",
      "title": "UK Government Weighs Major Defense Spending Hike",
      "summary": "The UK prime minister is considering a significant increase in defense spending, with proposals to meet a target of 3% of GDP earlier than initially planned, potentially by the end of the current parliament around 2029. This move comes amid concerns that existing defense budgets are insufficient to cover rising costs and commitments, as highlighted by officials and military leaders. The prime minister had previously set an ambition to increase spending from 2.5% to 3% of GDP, but aides are now exploring accelerating this timeline. The Treasury is exercising caution due to the high costs involved, estimated at billions of pounds annually, with independent forecasts suggesting additional expenses of £13-17 billion per year. The discussion was part of a defense investment plan meeting, reflecting broader geopolitical pressures and the need to address security threats more swiftly. No final decisions have been made, and the plan is still under review, with sources noting ongoing speculation.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_36b33e28c43212b3_f9aeccdf6964.webp",
      "category": "News"
    },
    {
      "id": "5335eea3288d8c23",
      "title": "DNA Evidence Links Glove to Suspect in Guthrie Mother Disappearance",
      "summary": "In the ongoing investigation into the disappearance of Nancy Guthrie, the 84-year-old mother of 'Today' show host Savannah Guthrie, the FBI has reported a significant development. A glove containing DNA was discovered approximately two miles from her Tucson, Arizona home, and preliminary tests suggest it matches gloves worn by a masked individual captured on surveillance video outside her front door on the night she vanished. Nancy Guthrie was last seen on January 31, with her blood found on the porch, and ransom notes were sent to media outlets, though deadlines have passed without resolution. Authorities have labeled the masked person, described as a man around 5'9\" with a medium build carrying an Ozark Trail backpack, as a suspect. Additional evidence includes the towing of a Range Rover SUV and the detention of a person for questioning, though no arrests have been made. Concerns are high due to Nancy's medical needs, including a pacemaker and heart conditions. The investigation has also involved collecting non-matching DNA from her property and finding numerous gloves nearby, mostly discarded by searchers, as law enforcement continues to gather clues in the third week of the search.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_5335eea3288d8c23_33fb0a7bf158.webp",
      "category": "News"
    },
    {
      "id": "d135721195d44b9c",
      "title": "Severe Weather Impacts Southeast and Northeast Thaw, with West Coast Storm Looming",
      "summary": "A weekend storm system swept across the Southeast, triggering tornado warnings in Mississippi and Louisiana before moving into Georgia and Florida. In Louisiana, near Lake Charles, high winds from a thunderstorm overturned a horse trailer and a Mardi Gras float, damaged an airport jet bridge, and tore a metal awning from a house into power lines, as documented by National Weather Service surveys. Power poles were snapped in towns like Jena and Donaldsonville, but no deaths or serious injuries were reported. The storm caused power outages, with over 12,000 customers without electricity in northern Florida, 7,000 in Mississippi, and 6,000 in Louisiana, though these were less severe than earlier ice storms. Meanwhile, the Northeast began to thaw after weeks of unusually cold weather; Boston, which had been nearly 7 degrees below average, is forecast to warm into the high 30s and low 40s, closer to seasonal norms. On the West Coast, California braced for a powerful winter storm expected to bring drenching thunderstorms, damaging winds, and heavy snow in the Sierra Nevada, with up to seven feet of snow possible. Meteorologists urged precautions, and in Los Angeles, evacuation warnings were issued for neighborhoods at risk of mud and debris flows from last year's wildfires. The article highlights regional weather contrasts and preparedness efforts.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d135721195d44b9c_26a1cfbc35e0.webp",
      "category": "News"
    },
    {
      "id": "5222721e142584c9",
      "title": "Israel's Land Regulation Plan in the West Bank Sparks Controversy",
      "summary": "Israel has approved a contentious plan to resume land registration processes in the occupied West Bank, specifically in Area C, which constitutes 60% of the territory under full Israeli military control. This decision, made by the Israeli Cabinet, involves requiring individuals to submit documentation to prove land ownership; failure to do so could result in the land reverting to Israeli state control. The anti-settlement group Peace Now denounces this as a 'mega land grab' from Palestinians, arguing it allows Israel to gain control over vast areas for future development, such as expanding settlements. Palestinian Authority President Mahmoud Abbas condemns the move as a violation of international law and de facto annexation, calling for international intervention from bodies like the U.N. Security Council. In recent months, Israel has intensified its control through expanded settlement construction and policy changes, while the Israeli Foreign Ministry claims the decision promotes transparency, alleging Palestinian illegal activities in Area C. The process, which had been frozen since 1967, is criticized for being draconian and non-transparent, likely disadvantaging Palestinian landowners.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_5222721e142584c9_50a6daf9201e.webp",
      "category": "News"
    }
  ]
}