{
  "articles": [
    {
      "id": "1cad9aa2c790f27c",
      "title": "NASA Satellite Reveals Unexpected Tsunami Behavior",
      "summary": "In late July, a powerful magnitude 8.8 earthquake struck the Kuril-Kamchatka subduction zone off Russia, generating a major tsunami across the Pacific Ocean. The SWOT satellite, a joint NASA and French mission launched in 2022, was fortuitously positioned to capture high-resolution data of this event. Instead of observing a simple, non-dispersive wave as traditional models predict, the satellite revealed an intricate pattern of waves that spread, interacted, and scattered. Researchers, led by Angel Ruiz-Angulo, combined this satellite data with measurements from DART buoys to refine estimates of the earthquake and analyze the tsunami's behavior. This challenged the long-held scientific view that large tsunamis travel as stable, single waves. The findings suggest that dispersion—where waves break into multiple components—plays a significant role, potentially affecting how tsunamis impact coastlines. SWOT's ability to capture wide swaths of ocean surface with unprecedented detail offers new insights, likened to 'a new pair of glasses,' that could improve tsunami modeling and forecasting for better coastal safety.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "25f534541b3c871b",
      "title": "Reversing Concerns: Tamiflu's Role in Preventing Neuropsychiatric Events in Children",
      "summary": "For years, medical professionals debated whether oseltamivir, commonly known as Tamiflu, caused serious neuropsychiatric symptoms such as seizures, confusion, and hallucinations in children with influenza, or if these effects stemmed from the infection itself. New research from Monroe Carell Jr. Children's Hospital at Vanderbilt challenges this concern, published in JAMA Neurology. The study analyzed health records of 692,295 children aged 5-17 in Tennessee Medicaid over four years, finding that influenza infection was linked to a higher rate of neuropsychiatric events. However, children treated with oseltamivir during flu illness experienced about a 50% reduction in these events, including neurologic conditions like seizures and psychiatric outcomes such as hallucinations. The researchers concluded that oseltamivir does not increase risk but may prevent neuropsychiatric complications, emphasizing the flu as the primary driver. This large-scale analysis provides crucial evidence for pediatricians and families, highlighting the importance of accurate risk-benefit assessments for flu treatments during severe seasons.",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_25f534541b3c871b_136ceab02865.webp",
      "category": "Science"
    },
    {
      "id": "1683bc1ddc82fecc",
      "title": "Debunking the Myth of 200 Daily Food Decisions",
      "summary": "A popular health claim suggests that individuals make more than 200 food-related decisions each day, often unconsciously. However, research led by Maria Almudena Claassen at the Max Planck Institute for Human Development challenges this notion. The origin of this number dates back to a 2007 study by Brian Wansink and Jeffery Sobal, where participants estimated their daily food decisions in two ways: first as a single estimate, averaging 14.4 decisions, and then by breaking it down into categories like 'when,' 'what,' and 'how much,' which produced an average of 226.7 decisions. The researchers interpreted the gap as evidence of mindless decisions, but Claassen and her colleagues argue this is flawed due to methodological issues. They identify the subadditivity effect, a cognitive bias where people give higher estimates when questions are divided into smaller parts, as the real cause of the inflated number. This misleading claim can harm self-efficacy by making people feel they have less control over their eating habits. The team emphasizes that meaningful food decisions should be defined in specific, real-world contexts tied to personal goals, such as health or sustainability, and that multiple research methods are necessary for accurate understanding. Their work highlights the importance of critical evaluation in health messaging.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1683bc1ddc82fecc_2dd5ddbc306e.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "Uncovering Ancient Rituals: Africa's Oldest Cremation",
      "summary": "Archaeologists in Malawi have discovered Africa's oldest known cremation pyre, dating back 9,500 years, at the Hora-1 site near Mount Hora. This finding challenges previous assumptions about hunter-gatherer societies, as cremation was rare due to its labor-intensive nature, requiring communal effort to gather resources like deadwood and grass. The pyre contained 170 bone fragments from an adult woman, aged 18-60, with cut marks indicating her bones were skinned and her head removed before cremation. Researchers suggest this reflects mortuary rituals linked to remembrance and social memory. Analysis using radiocarbon dating and microscopic techniques reconstructed the event, showing the pyre was carefully tended at high temperatures. Evidence of flintknapping and repeated fire use at the site hints at a deep-rooted tradition. This discovery provides insights into early human rituals and community cooperation in ancient Africa.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    },
    {
      "id": "55a6bfaea62fc8be",
      "title": "Hospitals Phase Out Desflurane to Combat Climate Change",
      "summary": "Desflurane, a common anesthetic used in surgeries worldwide, is being phased out by hospitals due to its significant environmental impact as a climate super pollutant. The European Union has recently prohibited its use in most cases, and many U.S. hospitals, led by institutions like Yale New Haven Health System, have eliminated it. Desflurane is over 7,000 times more potent than carbon dioxide in warming the planet over 20 years, contributing to greenhouse gas emissions equivalent to 1.6 million cars annually. Health care accounts for 8.5% of U.S. emissions, with anesthesia gases making up about 5% of hospital pollution. Doctors such as Jodi Sherman advocate for the switch, noting that alternatives like sevoflurane are less harmful and cheaper, saving millions of dollars. Other major providers, including Kaiser Permanente and US Anesthesia Partners, have followed, reducing emissions by up to 90%. This movement highlights how medical professionals are taking leadership in sustainability, using low-flow anesthesia techniques to minimize gas waste and demonstrating that small changes in health care can have a substantial effect on reducing global warming.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_55a6bfaea62fc8be_f0d3e365ed19.webp",
      "category": "Science"
    },
    {
      "id": "5650ead1925ec9a0",
      "title": "Everyday Chemicals Threaten Gut Microbiome Health and Antibiotic Resistance",
      "summary": "A comprehensive laboratory study by University of Cambridge researchers analyzed 1076 human-made chemicals and identified 168 that harm beneficial gut bacteria, which are crucial for digestion, immune function, and overall health. These chemicals, including pesticides like herbicides and insecticides, as well as industrial compounds in flame retardants and plastics, are commonly encountered through food, water, and environmental exposure. The study revealed that exposure can slow or stop bacterial growth, potentially leading to health issues such as digestive problems, obesity, and weakened immunity. Alarmingly, some bacteria adapt by developing antibiotic resistance, like to ciprofloxacin, raising concerns about harder-to-treat infections. Current safety evaluations often overlook gut microbiome effects, as chemicals are designed for specific targets. To address this, the team developed a machine learning model to predict chemical toxicity to gut bacteria, advocating for updated safety assessments that consider microbiome health to prevent future risks.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_5650ead1925ec9a0_65abc14b1b18.webp",
      "category": "Science"
    }
  ]
}