{
  "articles": [
    {
      "id": "40bd9165e27dfa73",
      "title": "Record-Breaking Sale: Logan Paul's Pokémon Card Auction",
      "summary": "Logan Paul, a prominent YouTuber and professional wrestler, has sold an ultra-rare Pikachu Illustrator Pokémon trading card for $16.492 million, including buyer's premium, setting a new Guinness World Record for the most expensive trading card ever sold at auction. He originally purchased the card in 2021 for $5.3 million, which was a record at that time. The card is one of only about 40 produced in 1998 as part of a contest and is the sole example graded a perfect 10 by PSA, indicating pristine condition. The buyer, venture capitalist AJ Scaramucci, plans to use it as part of a larger 'planetary treasure hunt' to acquire other rare collectibles like dinosaur fossils. The auction was facilitated by Goldin, with Ken Goldin offering incentives to Paul, and the sale highlights the booming market for Pokémon and trading cards, which have surged in value in recent years. The event was documented on YouTube and relates to Netflix's King of Collectibles series, emphasizing the cultural and financial significance of collectibles in modern entertainment.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_40bd9165e27dfa73_fec9089e84f8.webp",
      "category": "Fun"
    },
    {
      "id": "5ed0d63274b6a54c",
      "title": "ByteDance Responds to Disney's Legal Threats Over AI Video App",
      "summary": "ByteDance, a Chinese technology giant, has committed to curbing its AI video-making tool Seedance following legal threats from Disney and complaints from other entertainment studios. The controversy arose after videos created with Seedance 2.0, launched on February 12, went viral online for their realism. Disney sent a cease-and-desist letter accusing ByteDance of providing a 'pirated library' of copyrighted characters, including Marvel superheroes and Star Wars figures, and described it as a 'virtual smash-and-grab' of intellectual property. In response, ByteDance stated it respects intellectual property rights and is strengthening safeguards to prevent unauthorized use, though it did not specify details. The app generates videos from text prompts, and clips featuring characters like Anakin Skywalker and Spider-Man have been found online. ByteDance had previously paused user uploads of real people's images and emphasizes its commitment to copyright protection. This incident highlights ongoing tensions between AI innovation and copyright enforcement in the entertainment industry.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_5ed0d63274b6a54c_586184f81cfe.webp",
      "category": "Fun"
    },
    {
      "id": "b7cbd4987f71417a",
      "title": "Royal Mail Faces Delivery Delays as Parcels Take Priority",
      "summary": "Royal Mail, the UK's postal service, is experiencing significant delivery issues according to reports from postal staff and customers. More than a dozen workers from various delivery offices have disclosed that daily rounds are being missed, with parcels consistently prioritized over letters due to capacity strains. This has resulted in letters remaining undelivered in depots for weeks, causing widespread frustration. Hundreds of individuals have contacted BBC Your Voice to report problems such as missed hospital appointments, lost school certificates, and delayed bank statements, highlighting the real-world impacts. Postal workers attribute the delays to insufficient resources, including a shortage of vans, and pressure to focus on parcels because they generate more revenue for the company. While Royal Mail asserts that the majority of mail is delivered as planned and acknowledges customer concerns, many employees describe the situation as a crisis, with over 20 workers confirming delays and parcel prioritization in their offices. The issue is exacerbated by legal requirements for daily letter delivery, though some offices are testing slower targets.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7cbd4987f71417a_eced65008ec2.webp",
      "category": "Fun"
    },
    {
      "id": "16faa698e1881224",
      "title": "Taylor Swift's Legal Challenge Halts Bedding Trademark Bid",
      "summary": "Cathay Home, a home goods company with offices in North America and China, applied to trademark \"Swift Home\" for bedding products in late 2025. Taylor Swift's legal team filed an appeal with the US Patent and Trademark Office on February 11, arguing that the branding closely resembled her trademarked cursive mark and could mislead consumers into thinking she endorsed the products. Swift owns numerous federal trademarks for her name and designs on goods like bedding and clothing, and her team claimed the mark created a false association to exploit her goodwill. In response, Cathay Home withdrew the application over the weekend, stating it was not essential to their business. The company's lawyer, Ting Geng, explained that such decisions are practical and commercially sensible, noting they had previously reached a consent-to-coexist agreement with Swift regarding another \"Swift Home\" mark. This incident highlights the importance of trademark protection in preventing consumer confusion and safeguarding celebrity brands.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_16faa698e1881224_e35c48f32745.webp",
      "category": "Fun"
    },
    {
      "id": "cda61b65c4e3c45f",
      "title": "The Legacy and Controversy of America's Next Top Model",
      "summary": "America's Next Top Model (ANTM) was a groundbreaking reality TV show that aired from 2003 to 2018, spanning 24 seasons and reaching 170 countries. Hosted by Tyra Banks, it featured aspiring models competing in weekly photoshoot challenges for a modeling contract. The show became iconic for dramatic moments, such as Banks' angry rant at a contestant, and included elements like body-shaming, race-swapping, and risky stunts that fueled its success but also sparked debates about ethical boundaries in reality television. During the Covid-19 pandemic, a new audience discovered ANTM and raised questions about its appropriateness, reflecting changing societal values. The show's influence extended globally, with spin-offs in many countries. Contestant Sophie Sumner, who won a season, noted that the American version was harsher than the British one, with judges critiquing appearances in ways that mirrored the modeling industry's demanding standards at the time. This analysis explores how ANTM shaped reality TV while prompting discussions on its impact and legacy.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_cda61b65c4e3c45f_4a120c02095e.webp",
      "category": "Fun"
    },
    {
      "id": "e8f0b2bc947a7180",
      "title": "Tennis Player Retires, Criticizing Sport's Culture as Harmful",
      "summary": "Destanee Aiava, a 25-year-old Australian tennis player of Samoan descent, has announced her retirement, citing a 'racist, misogynistic, homophobic and hostile' culture within tennis. She compared the sport to a 'toxic boyfriend,' highlighting its damaging effects on her well-being. Aiava reached a career-high singles ranking of 147 but decided to leave due to persistent issues, including online abuse from trolls. She shared that she received hate or death threats and negative comments about her body and career. This problem is not isolated; British player Katie Boulter has also spoken out about online abuse, and data from organizations like Signify, ITF, and WTA shows thousands of abusive messages sent to tennis players in 2024, often linked to betting. Aiava criticized tennis for hiding behind traditions of class and gentlemanly values while fostering a culture that excludes those who don't fit the mold. Despite gratitude for travel and friendships, she felt tennis took away her relationship with her body, health, family, and self-worth. She expressed uncertainty about repeating her career but emphasized the chance to start fresh. Tennis officials have not yet responded to her statements.",
      "source": "BBC Tennis",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e8f0b2bc947a7180_bcda6ecfa8eb.webp",
      "category": "Fun"
    }
  ]
}