{
  "articles": [
    {
      "id": "29b9179502fabc14",
      "title": "Drinking Alcohol Over Time Can Increase Rectal Cancer Risk",
      "summary": "Scientists found that drinking alcohol over many years can make people more likely to get cancer in the rectum, which is part of the large intestine. They studied adults in the U.S. for 20 years and saw that those who drank a lot, like 14 or more drinks per week, had a much higher risk of rectal cancer compared to those who drank very little. The risk almost doubled for heavy drinkers. People who stopped drinking did not show this increased risk, suggesting that quitting might help. The study was published in a cancer journal and used data from a big health trial. Researchers think alcohol might create harmful substances in the body or affect gut bacteria, but more studies are needed to understand why. This helps us learn how lifestyle choices can impact health.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_29b9179502fabc14_1ec9ca5c00af.webp",
      "category": "Science"
    },
    {
      "id": "c6ce34359870ab67",
      "title": "Turning Bad Air into Useful Stuff",
      "summary": "Scientists have made a cool new device that helps clean the air. It takes carbon dioxide, which is a gas that comes from things like home heaters and factories and can pollute the air, and turns it into something useful called formic acid. This device is like a special electrode with three layers that work together to catch the carbon dioxide and change it right away. Formic acid is used in fuel cells and other industrial jobs, so this could make recycling carbon easier and cheaper. The scientists tested it and found it works better than old methods, even when the air has other gases mixed in. This could help reduce pollution and make our air cleaner in the future.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c6ce34359870ab67_660523e1deb4.webp",
      "category": "Science"
    },
    {
      "id": "2dd1e2428be61360",
      "title": "Mysterious Stars That Solve Space Puzzles",
      "summary": "Scientists have a new idea about stars called dark stars that could help solve three big mysteries in space. The James Webb Space Telescope has seen strange things like very bright blue galaxies, huge black holes that formed too early, and little red dots that don't act like normal stars. Dark stars are special because they might be powered by dark matter, which is a mysterious substance in space. These stars could grow very big and turn into black holes. This idea helps explain why the telescope found these puzzling objects. The study was led by Professor Cosmin Ilie and other scientists. They think dark stars could be the answer to these space mysteries, making it easier to understand how the universe started.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_2dd1e2428be61360_1bb150d452ee.webp",
      "category": "Science"
    },
    {
      "id": "3641c663316e1cee",
      "title": "Syphilis Started Long Ago: A 5,500-Year-Old Discovery",
      "summary": "Scientists found a very old fossil in Colombia that is 5,500 years old. This fossil has bacteria called Treponema pallidum, which causes diseases like syphilis. Syphilis is a sickness spread through sex. Before, people thought syphilis started in Europe in 1495 when a French king's army got sick in Naples, Italy. That event caused a big outbreak called the Great Pox, which spread across Europe and killed many people. Countries blamed each other for the disease, like calling it the French disease or Neapolitan disease. Some thought Columbus brought it from the Americas. But this new discovery shows syphilis is much older than we thought, going back thousands of years. It means syphilis did not have just one place of origin. The scientists found the bacteria in a hunter-gatherer man's bones without seeing any signs of sickness, which was lucky. This helps us understand that diseases can have long histories and change over time.",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_3641c663316e1cee_c2de25055372.webp",
      "category": "Science"
    },
    {
      "id": "f7ecc9e9c018bfbb",
      "title": "Weight Loss Drugs: What Happens When People Stop Taking Them?",
      "summary": "A new study looks at what happens when people stop taking weight loss drugs like Ozempic. These drugs help people lose weight and improve their health, such as lowering cholesterol and blood pressure. But when people stop the medicine, they often start gaining weight back quickly—about 0.4 kilograms per month. This means they could return to their original weight in less than two years. The health benefits, like better heart health, also fade away. The study found that weight comes back faster after stopping drugs compared to losing weight through diet and exercise. Researchers say these drugs might not be enough for long-term weight control on their own. Many people stop taking the drugs within a year, so it's important to know what happens afterward. The study reviewed data from over 9,000 people to understand these effects.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f7ecc9e9c018bfbb_dfea7bd5e69f.webp",
      "category": "Science"
    },
    {
      "id": "96fa3b9ec9b9cfb9",
      "title": "Old Boats Become a New Home for Birds",
      "summary": "In the UK, some old boats called Thames barges have been sunk in an estuary to make a new island for birds. These barges used to carry things like coal and food long ago. Now, they are filled with mud and placed in the Blackwater Estuary in Essex. This helps stop the land from washing away and gives birds like dunlin, curlew, ringed plover, and lapwing a safe place to live. The National Trust, a group that cares for nature, did this project. They say it is like recycling the boats to help wildlife. The island is about as big as a football pitch and will protect birds that are in danger. This is a creative way to use old things to help nature and fight rising sea levels.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_96fa3b9ec9b9cfb9_c07b1f6d8fc7.webp",
      "category": "Science"
    }
  ]
}