{
  "articles": [
    {
      "id": "0e0e7f8f8ec782a3",
      "title": "Actor Helps Woman and Gets Hurt",
      "summary": "Peter Mullan is a Scottish actor and director. He saw a man named Dylan Bennet hurting a woman near a music venue in Glasgow. Peter tried to stop the man and protect the woman. He told the man that the police were coming, but the man headbutted Peter and hurt his head. Security guards helped hold the man down until the police arrived. Dylan Bennet went to court and said he was guilty. He was sent to jail for 18 months because he attacked both Peter and the woman. Peter was brave to help someone in trouble.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0e0e7f8f8ec782a3_3e9d439c783c.webp",
      "category": "Fun"
    },
    {
      "id": "263ba2bcb5f3cda5",
      "title": "Carlos Alcaraz and His Coach Say Goodbye",
      "summary": "Carlos Alcaraz is a top tennis player who won big tournaments like the French Open and US Open. He surprised everyone by stopping work with his coach, Juan Carlos Ferrero, after seven years. They started when Alcaraz was 15, and Ferrero helped him become a champion. Alcaraz says they are still friends and made the decision together. He is thankful for all he learned. Now, Alcaraz is getting ready for the Australian Open, where he wants to win another big title. Other players think it's strange because they were doing so well together.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_263ba2bcb5f3cda5_6f01559e1e21.webp",
      "category": "Fun"
    },
    {
      "id": "b20672727b40e7e9",
      "title": "Tennis Stars Ask for More Support from Big Tournaments",
      "summary": "Tennis players like Madison Keys and Alexander Zverev are asking the Grand Slam tournaments for more help. Grand Slams are big tennis events like the Australian Open. The players want more prize money and better care, such as health support. Madison Keys feels hopeful that things might change, but Alexander Zverev thinks not much is happening. They believe players are important because they play the matches and attract fans. This is about making sure players are treated fairly for their hard work in tennis.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b20672727b40e7e9_bdade6574116.webp",
      "category": "Fun"
    },
    {
      "id": "1f4d70f3698ffe1c",
      "title": "How a Zombie Movie Changed Horror for Girls",
      "summary": "A long time ago, a girl watched a scary movie called 28 Days Later. It was about zombies and a virus that made people angry. She liked it because the women in the movie were strong and smart, not just scared. This was different from other horror movies where girls were often just there to be scared. Now, after many years, a new movie in this series is out. It is called 28 Years Later: The Bone Temple and is directed by a woman named Nia DaCosta. She loved the old movie too and wanted to make a new one that keeps the strong women. The new movie has a girl named Jimmy Ink who helps a boy survive. This shows how horror movies can be fun and fair for everyone.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_1f4d70f3698ffe1c_0ca1577e4d97.webp",
      "category": "Fun"
    },
    {
      "id": "3feaa780ed2bee58",
      "title": "Mysterious Red Dots in Space Photos Solved",
      "summary": "The James Webb Space Telescope took pictures of space and found strange red dots. Scientists from the University of Copenhagen studied them for two years. They discovered these red dots are young black holes. Black holes are very strong objects that pull in gas and dust. The black holes are hidden inside thick clouds of gas. When they eat the gas, it gets very hot and glows red. This makes the red dots we see. The black holes are not as big as people thought. They are about 10 million times heavier than the Sun. Scientists call them 'messy eaters' because they blow out most of the gas instead of swallowing it. This helps us learn how black holes grow in the early universe.",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_3feaa780ed2bee58_48a7f7818f82.webp",
      "category": "Fun"
    },
    {
      "id": "17bed4c020dbacac",
      "title": "Tennis Stars and Big Matches at the Australian Open",
      "summary": "The Australian Open is a big tennis tournament starting soon. Two top players, Jannik Sinner and Carlos Alcaraz, are favorites to win. Sinner is from Italy and has won in Melbourne before. Alcaraz is from Spain and wants to win here for the first time. He is starting without his old coach. Another player, Iga Swiatek from Poland, also hopes to win this tournament to complete all the Grand Slam titles. The article talks about their skills and goals. It is exciting to see who will play best on the hard courts.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_17bed4c020dbacac_aac890b1377e.webp",
      "category": "Fun"
    }
  ]
}