{
  "articles": [
    {
      "id": "c22cc6226fa9b507",
      "title": "The Evolution of Pecans: From Ancient Times to Modern Staple",
      "summary": "Pecans have an extensive history spanning 8,000 years, originating with Native Americans in the southern United States who utilized them for sustenance, medicinal purposes, and trade due to their richness in fats and portability. The name 'pecan' derives from the Algonquin term 'pakani,' highlighting its durability. Initially, pecan trees grew wild along riverbanks and in groves, requiring no cultivation because of their alternate bearing nature, which results in fluctuating crop yields. The first intentional plantings occurred in the 18th century, such as in New York and at George Washington's Mount Vernon, where they were cherished. Over time, pecans spread across the U.S., evolving from overlooked resources to cultivated crops. Today, the U.S. dominates global pecan production, accounting for 80% of the world's supply, with states like Georgia and Texas leading in output. Pecans are now integral to various products, including pies, milk, and oils, especially during holiday seasons. This transformation underscores how cultural and agricultural practices have elevated pecans from obscurity to a beloved food item, reflecting broader themes of natural resource utilization and economic development.",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "Analyzing Trump's Evolving Peace Proposal for Ukraine",
      "summary": "President Donald Trump has proposed a 28-point peace plan to end the war in Ukraine, but he clarified it is not his final offer, indicating potential changes. The plan, which includes Ukraine ceding territory to Russia, reducing its military, and forgoing NATO membership, has raised concerns among Ukraine and its European allies. Ukrainian President Volodymyr Zelenskyy emphasized defending sovereignty, while European leaders from France, Germany, and the U.K. are involved in talks to ensure the peace is sustainable and does not compromise Ukraine's security. A joint statement from the EU, Canada, and Japan expressed support for peace efforts but opposed changing borders by force and limiting Ukraine's defenses. Direct negotiations are scheduled in Geneva, with a deadline set by Trump for Ukraine's response, highlighting tensions between quick resolution and long-term stability.",
      "source": "PBS NewsHour",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "Global Concerns Over US Strategy to End Ukraine War",
      "summary": "Ukraine's allies, including nations from Europe, Canada, and Japan, have expressed significant concerns about a US-proposed plan to end the Russia-Ukraine war. In a joint statement issued at the G20 summit in South Africa, they acknowledged that the 28-point draft contains elements necessary for a just and lasting peace but emphasized that it requires additional work. Key worries involve potential border changes imposed by force and caps on Ukraine's armed forces, which could leave the country vulnerable to future aggression. US President Donald Trump has stated that this is not his final offer and has set a deadline of November 27 for Ukraine to accept the plan. Meanwhile, Russia's President Vladimir Putin has indicated it could serve as a basis for settlement. High-level security officials from countries like the US, UK, France, Germany, and Ukraine are scheduled to meet in Geneva to further discuss the proposal. Ukrainian President Volodymyr Zelensky has described the situation as one of the most challenging in Ukraine's history, highlighting the pressure to agree to terms that may favor Moscow. The allies stress that any peace must be sustainable and respect international principles against changing borders by force.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "756744e8d1e2fc23",
      "title": "Bolsonaro's Arrest: A Political Crisis in Brazil",
      "summary": "Brazil's former president Jair Bolsonaro was arrested by federal police on Saturday under orders from Supreme Court Justice Alexandre de Moraes. The arrest was prompted by suspicions that Bolsonaro was plotting to escape and avoid starting a 27-year prison sentence for his role in leading a coup attempt after his electoral defeat in 2022. Bolsonaro had been under house arrest and was required to wear an ankle monitor due to being deemed a flight risk. Justice de Moraes cited a violation of the ankle monitor early Saturday and expressed concerns that Bolsonaro might flee during a protest organized by his son later that day. The judge also mentioned potential escape routes, such as heading to the U.S. Embassy in Brasilia, and referenced past instances where Bolsonaro's allies left Brazil to avoid jail. Bolsonaro's lawyers disputed the claims, stating the arrest was based on a prayer vigil rather than a protest and caused deep perplexity. The arrest is a preemptive measure and will be reviewed by a five-justice Supreme Court panel on Monday, which previously convicted and sentenced Bolsonaro by a 4-1 vote in September. This event highlights ongoing political tensions and legal battles in Brazil.",
      "source": "PBS NewsHour",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_756744e8d1e2fc23_832e1624b720.webp",
      "category": "News"
    },
    {
      "id": "f004fc9d15eba554",
      "title": "COP30 Climate Summit Concludes Without Fossil Fuel Phase-Out Plan",
      "summary": "The COP30 United Nations climate conference in Belem, Brazil, concluded with an agreement to increase financial support for nations most affected by climate change, helping them adapt to extreme weather events. However, the deal fell short of including a detailed roadmap to phase out fossil fuels or strengthen emissions reduction targets, which many scientists and activists argue is crucial to limiting global warming. Brazilian hosts announced they would develop a separate proposal with Colombia to address fossil fuels, but it lacks the binding force of a UN-approved agreement. Critics, including representatives from the Philippines and Panama, labeled the outcome as weak and inadequate, accusing it of ignoring scientific evidence to avoid offending polluting industries. The negotiations extended past deadlines, highlighting the challenges in reaching consensus among diverse nations. Moving forward, Brazil's leadership will continue discussions, but the immediate results underscore the ongoing struggles in global climate diplomacy.",
      "source": "PBS NewsHour",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_f004fc9d15eba554_19a79b988296.webp",
      "category": "News"
    },
    {
      "id": "073151fd999fa79f",
      "title": "BBC Leadership Crisis: Resignation Sparks Debate on Bias and Governance",
      "summary": "Banerji's early resignation from the BBC board has intensified existing turmoil within the corporation, coming just days before other board members are scheduled to face a parliamentary committee. This move is seen as a critique of chair Samir Shah, whom Banerji reportedly viewed as ineffective in addressing claims of systemic bias at BBC News. The board is divided, with some political appointees asserting that the BBC suffers from liberal groupthink, while Shah and others, including former leaders like Tim Davie and Deborah Turness, defend the organization's impartiality. Recent events, including high-profile resignations and a leaked memo, have fueled speculation about a leadership crisis. Shah emphasizes the importance of robust discussions and diversity of views, but Banerji's claim of not being consulted adds to concerns about internal conflicts. The article explores whether Shah can unify the board and maintain the BBC's reputation as the UK's most trusted news source amid these challenges.",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_073151fd999fa79f_01e9dbe11b75.webp",
      "category": "News"
    }
  ]
}