{
  "articles": [
    {
      "id": "0342cfe6e9f9fda9",
      "title": "A Statue Gets Sprayed with Paint in London",
      "summary": "In London, a statue of Winston Churchill, a famous leader from long ago, was sprayed with red paint and words. The police arrested a 38-year-old man because they think he did it. The words on the statue said things like 'Stop the Genocide' and 'Free Palestine.' This happened in Parliament Square, a place with many statues. The statue has been cleaned up and blocked off so people can't touch it. This is not the first time this statue has been painted on; it happened before during protests. The police and city leaders are upset about the damage. The statue was made in 1973 and is very tall.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0342cfe6e9f9fda9_1fcc2e58ad06.webp",
      "category": "News"
    },
    {
      "id": "e2a62608dd16527f",
      "title": "A Plumber Becomes a Politician: Meet the Green Party's New MP",
      "summary": "Hannah Spencer is a plumber who just won a special election to become a new Member of Parliament for the Green Party. She is 34 years old and lives in Greater Manchester. Hannah worked as a plumber after leaving school at 16, but she also learned plastering by taking a course. She did not always want to be a politician, but she has been a local councilor for the Green Party. Now, she will go to the House of Commons in London to represent her area. Hannah says she will help people with jobs like plumbing and make sure their voices are heard. She is the fifth MP for the Green Party and won in a place called Gorton and Denton. During her campaign, some people talked about old comments she made online, but the Green Party says she cares about her community.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e2a62608dd16527f_723d1ff7cddd.webp",
      "category": "News"
    },
    {
      "id": "e9f1f2b5e8562432",
      "title": "Gregg Wallace Stops His Case Against the BBC",
      "summary": "Gregg Wallace, who used to host a cooking show called MasterChef, has decided to stop his legal case against the BBC. He was asking for money because he said the BBC did not give him his personal data when he asked for it, which made him feel upset. The BBC said he was not owed any money and that they did give him the data later. Wallace was fired from MasterChef after a report found many complaints about his behavior, including unwanted touching and being undressed. He said sorry for any hurt he caused. Now, he will not get any payment from the BBC, and the case is over. This story shows how people and big companies can have disagreements that sometimes go to court but can end without a fight.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e9f1f2b5e8562432_077b21b76087.webp",
      "category": "News"
    },
    {
      "id": "212c645aab3114b2",
      "title": "Green Party Wins Big Election, Making Labour Think Hard",
      "summary": "The Green Party won a special election in Gorton and Denton for the first time ever. This is a big deal because it makes history. Labour came in third place, which is not good for them. They are worried because they lost votes to both the Green Party on the left and Reform UK on the right. Some people think if Andy Burnham, the Mayor of Greater Manchester, had been Labour's candidate, they might have done better. Now, Labour leader Keir Starmer has to figure out what went wrong and how to fix it. The Green Party's win shows that voters are looking for different choices. This election result will make Labour ask themselves tough questions about their plans and how to win back supporters.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_212c645aab3114b2_487429d1480a.webp",
      "category": "News"
    },
    {
      "id": "e2ff3b9a3a849b26",
      "title": "Netflix Says No to Buying Warner Bros., Paramount Might Take Over",
      "summary": "Netflix decided not to buy Warner Bros. Discovery's studio and streaming business because the price got too high. This means Paramount, another big company, might buy Warner Bros. instead. Paramount wants to buy all of Warner Bros., including popular shows and movies like Harry Potter and CNN. Netflix said it would have been a good owner, but only at the right price. This deal could change Hollywood by putting two big studios together. Some people worry this might make fewer choices for viewers and higher costs for streaming services.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e2ff3b9a3a849b26_5482a213c9f5.webp",
      "category": "News"
    },
    {
      "id": "7e03293a8aa6438e",
      "title": "Government Stops Money for Minnesota Health Program",
      "summary": "The government has decided to stop giving $259 million to Minnesota for a health program called Medicaid because they think there might be fraud. Vice President J.D. Vance announced this, saying the government's job is to stop fraud and protect people. Minnesota's governor, Tim Walz, disagrees and says this is a political move to punish the state, not really about fraud. The money helps children and elderly people get healthcare, so stopping it could hurt them. This is part of a bigger argument between the Trump administration and Democrats over how to handle welfare programs and immigration. The article explains both sides of the story.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7e03293a8aa6438e_10d260d35773.webp",
      "category": "News"
    }
  ]
}