{
  "articles": [
    {
      "id": "1bcd5c6cff812c38",
      "title": "Ice Skating Stars Get Special Awards",
      "summary": "Jayne Torvill and Christopher Dean are famous ice skaters who won a gold medal at the Olympics long ago. They are getting special awards called a damehood and knighthood in the New Year Honours list. This list gives awards to people who do great things. Torvill and Dean are happy and feel honored. Another person, Sarina Wiegman, who coaches England's women's football team, is also getting an award. She helped the team win European championships. Other football players and rugby players are getting awards too. The New Year Honours celebrate people who work hard and achieve big things in sports and other areas.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_1bcd5c6cff812c38_5bdefd89109a.webp",
      "category": "News"
    },
    {
      "id": "0c0247688c41d190",
      "title": "Trump Wants Peace in Gaza Soon",
      "summary": "President Donald Trump wants to move quickly to the next step of a peace plan for Gaza. He met with Israeli Prime Minister Benjamin Netanyahu to talk about this plan. The plan has two phases. In phase one, a ceasefire started in October. In phase two, Hamas, a group in Gaza, must give up its weapons, and Israel will pull back its soldiers. Then, rebuilding Gaza can begin. Trump warned Hamas that if they do not disarm, there will be big trouble. He also said Israel is following the plan well. Some people worry that Netanyahu might delay the plan or that Hamas wants a Palestinian state first. Trump is not worried about Israel but about others not doing their part.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0c0247688c41d190_9088b684e619.webp",
      "category": "News"
    },
    {
      "id": "4068d337e96be56e",
      "title": "Famous People Get Special Awards for Helping Others",
      "summary": "In the New Year Honours, many famous people received awards for their good work. Actor Idris Elba became a knight because he helps young people through his charity, the Elba Hope Foundation, which fights knife crime. England women's football coach Sarina Wiegman became a dame after her team won the European Championships. Other football players like Leah Williamson got awards too. Figure skaters Jayne Torvill and Christopher Dean also became a dame and knight. Comedian Meera Syal became a dame for her shows and books. These awards celebrate people who make a difference in sports, entertainment, and charity.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_4068d337e96be56e_1afd16441795.webp",
      "category": "News"
    },
    {
      "id": "7857eb96a4168624",
      "title": "Government Mistake with Royal Papers",
      "summary": "The Cabinet Office, a part of the UK government, made a mistake by accidentally sharing some old papers about Prince Andrew, who is a member of the royal family. These papers were from 2004 and 2005 and talked about his travels as a trade envoy, where he visited countries like China and Spain. They were supposed to be sent to the National Archives, a place that keeps important records, but were briefly shown to journalists before being taken back. The government said it was an 'administrative error' and that the papers were never meant to be public. Some people who want to change the monarchy think the papers should be released so everyone can see them, but the government disagrees. The papers also included other topics, like decisions about Zimbabwe and a birthday message to the Queen Mother that had a mistake.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7857eb96a4168624_3d5ff97670dc.webp",
      "category": "News"
    },
    {
      "id": "71e9d6230bb6c2cc",
      "title": "New Money for Country Hospitals",
      "summary": "The government is giving $10 billion to help hospitals in rural areas next year. This money is part of a bigger plan to put $50 billion into rural health over five years. Each state will get some money, but not all states will get the same amount. The money is meant to help after budget cuts to rural hospitals. States can decide how to use the money, but they must follow some rules. For example, some money depends on states doing things like teaching nutrition in schools or not allowing certain foods to be bought with food stamps. Critics worry that if states don't follow the rules, they might lose the money. Officials say this program encourages states to be creative with their health plans.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_71e9d6230bb6c2cc_39991ed1d314.webp",
      "category": "News"
    },
    {
      "id": "d4638496f14e5a4e",
      "title": "President Trump Says Hamas Must Give Up Weapons for Peace in Gaza",
      "summary": "President Trump talked about two big things. First, he said that for peace in Gaza, a group called Hamas must give up their weapons. Gaza is a place where there has been fighting. Trump wants a peace deal to help people there. Second, the U.S. military attacked boats in Venezuela that were carrying drugs. This is part of a plan to stop drug trafficking. Trump also mentioned that Russia's leader told him Ukraine tried to attack a home, and Trump believed this. The article shows Trump is working on different problems around the world, like peace in Gaza and stopping drugs.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d4638496f14e5a4e_f221ff940ccd.webp",
      "category": "News"
    }
  ]
}