{
  "articles": [
    {
      "id": "82a63493fdd7b175",
      "title": "Netflix老板为收购华纳兄弟辩护，派拉蒙最后期限临近",
      "summary": "Netflix联合首席执行官泰德·萨兰多斯为该公司收购华纳兄弟的竞标辩护，称其优于派拉蒙的竞争性报价。Netflix的报价为每股27.75美元，总计827亿美元，针对华纳兄弟的制片厂和流媒体网络等特定资产，旨在扩大其内容库和市场影响力。相比之下，派拉蒙的报价为每股30美元，总计1084亿美元，寻求收购整个公司，包括衰退的有线电视网络。萨兰多斯表示，Netflix的方法通过增加新能力（如电影制作和发行）来促进增长，并引用Netflix在英国的投资为例，自2020年以来创造了5万个工作岗位并在原创节目上花费了60亿美元。派拉蒙则承诺立即削减60亿美元，并再削减160亿美元，可能减少行业规模。华纳兄弟已设定最后期限，要求派拉蒙在下个月股东投票前提交最终报价。这场企业争夺战凸显了媒体整合中的不同策略，Netflix强调扩张，而派拉蒙专注于成本削减和全面收购。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_82a63493fdd7b175_e27fb6bc9324.webp",
      "category": "News"
    },
    {
      "id": "39a6e68882b40889",
      "title": "特朗普执政下制衡机制失效，多数美国人表示担忧",
      "summary": "根据最新的PBS新闻/NPR/Marist民意调查，三分之二的美国人认为，制衡机制——即分配白宫、国会和法院之间权力的系统——运行不佳。这一比例较去年上升了12个百分点，自2024年12月以来翻了一番。信心的下降跨越党派界限：民主党人下降45点，独立人士下降34点，共和党人下降19点。调查在最高法院以6比3的裁决推翻特朗普总统对外国商品的全面关税之前几天进行，这些关税是其第二任期经济政策的核心。裁决后，特朗普公开批评法官，加剧了行政与司法部门之间的紧张关系。宪法学者金伯利·韦勒将此视为美国民主的警示信号，强调公众疑虑在政治冲突和司法行动中增长。文章指出，对政府机构信任的侵蚀趋势可能影响民主稳定和权力平衡，反映了更广泛的社会对制度功能的担忧。",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_39a6e68882b40889_f2f11a74b6f3.webp",
      "category": "News"
    },
    {
      "id": "622424f2c11c7d31",
      "title": "津巴布韦推出长效HIV药物，成为首批实施国家之一",
      "summary": "津巴布韦已启动长效HIV预防药物lenacapavir的推广，成为首批实施该药物的国家之一。这种药物通过注射给药，每年仅需两次，旨在减少新的HIV感染，特别针对高风险人群，如性工作者、青少年女孩和年轻女性、男同性恋者以及孕妇和哺乳期妇女。在哈拉雷的启动仪式上，受益者如27岁的性工作者Constance Mukoloka接受了注射，她表示相比每日服用的暴露前预防（PrEP）药片，新药物更便捷，避免了与客户的紧张关系和服药不一致的问题。Lenacapavir由加利福尼亚的吉利德科学公司开发，其推广得到美国总统艾滋病紧急救援计划（PEPFAR）和全球基金等捐助项目的支持，覆盖10个非洲国家。临床研究表明该药物提供近乎完全的保护，为减缓津巴布韦的HIV疫情带来希望，过去二十年中该国已有数万人死于HIV。然而，卫生官员警告称，要将科学承诺转化为广泛影响，需克服资金限制、基础设施缺口以及确保患者持续参与等挑战。在津巴布韦，该药物免费提供，体现了提高可及性的努力，但在脆弱卫生系统中扩大规模仍面临困难。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_622424f2c11c7d31_40f08a6546e2.webp",
      "category": "News"
    },
    {
      "id": "18eb7cf75eea867c",
      "title": "梅斯卡尔与艾布拉姆斯正式亮相，威廉的“我不冷静”言论及其他BAFTA关键瞬间",
      "summary": "今年的英国电影学院奖（BAFTA）颁奖典礼充满了亮点。罗伯特·阿拉马约出人意料地击败热门候选人蒂莫西·柴勒梅德，获得最佳男主角奖，成为最大冷门。柴勒梅德的电影《马蒂至尊》获得11项提名却一无所获，增添了戏剧性。威尔士亲王和王妃也出席了活动，这是自家族成员被捕后的首次公开露面，威廉王子作为BAFTA主席发表了演讲。他讨论了观看的电影，称赞F1电影的配乐由汉斯·季默创作，并表示尚未观看较黑暗的《罪人》。典礼汇聚了好莱坞明星、情感时刻和意外结果，展现了电影产业的竞争性与庆祝氛围，突出了艺术认可与公众兴趣的交织。",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_18eb7cf75eea867c_3b9aeb353228.webp",
      "category": "News"
    },
    {
      "id": "003b4f80b8aede39",
      "title": "米兰和科尔蒂纳丹佩佐奥运圣火熄灭，标志着2026年冬奥会结束",
      "summary": "2026年冬奥会于2026年2月22日在意大利的维罗纳竞技场举行闭幕式，正式结束。这届冬奥会由米兰和科尔蒂纳丹佩佐联合主办，是历史上场地分布最广的冬季奥运会，赛事遍布山区、山谷和城市。闭幕式上，两个主办城市的奥运圣火被熄灭，象征比赛终结。国际奥委会主席克尔斯蒂·科文蒂赞扬组织者举办了一场创新的冬奥会，为未来设立了高标准。意大利在本届奥运会上取得了破纪录的30枚奖牌，包括10枚金牌，超越了1994年利勒哈默尔奥运会的20枚纪录。奥运旗帜在仪式中移交给了法国，法国将在2030年采用类似的分散模式在阿尔卑斯山和尼斯举办下届冬奥会。闭幕式通过歌剧、20世纪流行音乐和舞蹈庆祝意大利文化，表演者包括加布里·蓬特和阿基莱·劳罗，吸引了运动员参与。比赛共进行了17天，包括116个奖牌项目，其中登山滑雪首次亮相，体现了奥运会的多样性和发展。这届奥运会的成功展示了分散主办模式的可行性，可能影响未来奥运会的规划。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_003b4f80b8aede39_fa81714291f0.webp",
      "category": "News"
    },
    {
      "id": "59e80140ab43ffae",
      "title": "《哈姆奈特》的杰西·巴克利和《我发誓》的罗伯特·阿拉马约在BAFTA大奖中斩获佳绩",
      "summary": "在最近的BAFTA大奖中，罗伯特·阿拉马约凭借在《我发誓》中饰演图雷特综合症倡导者约翰·戴维森的角色，赢得了最佳男演员奖和新兴明星奖，成为首位在同一年获得这两个奖项的演员，突显了他的突破性才华。杰西·巴克利则因在《哈姆奈特》中饰演莎士比亚的妻子艾格尼丝而获得最佳女演员奖，成为首位获此殊荣的爱尔兰女演员，强调了历史悲痛和女性韧性的主题。活动还吸引了威尔士亲王和王妃的出席，王妃坦言观看《哈姆奈特》后情绪激动，增添了皇室的认可。与此同时，保罗·托马斯·安德森的电影《一场又一场的战斗》成为当晚最大赢家，获得了包括最佳影片和最佳导演在内的六项大奖，反映了其在惊悚片类型中的批判性成功。文章还将皇室夫妇的露面置于更广泛的社会背景中，指出这是自家庭争议后的首次公开活动，从而将电影成就与当代社会政治叙事交织在一起。",
      "source": "BBC News",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_59e80140ab43ffae_e09131fc16a2.webp",
      "category": "News"
    }
  ]
}