{
  "articles": [
    {
      "id": "6068f127599f594b",
      "title": "模拟揭示黑洞附近真实情况",
      "summary": "一项最新研究在计算天体物理学领域取得了重大突破，开发了迄今为止最详细的发光黑洞吸积模拟。黑洞吸积是指黑洞吸引周围物质并释放强烈辐射的过程。利用先进的地球超级计算机，研究人员成功建模了这一现象，完全融入了爱因斯坦的广义相对论和辐射效应，而没有依赖简化近似。这标志着首次在辐射主导条件下进行完整的广义相对论计算，为极端黑洞环境提供了新的见解。该研究由高级研究所和Flatiron研究所计算天体物理学中心的Lizhong Zhang领导，发表在《天体物理学杂志》上。模拟有助于解释如超亮X射线源和X射线双星等黑洞系统的观测数据，提供了一个虚拟的“观测”工具，补充了望远镜数据。这一突破解决了先前模型使用流体近似处理辐射的局限性，现在能够更准确地预测黑洞行为，推动了对宇宙中最神秘物体的理解。",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6068f127599f594b_982632719199.webp",
      "category": "Science"
    },
    {
      "id": "95081a685e092017",
      "title": "英国计划禁止鸡笼和母猪产仔栏以改善动物福利",
      "summary": "英国政府宣布了一项全面的动物福利战略，计划禁止鸡笼和母猪产仔栏。鸡笼包括较大的群体笼，这是在现有电池笼禁令基础上的进一步措施。母猪产仔栏用于在分娩期间限制母猪以保护仔猪，也将被取缔。此外，提案还包括禁止追踪狩猎和幼犬养殖场。环境大臣艾玛·雷诺兹称这是“一代人中最雄心勃勃的动物福利战略”。然而，全国农民联盟表示担忧，敦促进口食品必须达到相同标准，以防止英国农民面临不公平竞争。动物福利组织如世界农场动物福利协会和英国皇家防止虐待动物协会支持这些措施，强调对养殖动物的益处。英国皇家防止虐待动物协会指出，移除剩余的笼养鸡不应造成重大商业问题。批评者包括保守党，认为工党不关心农村英国。政府还在考虑禁止快速生长的鸡品种，活动人士称之为“弗兰肯鸡”。总体而言，该倡议旨在提高福利标准，同时解决对农民的经济影响。这一改革反映了社会对动物伦理待遇的日益关注，平衡了福利改进与农业部门的经济考量，并突显了贸易政策和动物权利在当代治理中的持续辩论。",
      "source": "BBC Science",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_95081a685e092017_7917ca5c3388.webp",
      "category": "Science"
    },
    {
      "id": "ba27c21cf66e4f5d",
      "title": "研究将全脂奶酪与降低痴呆风险联系起来",
      "summary": "2025年12月17日发表在《神经病学》杂志上的一项新研究表明，摄入更多全脂奶酪和奶油的人晚年患痴呆的风险可能较低。这项由瑞典隆德大学的研究人员进行的研究分析了27,670名成年人的数据，平均随访约25年，期间有3,208人被诊断为痴呆。研究将高脂奶酪定义为脂肪含量超过20%的奶酪（如切达干酪、布里干酪），高脂奶油定义为脂肪含量30-40%的奶油（如搅打奶油）。参与者通过一周饮食日记和回顾性问卷调查提供饮食信息。结果显示，每天摄入50克或更多高脂奶酪的人比摄入少于15克的人痴呆风险降低13%，其中血管性痴呆的风险降低更为明显（29%）。每天摄入20克或更多高脂奶油的人比不摄入的人风险降低16%。研究指出，这只是一种关联，而非因果关系，并挑战了以往限制高脂食物的饮食指南。分析中调整了年龄、性别、教育和整体饮食质量等因素。这项研究为脂肪在认知健康中的作用提供了新见解，但自我报告数据和潜在混杂因素等局限性仍需谨慎解读。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_ba27c21cf66e4f5d_b7354766b35f.webp",
      "category": "Science"
    },
    {
      "id": "0722a92d0dc1aab0",
      "title": "全球变暖可能引发下一个冰河时代",
      "summary": "加州大学河滨分校的研究人员发现地球碳循环系统中的一个关键缺口，表明全球变暖可能矛盾地触发冰河时代。传统上，科学家认为岩石风化通过吸收二氧化碳来调节气候，随着温度上升逐渐冷却地球。然而，地质证据显示古代冰河时代极端严重，几乎覆盖整个星球，这无法用缓慢的平衡机制解释。新研究强调了一个涉及海洋、营养物和浮游生物的附加过程。随着变暖增加降雨，更多如磷的营养物流入海洋，促进浮游生物生长。这些微生物通过光合作用吸收二氧化碳，死亡后沉入海底，将碳埋藏在沉积物中。在更暖的条件下，这可能创建一个反馈循环：增加的浮游生物生长耗尽氧气，释放磷回水中以促进更多生长，导致大量碳埋藏和显著冷却。这种超调机制解释了气候系统如何从变暖摆动到冻结，为了解过去极端冰河时代和潜在未来气候转变提供见解。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0722a92d0dc1aab0_b841026360ae.webp",
      "category": "Science"
    },
    {
      "id": "7d1ade4a80e4b883",
      "title": "阿拉斯加隐藏的地震信号暗示海啸威胁",
      "summary": "自2020年以来，科学家在阿拉斯加威廉王子湾的巴里滑坡周围安装了监测仪器，以密切跟踪该地区的地震活动。他们的目标是及早发现预警信号，防止突然的滑坡引发破坏性海啸。通过分析这些地震记录，研究人员识别出一种以前未被认识的信号类型。这些事件以尖锐的高频脉冲为特征，从夏末到仲冬变得更加常见，然后在冬末或早春突然停止。阿拉斯加费尔班克斯大学的加布里埃尔·戴维及其同事在《地震研究通讯》中提出，这些信号是由附近卡斯卡德冰川下方岩石微小裂缝中的水冻结和融化引起的。科学家强调，这些信号并不表示滑坡本身在移动，但它们可能为了解斜坡后方地下水位的变化提供宝贵见解，这些变化最终可能引发斜坡运动。巴里滑坡因其巨大规模（约5亿立方米）和不稳定的地质环境（包括陡峭的斜坡、脆弱的基岩以及巴里冰川迅速融化导致的支撑丧失）而构成严重风险。如果发生快速坍塌，物质将直接落入峡湾，可能产生具有潜在高波高的海啸，影响皮划艇爱好者、游轮及惠蒂尔等附近社区。这项研究手动审查了一整年的连续地震波形记录，以建立该地区常规信号的基线，从而区分异常事件，为未来的检测算法和公共安全增强提供基础。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7d1ade4a80e4b883_fc044dc87462.webp",
      "category": "Science"
    },
    {
      "id": "7f1563696d2ffd70",
      "title": "可牺牲性的进化：为何某些蚂蚁用数量换取盔甲",
      "summary": "本文探讨了蚂蚁在进化过程中如何权衡个体盔甲与群体数量，基于一项国际研究。科学家利用Antscan数据库中的3D X射线显微断层扫描技术，分析了全球500多种蚂蚁的880多个标本，以测量其外骨骼投资。研究发现，拥有较大群体的蚂蚁在外骨骼（即保护性角质层）上投资较少，因为在成千上万的群体中，损失少数工蚁对整体影响微小。这种权衡使群体能将氮和矿物质等资源用于生产更多蚂蚁，而非强化每个个体。饮食和温度等因素影响角质层大小，但群体规模是最强预测因子。有趣的是，盔甲减少与较高的多样化率相关，意味着角质层较薄的蚂蚁能更快进化并适应新环境。该研究强调了社会性昆虫如蚂蚁如何平衡质量与数量，表明集体成功可通过偏好数量优势而非个体防御机制来驱动进化变化。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7f1563696d2ffd70_1c40fec48983.webp",
      "category": "Science"
    }
  ]
}