{
  "articles": [
    {
      "id": "d0c9e4c6f7944e25",
      "title": "AI在数秒内读取脑部MRI并标记紧急情况",
      "summary": "密歇根大学的研究团队开发了一种名为Prima的人工智能系统，能够在数秒内分析脑部MRI扫描，诊断准确率达到97.5%。这项技术发表在《自然生物医学工程》期刊上，能够识别超过50种神经系统疾病，并优先处理如中风和脑出血等紧急情况。Prima是一种视觉语言模型，可以实时处理图像和文本，整合患者的临床病史，模拟放射科医生的综合方法。通过对30,000多项MRI研究进行测试，它利用20万项MRI研究和560万成像序列的广泛数据集，超越了其他AI模型。该系统自动提醒专家（如中风神经学家），以优化临床工作流程，在不牺牲准确性的情况下提高及时诊断。这一创新旨在应对MRI扫描需求上升的压力，通过提供快速可靠的信息来减轻医疗系统负担，改善患者预后。",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_d0c9e4c6f7944e25_a42b7f79b02a.webp",
      "category": "Science"
    },
    {
      "id": "52447011b2288f1e",
      "title": "物理学家发现控制量子时间速度的因素",
      "summary": "EPFL的物理学家在量子时间测量方面取得突破性进展，揭示了控制量子过渡速度的机制。量子过渡，如电子吸收光子后能级变化，发生在阿秒尺度（10^-18秒），极难测量，因为外部计时设备可能干扰脆弱的量子过程。Hugo Dil教授及其团队开发了一种无需时钟的新方法，利用量子干涉现象。当电子从材料中发射时，其自旋编码了过渡持续时间的信息。通过自旋和角度分辨光电子能谱（SARPES）技术，他们分析了自旋模式随能量变化的情况，从而计算出过渡时间。团队测试了不同原子几何结构的材料，包括三维铜、层状二硒化钛和二碲化钛，以及链状碲化铜。结果显示，原子结构越简单、对称性越低，量子过渡时间越长：铜约为26阿秒，层状材料在140至175阿秒之间，链状结构超过200阿秒。这项研究强调了材料几何形状对量子动力学的影响，为量子技术和阿秒物理学提供了重要见解，有助于推动量子计算和传感领域的发展。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_52447011b2288f1e_a52561bb96d7.webp",
      "category": "Science"
    },
    {
      "id": "e4c9618b3b8e0cdd",
      "title": "NIH负责人因新冠疫情愤怒，呼吁第二次科学革命",
      "summary": "美国国立卫生研究院（NIH）负责人杰伊·巴塔查里亚在MAHA研究所举办的一场活动中发表演讲，表达了对新冠疫情应对措施的持续愤怒，并提出了“第二次科学革命”的愿景。MAHA研究所是一个倡导与科学共识相左的健康观点的组织。巴塔查里亚的计划旨在通过减少专家权威、让更多公众参与来民主化科学，类似于历史上第一次科学革命将真理判定权从教会转移到实证领域。活动揭示了NIH领导层与MAHA之间的共同点，包括对医疗系统失败、公众信任丧失和饮食干预的关注，但也涉及了疫苗安全性争议和实验室泄漏假说等敏感话题。值得注意的是，《自然》和《科学》杂志的记者被拒绝入场，凸显了活动的党派色彩。巴塔查里亚的提案包含一些合理改革，但根本动机是疫情时期的挫折感，与特朗普政府的激进科学 disruption议程相结合，导致主张与现实之间的不一致。这一事件反映了科学改革、政治 constituency 构建和维护严谨性之间的复杂互动，预示着联邦研究机构可能面临动荡的未来方向。文章通过直接引用和事件观察，提供了批判性分析，质疑了该计划的科学基础和连贯性。",
      "source": "Ars Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_e4c9618b3b8e0cdd_110c35610161.webp",
      "category": "Science"
    },
    {
      "id": "f3e852b0d0b79462",
      "title": "企业面临灭绝风险，除非保护自然，重要报告警告",
      "summary": "一份由全球科学家参与、150个政府批准的重要报告警告，企业除非转向保护和恢复自然，否则自身面临灭绝风险。该报告来自生物多样性和生态系统服务政府间科学政策平台（Ipbes），指出所有企业都依赖自然提供的免费生态系统服务，如清洁水和肥沃土壤。合著者马特·琼斯强调，企业要么引领保护行动，要么可能面临消亡；联合主席斯蒂芬·波拉斯基教授指出，生物多样性退化往往看似比保护更有利可图，这是一种扭曲的现实。报告呼吁使用清晰的指标和工具包帮助企业调整与生物多样性目标一致。例如，萨默塞特的斯蒂尔特沼泽展示了协同方法：农民和保护主义者合作管理土地，牛群放牧为鸟类和昆虫创造栖息地，同时生产优质牛肉；恢复的湿地保护附近村庄免受洪水侵袭，吸收碳并减少污染。这一从“可做之事”到“必做之事”的转变反映了人们日益认识到生物多样性丧失是对企业的严重威胁，敦促公司将自然保护融入运营，以实现长期可持续性。",
      "source": "BBC Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_f3e852b0d0b79462_6fc6bbb56a1b.webp",
      "category": "Science"
    },
    {
      "id": "f983fc91406e3d0e",
      "title": "流行饮食与中风风险大幅降低相关",
      "summary": "2026年发表在《神经学开放获取》期刊上的一项研究发现，遵循地中海饮食的女性中风风险显著降低。该研究涉及105,614名平均年龄53岁、无中风史的女性，跟踪约21年。参与者通过饮食问卷评估，根据其饮食与地中海指南的符合程度进行评分，该饮食强调蔬菜、水果、豆类、鱼类和橄榄油，限制红肉和乳制品。结果显示，在调整吸烟、高血压等因素后，饮食评分最高的女性总体中风风险降低18%，其中缺血性中风风险降低16%，出血性中风风险降低25%。研究强调了饮食在中风预防中的重要性，但指出仅显示关联而非因果关系。局限性包括自我报告的饮食数据可能不准确。研究人员呼吁进一步研究以确认结果并探索机制。该研究由美国国家神经疾病和中风研究所资助，为营养与脑血管健康提供了更多证据。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f983fc91406e3d0e_281fce41b687.webp",
      "category": "Science"
    },
    {
      "id": "3b708bd84d1a14b0",
      "title": "卵巢癌致命性背后的秘密细胞联盟",
      "summary": "卵巢癌是最致命的妇科癌症，主要原因是诊断时已广泛转移至腹腔。日本名古屋大学的一项新研究发表在《科学进展》上，揭示了其快速进展的关键生物学机制。研究人员发现，卵巢癌细胞会招募间皮细胞，这些细胞通常构成腹腔的保护衬里。间皮细胞在癌细胞前移动，创造入侵路径。两者形成混合细胞簇，比单独癌细胞更能抵抗化疗。这一过程涉及癌细胞释放TGF-β1信号分子，改变间皮细胞，使其产生侵袭伪足——尖刺状结构穿透组织。这与乳腺癌或肺癌等通过血管扩散的癌症不同；卵巢癌细胞在腹腔液中漂浮，使得检测更困难。利用先进显微镜、小鼠模型和单细胞基因分析，科学家在患者样本中实时观察了这一扩散过程。研究结果表明，针对这种细胞联盟可能带来创新疗法，以阻止卵巢癌的致命进展。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_3b708bd84d1a14b0_1a9b6d2d3c82.webp",
      "category": "Science"
    }
  ]
}