{
  "articles": [
    {
      "id": "0522c5427d4a5588",
      "title": "COP30 Summit: Divisions and Key Outcomes on Climate Action",
      "summary": "The COP30 climate summit in Belém, Brazil, highlighted deep divisions among nations over addressing global warming. Despite three decades of such meetings aimed at building consensus, this event ended without any mention of fossil fuels in the final agreement, leaving many countries furious while others, particularly those reliant on fossil fuel production, felt justified. Key takeaways include the ongoing survival of global climate efforts, symbolized as the 'climate ship' still afloat, but with widespread dissatisfaction. Brazil's President Lula advocated for a roadmap to transition away from fossil fuels, which gained support from countries like the UK, but COP President André Corrêa do Lago prioritized consensus, leading to the removal of such proposals. Efforts by Colombia, the EU, and about 80 countries to include stronger language against coal, oil, and gas were thwarted in favor of maintaining unity, using a Brazilian discussion method called mutirão. This summit exposed the fragility of international cooperation on climate change, emphasizing the challenges in achieving meaningful progress.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_0522c5427d4a5588_c0e53d9071cd.webp",
      "category": "News"
    },
    {
      "id": "836b4a1582aae819",
      "title": "Trump's Evolving Peace Proposal for Ukraine",
      "summary": "President Donald Trump has indicated that the current US plan to end the Russia-Ukraine war is not his final offer, suggesting potential revisions. This 28-point plan has drawn mixed reactions from Ukraine's allies, including leaders from Europe, Canada, and Japan, who acknowledged it contains elements for a just peace but expressed concerns over proposed border changes and caps on Ukraine's military, which they fear could leave the country vulnerable. A key meeting is scheduled in Geneva with security officials from the US, UK, France, Germany, and Ukraine to further discuss the proposal. Ukrainian President Volodymyr Zelensky described the situation as critically difficult due to US pressure to accept terms perceived as favoring Russia. Trump has set a deadline of November 27 for Ukraine's response, while Russian President Vladimir Putin views the plan as a possible basis for settlement. The G20 summit saw a joint statement from multiple nations emphasizing that borders should not be altered by force and highlighting the need for additional work on the draft. Diplomatic efforts continue, with phone calls between leaders like UK Prime Minister Keir Starmer and both Zelensky and Trump, aiming to coordinate on the peace process.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_e998fae63205.webp",
      "category": "News"
    },
    {
      "id": "b1b91f0007588bf8",
      "title": "Titanic Artifact Auction Sets Record with Straus Pocket Watch",
      "summary": "A gold pocket watch recovered from Isidor Straus, one of the wealthiest passengers on the Titanic, sold for a record-breaking £1.78 million at an auction in Devizes, Wiltshire. The watch, made by Jules Jurgensen, was found on Straus's body after the Titanic sank on April 14, 1912, due to an iceberg collision, resulting in over 1,500 deaths. Straus was a German-born American businessman and co-owner of Macy's department store. His wife, Ida, famously refused to leave him and perished with him; her body was never found. The watch had stopped at 02:20, marking the time the ship disappeared, and was originally a 43rd birthday gift from Ida in 1888. Other items auctioned included a letter written by Ida on Titanic stationery, which sold for £100,000, a passenger list for £104,000, and a gold medal for the Carpathia crew for £86,000, totaling £3 million. Auctioneer Andrew Aldridge highlighted the enduring public fascination with Titanic stories, as these artifacts preserve personal histories from over a century ago.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_b1b91f0007588bf8_4538d7a5a028.webp",
      "category": "News"
    },
    {
      "id": "f5fe3c5151eace1b",
      "title": "Government Freezes Rail Fares to Ease Cost of Living",
      "summary": "The UK government has announced a freeze on regulated rail fares in England until March 2027, marking the first such freeze in 30 years. Regulated fares include season tickets, off-peak returns, and flexible tickets, which cover about 45% of all rail fares in England. This decision comes just before the Budget announcement and aims to address the cost of living crisis by limiting inflation, as rail costs are a significant part of daily expenses. Historically, fares have increased annually, often based on the retail price index (RPI) plus 1%, with the most recent rise being 4.6% in March 2025. The freeze does not apply to unregulated fares, which saw a 5.5% increase last year, leading to an overall fare rise of 5.1%. The Rail Delivery Group, representing train operators, supports the move, stating it benefits customers and aligns with ongoing railway reforms. This policy shift follows periods of below-inflation increases and a brief price dip after the 2010 financial crash, highlighting a strategic effort to make rail travel more affordable and stable for commuters.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_f5fe3c5151eace1b_f1c39fad77cd.webp",
      "category": "News"
    },
    {
      "id": "c22cc6226fa9b507",
      "title": "The Evolution of Pecans: From Ancient Times to Modern Delicacy",
      "summary": "Pecans have a rich history spanning 8,000 years, originating with Native Americans who utilized them for sustenance, medicine, and trade due to their high fat content and portability. Native to the southern United States, pecans spread naturally along riverbanks and through human activities, with the first intentional planting recorded in New York in 1722. Figures like George Washington appreciated pecans, and their popularity grew over centuries. Pecan trees exhibit alternate bearing, producing large crops intermittently, which initially led to their neglect by farmers in the South where they thrived without cultivation. Today, the U.S. dominates global pecan production, accounting for 80% of the world's crop, with uses extending beyond raw consumption to products like pecan milk, butter, and oil. The article, written by an extension specialist, highlights how pecans transitioned from being overlooked to becoming a holiday staple, emphasizing their cultural and economic significance in American history.",
      "source": "PBS NewsHour",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_c22cc6226fa9b507_21fffa007c55.webp",
      "category": "News"
    },
    {
      "id": "dcf81f50d48bd400",
      "title": "Analyzing Trump's Evolving Peace Plan for Ukraine",
      "summary": "President Donald Trump has proposed a U.S. peace plan to end the war in Ukraine, but he emphasized it is not his final offer, indicating potential flexibility. The plan, which includes 28 points, suggests Ukraine cede territory to Russia, reduce its military size, and forgo NATO membership, aligning with many Russian demands. Ukrainian President Volodymyr Zelenskyy and European allies like France, Germany, and the U.K. have expressed alarm, arguing that the plan could undermine Ukraine's sovereignty and security. In response, European leaders issued a joint statement stressing that borders should not be changed by force and that Ukraine needs robust guarantees against future attacks. A meeting is scheduled in Geneva with U.S. and Ukrainian delegations, joined by European envoys, to discuss the proposal. While the U.S. aims for a swift end to the conflict, European powers insist on a sustainable peace that involves broader consultation and respects Ukraine's rights, highlighting tensions in international diplomacy over how to achieve lasting stability.",
      "source": "PBS NewsHour",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_dcf81f50d48bd400_a3bc23682669.webp",
      "category": "News"
    }
  ]
}