{
  "articles": [
    {
      "id": "da086f6a45a08fbf",
      "title": "Swiatek's Historic Quest Starts with Challenges at Australian Open",
      "summary": "Iga Swiatek, the world number two tennis player, began her pursuit of the career Grand Slam at the Australian Open, aiming to win the only major title missing from her collection. In the first round, she faced Chinese qualifier Yuan Yue, ranked 130th, and struggled with her performance, particularly her serve and unforced errors, totaling 34. Despite these difficulties, Swiatek secured a victory with scores of 7-6 (7-5) 6-3. She acknowledged her rustiness and the match's ups and downs, expressing satisfaction in winning under tough conditions. Meanwhile, other top seeds like Coco Gauff advanced smoothly. Swiatek highlighted the need to improve her second serve, which Yuan exploited by winning 59% of points, as she prepares for the second round against Marie Bouzkova. This win marks a step toward her goal of a seventh Grand Slam and completing the career Grand Slam, emphasizing resilience in competitive sports.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_da086f6a45a08fbf_58f499b03ea9.webp",
      "category": "Fun"
    },
    {
      "id": "1d5b4e926b85536e",
      "title": "Zootropolis 2 Sets New Hollywood Animated Box Office Record",
      "summary": "Zootropolis 2 has achieved a significant milestone by becoming Hollywood's highest-grossing animated film of all time, with global box office earnings of $1.7 billion. This surpasses the previous record held by Inside Out 2, which made $1.69 billion in 2024. The film, a sequel to the 2016 hit Zootropolis, features returning characters like rabbit police officer Judy Hopps and fox con artist Nick Wilde, who investigate a new reptilian resident. Released in November with a $150 million budget, it had the biggest opening weekend for an animated film and was the fastest to reach $1 billion globally. However, it ranks as the ninth most successful film overall in box office history, behind major titles like Avatar and Avengers: Endgame. Notably, the highest-grossing animated movie worldwide remains China's Ne Zha 2, which earned $2.2 billion last year. Disney executives credited the film's success to enthusiastic fans and the creative team behind it.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d5b4e926b85536e_31a6543b80f6.webp",
      "category": "Fun"
    },
    {
      "id": "7b2670568dc43e87",
      "title": "Stan Wawrinka's Resilient Victory at the Australian Open at Age 40",
      "summary": "Stan Wawrinka, a 40-year-old Swiss tennis player, demonstrated resilience by winning his first-round match at the Australian Open against Laslo Djere in four sets, despite losing the first set. This victory marks his first win at a Grand Slam since Wimbledon in 2024 and his first at the Australian Open in five years, highlighting a comeback in his career. Wawrinka, who debuted at the Australian Open 20 years ago and won the title in 2014 by defeating Rafael Nadal, is now on a farewell tour as he plans to retire at the end of the 2026 season. In the match, which lasted three hours and 20 minutes, he fought back from a break down in the fourth set to secure the win. The article also notes that other veterans, like 37-year-old Marin Cilic, advanced to the second round, emphasizing a trend of older players performing well. Wawrinka admitted he is 'not young any more' but stated that his passion for tennis remains intact, and he is not in Melbourne just to say goodbye but to compete seriously. At 40 years and 296 days, he is the second oldest player to win a men's singles match at Melbourne Park, showcasing his enduring skill and determination in the sport.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7b2670568dc43e87_81c5ae3c3e6a.webp",
      "category": "Fun"
    },
    {
      "id": "33c3bd1868d70673",
      "title": "Francesca Jones' Emotional Exit at the Australian Open",
      "summary": "Francesca Jones, the British number three tennis player, experienced a heartbreaking retirement in the first round of the Australian Open due to a glute injury. During her match against Polish qualifier Linda Klimovicova, Jones struggled with the injury from the start, ultimately quitting while trailing 6-2, 3-2, and sobbing on court. This was a significant moment as it marked her first direct entry into the main draw of a Grand Slam, a proud achievement after a challenging 2024 where she fell outside the top 150 and considered retiring in 2025. Instead, she had a life-changing season that revived her career. Jones has Ectrodactyly Ectodermal Dysplasia (EEC), a rare genetic condition resulting in three fingers and a thumb on each hand and fewer toes, requiring a modified grip to play tennis—defying doctors' predictions that she would never play professionally. In her post-match comments, she emphasized her resilience, stating she knows how to pick herself up quickly. The article also mentions other tournament highlights, such as Medvedev's win and Swiatek's shaky victory, adding context to the competitive environment.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_33c3bd1868d70673_4c3ae97d244d.webp",
      "category": "Fun"
    },
    {
      "id": "968bcc7bfeb30c5d",
      "title": "Medvedev Breaks Grand Slam Losing Streak with Australian Open Victory",
      "summary": "Daniil Medvedev, a Russian tennis player and former world number one, ended a 370-day losing streak at Grand Slam tournaments by winning his first-round match at the 2025 Australian Open. He defeated Dutch player Jesper de Jong in straight sets, 7-5, 6-2, 7-6 (7-2), at Melbourne Park. This victory comes after Medvedev suffered first-round exits at the French Open, Wimbledon, and US Open in 2025, highlighting a difficult year where his ranking dropped as low as 18th. Medvedev attributes his success to a conscious effort to maintain a positive attitude on the court, mirroring his outlook in life. He had previously won the Brisbane International earlier in January, bringing his season record to 6-0. Despite past incidents, such as destroying a net camera during a match, Medvedev is focusing on improvement and resilience. This win marks a turning point in his career, helping him regain confidence after a turbulent period that included missing the ATP Finals.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_968bcc7bfeb30c5d_1e994bbcc9eb.webp",
      "category": "Fun"
    },
    {
      "id": "1fafb6b85bb41cf0",
      "title": "Dance as Therapy: Amy Dowden's Journey and NHS Savings",
      "summary": "Amy Dowden, a professional dancer on Strictly Come Dancing, was diagnosed with grade three breast cancer in 2023 and underwent chemotherapy. During her treatment, she found that even simple dance moves in her lounge improved her bone strength and mental health, helping her recover faster. She participated in a dance class in Swansea designed for over-60s to enhance strength and balance, reducing fall risks. Dowden emphasizes that dancing benefits people of all ages by increasing flexibility, strength, and confidence. A new report by the Arts Council of Wales reveals that arts programs, including dance, save the Welsh NHS £26 million annually by promoting physical health and wellbeing. For instance, research from Bangor University suggests that if 5% of adult mental health GP appointments were avoided through arts engagement, it could save £17 million. Personal stories support this: Sylvie Evans, 69, used dancing to recover from a knee injury, potentially avoiding surgery, while Judith Lombardo, who is visually impaired, gained better balance through a Dance to Health class. Dowden, who also has Crohn's disease, advocates for more promotion of dance's benefits, noting it helped her through tough times and improved her fitness post-treatment.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1fafb6b85bb41cf0_21ce6e2920b4.webp",
      "category": "Fun"
    }
  ]
}