{
  "articles": [
    {
      "id": "6882473f1fe1efe0",
      "title": "Pothole Problems: More People Asking for Money",
      "summary": "In Britain, many drivers are having trouble with potholes, which are holes in the road. A group called the RAC found that from 2021 to 2024, the number of people asking councils for money to fix their cars went up by 90%. That means almost twice as many people made claims. But in 2024, only about one out of four people got paid, and they got around £390 on average. The RAC says fixing a car from pothole damage can cost about £590. Councils say they don't have enough money to fix all the roads, but the government is spending billions to help. Potholes can damage cars and be dangerous for everyone on the road.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6882473f1fe1efe0_a284cb66f074.webp",
      "category": "Fun"
    },
    {
      "id": "799a7f9ebb579b23",
      "title": "Claudia Teases Big Change in The Traitors Show",
      "summary": "Claudia Winkleman, the host of a TV show called The Traitors, has shared exciting news about a new twist in the upcoming series. In a trailer, fans saw someone wearing a red cloak, which is different from the usual green cloaks worn by the traitors. Claudia says there are \"truly extraordinary\" moments that made her gasp, but she won't tell us what the twist is until the show starts on New Year's Day. The show has contestants who are either traitors or faithfuls, and they play a game of secrets and lies. Fans are guessing that the red cloak might mean a new role for a contestant. Claudia promises that this series will be full of surprises and heated arguments between players.",
      "source": "BBC Entertainment",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_799a7f9ebb579b23_bac38f3a6c26.webp",
      "category": "Fun"
    },
    {
      "id": "b3d55337ec0314b3",
      "title": "A Tennis Match Between a Man and a Woman",
      "summary": "Nick Kyrgios, a man who plays tennis, beat Aryna Sabalenka, a woman who is the best in the world at tennis, in a special match called the 'Battle of the Sexes'. This match happened in Dubai and was just for fun, not in a big tournament. People talked about why they played it. For Kyrgios, it was a chance to practice because he has been hurt and wants to come back to playing tennis. For Sabalenka, it might help more people know her name, even though she is already famous. The match was not very exciting and did not have the big action some hoped for. Some people think matches like this are not a good idea because they compare men and women unfairly, but Sabalenka says it is okay. The match made people think about what such games are for.",
      "source": "BBC Tennis",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_b3d55337ec0314b3_898cacb16401.webp",
      "category": "Fun"
    },
    {
      "id": "52a786fe571c4161",
      "title": "A Tennis Star Hits a Great Shot in a Fun Match",
      "summary": "Aryna Sabalenka is a tennis player who hit a very good shot against Nick Kyrgios in a special match called the Battle of the Sexes in Dubai. This match is exciting because it has men and women playing against each other. The video shows Sabalenka hitting the ball in a way that made it hard for Kyrgios to return. People are watching this match live and talking about it. Sabalenka thinks this kind of match is good for women's sports and will not hurt it. The Battle of the Sexes started in 1973 and is about making sports fair for everyone. This article helps us learn about tennis and how players can inspire others.",
      "source": "BBC Tennis",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_52a786fe571c4161_9860c12077cf.webp",
      "category": "Fun"
    },
    {
      "id": "096b0eb2c96d45c1",
      "title": "Brigitte Bardot: A Famous Actress Who Loved Animals",
      "summary": "Brigitte Bardot was a famous French actress who died at age 91. She was a big star in movies during the 1950s and became known for her beauty and freedom. She acted in almost 50 films, including a popular one called And God Created Woman. In 1973, she stopped acting to help animals. She started the Brigitte Bardot Foundation to protect animals. The French President said she was a legend, and many people remembered her for her work with animals. She was born in Paris in 1934 and became famous after being on a magazine cover. Later in life, she said some mean things that hurt her reputation. She was married to a man named Bernard d'Ormale.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_096b0eb2c96d45c1_96b7dd8d7cff.webp",
      "category": "Fun"
    },
    {
      "id": "7de4e1f068f3368b",
      "title": "How a Friend Helped Write a Famous Book",
      "summary": "Jojo Moyes is a writer who almost stopped writing her book called Me Before You. She felt sad because her books were not selling well. Her friend Sophie Kinsella, who was also a writer, told her to keep going. Sophie said, 'You have to write this book.' Jojo listened and finished the story. The book became very popular and was made into a movie. It is about a girl named Louisa who takes care of a man named Will who cannot move after an accident. Sophie Kinsella died recently, but Jojo remembers her as a kind friend who helped her succeed.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_7de4e1f068f3368b_69a28457827e.webp",
      "category": "Fun"
    }
  ]
}