{
  "articles": [
    {
      "id": "cc72f41ef0c8f290",
      "title": "BBC 在主席领导下可能不在“安全之手”中，委员会负责人表示",
      "summary": "英国文化特别委员会负责人对 BBC 董事会是否在主席萨米尔·沙阿的领导下处于“安全之手”表示质疑，称他向议员们提供的证据“含糊其辞”。沙阿在 BBC 经历动荡时期后出现在下议院委员会面前，该时期见证了其总干事和新闻负责人因报道公正性指控而辞职。争议由一份前独立编辑标准顾问撰写的备忘录泄露引发，其中批评了《全景》节目对唐纳德·特朗普演讲的编辑方式。后果包括 BBC 两位最高领导人辞职、美国总统威胁起诉，以及英国高级政治家对组织施加的新压力。沙阿向委员会保证不会离职，将“稳定局势”并“修复问题”，但委员会负责人达姆·卡罗琳·迪南纳奇表示怀疑，强调需要看到更坚实的改进证据。此外，监管机构 Ofcom 负责人达姆·梅兰妮·道斯指出 BBC 在编辑决策方面存在严重问题，突显董事会在恢复信任方面面临的挑战。这种情况反映了公共广播机构在治理和问责方面的广泛关切。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cc72f41ef0c8f290_36414c27641c.webp",
      "category": "Fun"
    },
    {
      "id": "a4e6aecbf7917e70",
      "title": "我是如何被假杰森·莫玛Facebook骗子骗走8万英镑的",
      "summary": "这篇文章讲述了简（化名）被冒充好莱坞演员杰森·莫玛的骗子在社交媒体上欺骗的经历。骗子最初在Facebook上联系她，声称是莫玛本人，并以加密和安全为由说服她转到WhatsApp交流。随后，骗子还伪装成莫玛的经纪人、律师甚至女儿，通过日常聊天建立虚假的浪漫关系，逐步操纵简的情感。他们首先要求支付见面机票费用，但航班从未实现，接着索要礼物给所谓的女儿。最终，简从遗产中损失了约8万英镑，感到被撕碎和愚蠢。她分享故事的目的是提高公众对网络诈骗的认识，帮助他人避免类似犯罪。案例突显了社交媒体互动的风险，强调验证身份和保持警惕的重要性，以防范情感和财务伤害。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a4e6aecbf7917e70_6b8d5ec9e10e.webp",
      "category": "Fun"
    },
    {
      "id": "fa84fb9d13c8d145",
      "title": "法院封存歌手D4vd特斯拉车内少女尸体调查记录",
      "summary": "15岁少女塞莱斯特·里瓦斯·埃尔南德斯的尸体在歌手D4vd的特斯拉车内被发现，此案调查记录已被法院封存，禁止公开。事件发生在好莱坞的一个拖车场，警方于9月8日因恶臭报告发现尸体，尸体严重腐烂，表明已死亡数周。塞莱斯特自2024年4月起失踪，车辆注册在D4vd名下，从他废弃的好莱坞山地区拖走。洛杉矶县法医办公室表示，法院下令实施安全保留，警方称此举是为了在公众之前获取信息，但首席法医乌克波博士批评这种做法在其他县极为罕见，且未证明能改善法律结果。D4vd未对此案发表评论，但其代表称正配合警方调查，案件由抢劫凶杀组负责，尚未逮捕任何人。细节显示，塞莱斯特的衣物和与歌手相似的'嘘...'纹身增加了案件复杂性，凸显了调查保密与公众透明度之间的紧张关系。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fa84fb9d13c8d145_2858e72cd6b9.webp",
      "category": "Fun"
    },
    {
      "id": "0483817dcf098851",
      "title": "雷鬼传奇吉米·克利夫去世，享年81岁",
      "summary": "吉米·克利夫，雷鬼音乐中最著名和受爱戴的代表人物之一，于81岁去世。自1960年代起，他通过《美妙世界，美丽人民》等热门歌曲，帮助将牙买加的声音带给全球观众。他在1972年犯罪电影《更艰难他们来》中饰演持枪反叛者的主角，是牙买加电影的基石，并被认为是将雷鬼引入美国的电影。他的妻子拉蒂法·钱伯斯通过Instagram上的声明宣布了他的死讯，写道他因癫痫发作后肺炎去世。她感谢家人、朋友、同行艺术家和同事分享他的旅程，并致谢全球粉丝的支持。吉米·克利夫原名詹姆斯·钱伯斯，1944年出生，在牙买加圣詹姆斯教区极度贫困中长大，是九个孩子中的第八个。他六岁时开始在当地教堂唱歌，受斯卡先驱德里克·摩根启发创作自己的歌曲，甚至用竹子制作吉他自伴。14岁时，他搬到金斯敦，改姓克利夫以表达他意欲达到的高度。他的职业生涯跨越数十年，对音乐界留下持久影响，激励了许多艺术家。",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0483817dcf098851_8140eb07a266.webp",
      "category": "Fun"
    },
    {
      "id": "d73fbe769c130ea9",
      "title": "意大利'兄弟情'激发戴维斯杯三连冠",
      "summary": "在激动人心的戴维斯杯决赛中，意大利通过弗拉维奥·科博利和马泰奥·贝雷蒂尼的关键胜利，连续第三次夺得冠军。科博利在对阵西班牙的豪梅·穆纳尔的比赛中，从一盘和破发落后的不利局面中逆转，以1-6、7-6（7-5）、7-5的比分获胜，这发生在他此前通过一场破纪录的32分抢七击败比利时选手齐祖·伯格斯、确保意大利晋级决赛之后。贝雷蒂尼以6-3、6-4直落两盘战胜巴勃罗·卡雷尼奥·布斯塔，为团队贡献了力量。这对组合的成功根植于长期的个人关系；年长六岁的贝雷蒂尼曾照顾年幼的科博利，并与他一起打网球，培养了兄弟般的情谊。尽管意大利缺少扬尼克·辛纳和洛伦佐·穆塞蒂等关键球员，而西班牙则没有受伤的世界第一卡洛斯·阿尔卡拉斯，但意大利的韧性和团队精神闪耀全场。科博利赛后表达了溢于言表的喜悦，称成为世界冠军是他的梦想成真。这次胜利标志着意大利第四次赢得戴维斯杯总冠军，也是自53年前规则改变以来首次实现三连冠，突显了体育中团队合作和决心的重要性。文章通过球员采访和比赛细节，生动描绘了这场历史性胜利的情感与战略层面。",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d73fbe769c130ea9_1416bbd96d0e.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "西班牙与意大利将在戴维斯杯决赛中交锋",
      "summary": "西班牙在戴维斯杯半决赛中经过激烈角逐，以决定性的双打比赛击败德国，成功晋级决赛，这是他们六年来首次进入决赛。西班牙队由队长大卫·费雷尔带领，在单打比赛中由帕布洛·卡雷尼奥·布斯塔击败扬-伦纳德·斯特鲁夫取得领先，但德国选手亚历山大·兹维列夫战胜豪梅·穆纳尔将比赛拖入双打决胜。在关键的双打中，马塞尔·格拉诺勒斯和佩德罗·马丁内斯以6-2、3-6、6-3战胜凯文·克拉维茨和蒂姆·普茨，锁定胜局。西班牙此前已六次赢得戴维斯杯，本次目标是第七次夺冠。决赛对手意大利是两届卫冕冠军，他们通过击败比利时晋级，这是意大利连续第三次进入决赛。双方都面临主力球员缺阵的挑战：西班牙因伤缺少世界第一卡洛斯·阿尔卡拉斯，意大利则缺少世界第二詹尼克·辛纳和洛伦佐·穆塞蒂。决赛定于周日在意大利博洛尼亚举行，时间为格林尼治标准时间14:00，这将是西班牙和意大利19年来首次在戴维斯杯相遇。费雷尔队长对球队的努力表示自豪，并强调需休息备战，应对意大利队的强大挑战。",
      "source": "BBC Tennis",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    }
  ]
}