{
  "articles": [
    {
      "id": "31ebe8e9b0e7f0e5",
      "title": "A Rocky Planet Far Away Surprises Scientists",
      "summary": "Scientists found a new planet that is very different from what they expected. Usually, rocky planets like Earth are close to their star, and gas planets like Jupiter are far away. But in a system around a star called LHS 1903, there is a rocky planet far from the star. This breaks the rule of how planets form. Astronomers used telescopes to study this system. They think the planets might have formed one after another, not all at the same time. This discovery helps us learn more about how planets are made in space.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_31ebe8e9b0e7f0e5_f212c3e35665.webp",
      "category": "Science"
    },
    {
      "id": "2d4e2c88ddc0b027",
      "title": "A Star That Became a Black Hole Without a Big Bang",
      "summary": "Astronomers watched a big star in space change into a black hole without exploding. This star was in the Andromeda Galaxy, far away. It got very bright and then became very dim quickly. Scientists used telescopes to see this happen over many years. They learned that not all big stars explode at the end of their lives. Some just collapse quietly into black holes. This helps us understand how black holes are born in space. The star's light faded slowly, and scientists can keep watching it for decades with powerful telescopes like the James Webb Space Telescope. This event is special because it gives a clear view of how stars turn into black holes.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2d4e2c88ddc0b027_8bf5bb37c7e1.webp",
      "category": "Science"
    },
    {
      "id": "2968922b55a7205b",
      "title": "Brain Zaps Make People Share More",
      "summary": "Scientists did a fun experiment to see if they could make people nicer by using a special brain machine. They asked 44 people to play a money-sharing game called the Dictator Game. In this game, each person had to decide how much money to give to someone else. The scientists used a safe brain stimulation tool on the players' heads to make two brain parts work together better. They found that when the brain parts were synchronized in a gamma rhythm, people became more generous. They shared more money, even if it meant they got less for themselves. This shows that our brains can be trained to help others more. The study was led by Jie Hu and others from universities in China and Switzerland. It helps us understand how our brains make us kind and why some people are more selfless than others.",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_2968922b55a7205b_d703091d3b2c.webp",
      "category": "Science"
    },
    {
      "id": "995f9985c66ee90b",
      "title": "Tiny RNA Can Copy Itself",
      "summary": "Scientists have found a very small piece of RNA that can make copies of itself. RNA is like DNA and can carry information and help with chemical reactions. This discovery is important because it might explain how life started on Earth. Long ago, RNA molecules that could copy themselves could have been the first step to life. The new RNA is only 45 bases long, which is very short. It was found by testing many random RNA pieces in a lab. This tiny RNA can link small pieces together to build a copy. It works slowly but is a big discovery for understanding the origin of life.",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_995f9985c66ee90b_9c7c36452211.webp",
      "category": "Science"
    },
    {
      "id": "5321cabd3640cbb8",
      "title": "Brain Cells That Help Heal Spinal Cord Injuries",
      "summary": "Scientists have found special brain cells called astrocytes that help heal spinal cord injuries. These cells are far from the injury site and are called lesion-remote astrocytes. They send signals to immune cells called microglia to clean up debris from the injury. This cleanup helps the body repair itself better. The study was done on mice and human patients, showing it might work in people too. This discovery could lead to new treatments for spinal cord injuries and diseases like multiple sclerosis. Astrocytes are support cells in the brain and spinal cord that keep things working properly. When there is an injury, they help by telling microglia to eat and digest the broken parts, which reduces inflammation and helps healing.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_5321cabd3640cbb8_004177c67acc.webp",
      "category": "Science"
    },
    {
      "id": "ad0a3ca81c6fd25c",
      "title": "Europe's Big Rocket Helps Amazon Launch Satellites",
      "summary": "Europe's Ariane 6 rocket had its first big launch with four boosters, carrying 32 satellites for Amazon into space. It took off from a space center in South America and flew high into the sky. The rocket was very powerful, with over 3.4 million pounds of thrust. Amazon and the rocket company called the mission a success. Amazon is building a big group of satellites in space for internet service, and they need many rockets to launch them. They are using different rockets from companies like SpaceX and United Launch Alliance. The Ariane 6 rocket is now ready to help, but some other rockets have had problems. Amazon is working hard to get all their satellites up in time.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ad0a3ca81c6fd25c_ed314680b13d.webp",
      "category": "Science"
    }
  ]
}