{
  "articles": [
    {
      "id": "83ec1d1dba7d76eb",
      "title": "Who Decides Greenland's Future?",
      "summary": "Greenland is a big island that belongs to Denmark, but it has its own government. Recently, the US president said he wants Greenland for America's safety. Greenland's leader and Denmark's leader both said no, it's not for sale. The UK prime minister, Sir Keir Starmer, agrees with them. He told the BBC that only Greenland and Denmark should decide what happens to Greenland. He said Denmark is a friend and part of NATO, so it's important to respect their choice. The article also talks about other things, like the US taking action in Venezuela, but Sir Keir didn't give a clear answer on that. Overall, this story is about who gets to make decisions for Greenland.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_83ec1d1dba7d76eb_0f468ae21f53.webp",
      "category": "News"
    },
    {
      "id": "41e0aa95aed2fdec",
      "title": "Man Pretends to Be Navy Admiral at Remembrance Event",
      "summary": "A man named Jonathan Carley dressed up as a navy admiral without permission at a Remembrance Sunday event in Llandudno, Wales. He wore a uniform with medals and pretended to be a high-ranking officer. This event is held to remember soldiers who died in wars. People at the event were worried because he was not a real admiral. The police arrested him at his home after pictures were shared online. He went to court and admitted to wearing the uniform without permission, which is against an old law from 1894. This caused concern because it disrespects the memory of fallen soldiers and the military.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_41e0aa95aed2fdec_77610b77f1df.webp",
      "category": "News"
    },
    {
      "id": "03806f9d28d725cf",
      "title": "A Fun Night at the Awards Show",
      "summary": "At the Critics' Choice Awards, a big event for movies and TV shows, Timothée Chalamet won a prize for best actor. He thanked his girlfriend Kylie Jenner and said he loved her, which made people talk. Jessie Buckley won best actress for a movie about Shakespeare's family. The awards were held in California and hosted by Chelsea Handler. They help stars get ready for the Oscars. Other movies and shows also won prizes. It was a night to celebrate good stories and actors.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_03806f9d28d725cf_adac6f1f803e.webp",
      "category": "News"
    },
    {
      "id": "b43218f8199b2dd0",
      "title": "Trump's Plan to Fix Venezuela's Oil Faces Big Problems",
      "summary": "President Trump wants to take over Venezuela's oil industry and have American companies fix it up. Venezuela has a lot of oil, but its oil industry is broken because it hasn't been taken care of for years and there are international rules against it. Experts say it will take a long time and a lot of money to make it work again. American companies might help, but they want the country to be stable first. Right now, Venezuela's government is uncertain, with different leaders arguing. If the plan works, it could make oil prices lower in the future, but it won't change prices right away because there is already too much oil in the world. Companies like Chevron are already working in Venezuela, but others are waiting to see what happens.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b43218f8199b2dd0_c9b4e139e0d6.webp",
      "category": "News"
    },
    {
      "id": "d1cb7670fa6bb15e",
      "title": "A Silent Walk to Remember Fire Victims in Switzerland",
      "summary": "In Switzerland, hundreds of people walked quietly to honor those who died or got hurt in a fire at a bar on New Year's Eve. The fire happened in a mountain town called Crans-Montana and caused 40 deaths and many injuries. On Sunday, after a church service, mourners marched up a hill to the bar, which is called Le Constellation. They stood silently in front of the bar, which is covered with white screens, and then clapped for rescue workers and police who helped. People left flowers and toys at a memorial to show they care. A local resident said it's important to support each other and be kind. Another person shared that her daughter was celebrating her birthday when the fire happened and got stuck. An older woman called for better safety checks in bars to prevent such tragedies. The event brought the community together to remember and heal.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_d1cb7670fa6bb15e_ade71bb8a65b.webp",
      "category": "News"
    },
    {
      "id": "531a0270b98a6832",
      "title": "North Korea Fires Missiles Before South Korean Leader's Trip",
      "summary": "North Korea launched several ballistic missiles into the sea near its coast on a Sunday morning. This happened just before the president of South Korea left for a visit to China. South Korea and Japan, which are neighbors, said the missiles flew about 900 kilometers and broke rules set by the United Nations. They asked North Korea to stop these actions and talk about peace. The United States said the missiles were not an immediate danger but promised to protect its friends. Experts think North Korea is showing off its weapons before a big meeting of its ruling party. South Korea's president went to China to ask for help in making peace on the Korean Peninsula, where North and South Korea are divided. China is a close friend and trading partner of North Korea, so South Korea hopes China can influence North Korea to talk instead of testing missiles.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_531a0270b98a6832_a1c71c126b73.webp",
      "category": "News"
    }
  ]
}