{
  "articles": [
    {
      "id": "5028c9f528327a42",
      "title": "迈克尔·B·乔丹表示《第四翼》电视剧不会“俗气”",
      "summary": "迈克尔·B·乔丹正通过他的制作公司Outlier Society与亚马逊合作，将畅销奇幻小说《第四翼》改编成电视剧。他强调该剧不会俗气，也不会采用明显的选角选择，而是计划平衡新面孔和知名演员，以避免分散观众注意力，让观众能像在书中想象的那样与角色产生共鸣。乔丹承认选角对于改编《天界》系列（包括多本书籍）至关重要，并指出该剧可能有庞大的演员阵容。在洛杉矶的奥斯卡颁奖午宴上，他的电影《罪人》获得多项提名，乔丹还讨论了他职业生涯向制片和导演方向的扩展，包括《托马斯·克朗事件》翻拍等项目。他暗示自己可能参演该剧但尚未确定，专注于创作一个诚实的改编作品。这部电视剧基于丽贝卡·亚罗斯的奇幻小说，全球销量数百万册，涉及龙、魔法、战争和浪漫元素，旨在吸引全球观众。",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5028c9f528327a42_c9b9466c469c.webp",
      "category": "Fun"
    },
    {
      "id": "9420487dbcfe709d",
      "title": "布拉德·皮特F1大片续集确认制作中，制片人证实",
      "summary": "据BBC报道，制片人杰里·布鲁克海默已正式确认，布拉德·皮特主演的F1大片的续集正在开发中。原电影由七届世界冠军刘易斯·汉密尔顿联合制片，今年获得四项奥斯卡提名，包括最佳影片。皮特饰演一名老将车手，在长期缺席后重返虚构的APXGP车队。关于续集的猜测已流传数月，但此前未获证实，包括上周Apple TV的新闻发布会。布鲁克海默在洛杉矶的奥斯卡年度午餐会上告诉BBC：“我们正在制作续集。”他未透露项目时间表或选角细节，包括皮特是否会再次出演，但表示将参与选角决策。去年夏季上映的F1全球票房达6.3亿美元，成为Apple原创电影中最成功的影院发行作品。制作期间在2023和2024年F1赛季进行了广泛拍摄，场景包括银石赛道的英国大奖赛。布鲁克海默对电影获奖认可表示惊喜和高兴，称其克服了罢工等制作挑战。他还讨论了其他项目，如《烈火悍将2》、另一部《雷霆壮志》电影、更多《壮志凌云》和《加勒比海盗》系列电影，以及一个“非常有趣”的UFO项目。上周，Apple TV举行新闻发布会讨论未来项目，F1首席执行官斯特凡诺·多梅尼卡利回应粉丝关于续集的问题时表示“敬请关注”，暗示未来将有更多消息。",
      "source": "BBC Entertainment",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_9420487dbcfe709d_343b947903d8.webp",
      "category": "Fun"
    },
    {
      "id": "0be3cd5d06b12997",
      "title": "布兰妮·斯皮尔斯出售全部音乐版权",
      "summary": "流行巨星布兰妮·斯皮尔斯已将其全部音乐版权出售给独立音乐出版商Primary Wave，交易金额约为2亿美元。此次销售于12月30日完成，涵盖了自1999年出道以来的九张录音室专辑，包括《...Baby One More Time》、《Toxic》等热门歌曲。布兰妮是全球最畅销的女歌手之一，唱片销量超过1.5亿张。这一举动发生在她于2021年结束长达13年的监护权之后，该法律安排曾由其父亲控制她的财务和个人生活。2024年1月，布兰妮表示她“永远不会重返音乐行业”，最后一次音乐作品是2022年与埃尔顿·约翰的二重唱。此次销售符合音乐行业的趋势，其他知名艺术家如布鲁斯·斯普林斯汀和贾斯汀·比伯也以巨额出售了他们的版权。Primary Wave由劳伦斯·梅斯特尔于20年前创立，此前已收购了Notorious BIG、王子等艺术家的遗产版权。交易具体细节未公开，突显了布兰妮在监护权结束后重新获得自主权的努力。",
      "source": "BBC Entertainment",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_0be3cd5d06b12997_36653591e4b4.webp",
      "category": "Fun"
    },
    {
      "id": "d276d451b1a902cb",
      "title": "迪士尼广告因展示“令人不安”的断体被禁",
      "summary": "英国广告标准局（ASA）禁止了一则迪士尼为科幻电影《掠食者：荒原》制作的广告，原因是该广告展示了一个断体，被认为可能吓到儿童并造成困扰。这则数字海报在格拉斯哥的吉夫诺克展出，描绘了一个大型外星人角色高举着一个断体，父母们投诉称这对年幼儿童来说“不适当且令人不安”。迪士尼辩称，断体实际上是一个机器人或“合成体”，其非人类性质通过断裂得以强调，并且该场景在10秒广告中持续时间不到两秒。公司还指出，广告经过第三方审查并根据反馈进行了修改，以体现社会责任。然而，ASA裁定迪士尼未能确保广告内容适合包括儿童在内的普通观众，强调其有责任避免使用令人恐惧的 imagery。这一事件引发了关于广告标准与儿童保护的广泛讨论，突显了娱乐行业创意营销与监管框架之间的紧张关系。",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_d276d451b1a902cb_a1b55b0ebc6a.webp",
      "category": "Fun"
    },
    {
      "id": "3afd5169edf142cd",
      "title": "福特公司去年额外承担9亿美元关税冲击",
      "summary": "福特汽车公司去年因特朗普政府关税减免计划的最后一刻变更，额外承担了9亿美元的关税成本，总额达到约20亿美元。该计划旨在帮助汽车制造商抵消进口零部件的关税，但有效日期的推迟减少了福特的预期收益。此外，福特因调整电动汽车战略面临重大财务损失，放弃了大型电动汽车计划，原因是消费者需求疲软和监管变化，这导致了195亿美元的支出和第四季度111亿美元的净亏损。作为回应，福特正在投资混合动力车、汽油车以及更小、更实惠的电动汽车以提高盈利能力。尽管遭遇这些挫折，福特季度收入超出分析师预期，管理层预测今年利润将增长且电动汽车业务亏损减少，股价在盘后交易中略有上涨。文章还指出通用汽车类似地因缩减电动汽车野心而承担16亿美元损失，反映了整个行业在关税不确定性和市场动态变化中面临的波动。",
      "source": "BBC Business",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_3afd5169edf142cd_9689d5a29524.webp",
      "category": "Fun"
    },
    {
      "id": "1b0bce5f4529077e",
      "title": "美国12月消费者支出放缓：经济预警信号？",
      "summary": "2025年12月，美国零售销售意外持平，与11月相比没有变化，这在假日季节引发了人们对经济可能放缓的担忧。这一趋势打破了此前数月相对强劲的支出模式，主要受劳动力市场疲软、持续通胀和工资增长降温等因素影响。美国商务部报告显示，家具店销售额环比下降0.9%，服装零售商下降0.7%，尽管整体销售额同比增长2.4%，但低于11月的3.3%。经济学家警告称，这种疲软可能只是暂时的，因为消费者支出占美国经济活动的三分之二以上，是关键的经济指标。他们指出，税收退款、美联储去年的三次降息以及劳动力市场状况的稳定可能推动支出在春季反弹。该数据因政府停摆而延迟发布，是评估全球经济最大经济体潜在弱点的一系列经济报告之一，专家们正密切关注以判断这是短期波动还是更广泛经济问题的征兆。",
      "source": "BBC Business",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_1b0bce5f4529077e_ae2ae866f81f.webp",
      "category": "Fun"
    }
  ]
}