{
  "articles": [
    {
      "id": "4148afa0a1df6ef0",
      "title": "Celebrity Citizenship Through Ancestral DNA in Guinea",
      "summary": "American film stars Meagan Good and Jonathan Majors have acquired Guinean citizenship following DNA tests that traced their ancestry to the West African nation. The couple, who married in 2024 after Majors faced legal issues in the US, participated in a private cultural ceremony organized by Guinea's ministry of culture at the Gbassi Kolo tourist centre. During the event, passports were presented by Djiba Diakité on behalf of President Mamadi Doumbouya, accompanied by traditional performances like djembe drumming. Majors expressed that this citizenship helps bridge their identities as entertainers and members of the African diaspora, while Good thanked Guinea for the opportunity on her first visit. Their trip includes touring Boké, a coastal region with historical slave trade sites, though it's unclear if they plan to invest or relocate. This initiative aligns with broader trends in Africa, such as Ghana's 'Year of Return' in 2019, which encourages diaspora reconnection and investment, with other celebrities like Stevie Wonder, Ciara, and Samuel L. Jackson also taking up African citizenships in recent years.",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_4148afa0a1df6ef0_d7f2f5286557.webp",
      "category": "Fun"
    },
    {
      "id": "4b87691f9244eca1",
      "title": "Sabalenka Advances to Brisbane Final with Strong Performance",
      "summary": "World number one Aryna Sabalenka secured her place in the Brisbane International final for the third consecutive year by defeating Karolina Muchova 6-3, 6-4. This victory marks a significant step in her preparations for the upcoming Australian Open, where she aims to win her third title in four years. Sabalenka's dominant play overcame Muchova, who had previously won their last three encounters, showcasing her power and skill at the Queensland Tennis Centre. In the final, she will face Marta Kostyuk, whom she has never lost a set against. The article also covers other tennis events: in the men's tournament, Brandon Nakashima and Daniil Medvedev will compete in the final, and Switzerland advanced to the United Cup final by beating Belgium. These results highlight the competitive nature of professional tennis as players gear up for major tournaments like the Australian Open, which runs from January 18 to February 1.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b87691f9244eca1_0a874e6f595f.webp",
      "category": "Fun"
    },
    {
      "id": "b9ad6a8da4d5db9e",
      "title": "Sir Tom Jones Exposes Social Media Scam Targeting Fans",
      "summary": "Sir Tom Jones, the renowned Welsh singer, has issued a public warning about a distressing scam involving fake social media profiles that impersonate him. These fraudulent accounts, which have been reported on platforms like Instagram and X, aim to deceive fans by pretending to be Sir Tom or his team, often attempting to engage in private conversations to exploit vulnerable individuals. In a recent post featuring a black screen with red text, Sir Tom clarified that he does not communicate directly with individuals via social media and urged followers to report and block any suspicious profiles. This scam has previously led to victims losing thousands of pounds, highlighting a broader issue of celebrity impersonation fraud. The National Fraud Helpline notes that fraudsters commonly use such tactics, and the government is pushing for stricter regulations on platforms like X to combat these abuses. The incident underscores the risks of online interactions and the need for vigilance in the digital age.",
      "source": "BBC Entertainment",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_b9ad6a8da4d5db9e_6af6ee7c492d.webp",
      "category": "Fun"
    },
    {
      "id": "ab5e8bcf36a614b0",
      "title": "Stranger Things Drives Music Chart Success for 1980s Hits",
      "summary": "Joe Keery, known for his role as Steve Harrington in Stranger Things and his musical alias Djo, has achieved number one in the UK charts with his song End of Beginning. Originally released in 2022, the song peaked at number four earlier in 2024 but surged to the top spot following the finale of Stranger Things' fifth season. This success is partly due to viral trends on TikTok, where fans created edits using the song. Additionally, classic 1980s tracks featured in the show, such as Prince's Purple Rain and Kate Bush's Running Up That Hill, have re-entered the top 20, demonstrating the series' significant impact on music consumption. According to the Official Charts Company, End of Beginning was streamed 5.4 million times in the UK this week and over 55 million times globally on Spotify, dethroning Taylor Swift's song. Experts like Sarah Kloboves note that TikTok leverages nostalgia to engage diverse audiences, with older songs appealing to both sentimental older listeners and younger users discovering them for the first time. This trend highlights how media and social platforms can revive older music, broadening its reach.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ab5e8bcf36a614b0_5d4d45d71663.webp",
      "category": "Fun"
    },
    {
      "id": "bf014b6dfefe13ef",
      "title": "Major Hollywood Stars Omitted from Bafta Longlists, Impacting Oscar Prospects",
      "summary": "Prominent actors George Clooney, Dwayne Johnson, and Julia Roberts have been excluded from the longlists for the Bafta Film Awards, a significant development as the Baftas frequently serve as a reliable predictor for the Oscars. The longlists, which precede the final nominations announcement on January 27, reveal that Paul Thomas Anderson's film One Battle After Another leads with 16 mentions. Despite their Bafta omission, Clooney, Johnson, and Roberts remain contenders at the Golden Globes for their respective films. Historically, the correlation between Bafta and Oscar winners is strong, with 13 of the last 15 Bafta best actor winners and 10 of the last 12 best actress winners achieving Oscar success. This trend suggests that missing Bafta recognition could diminish their Oscar chances. In contrast, Adam Sandler has secured a spot on the Bafta best supporting actor longlist, while the animated film KPop Demon Hunters is ineligible due to its prior streaming release on Netflix in the UK. The article underscores the competitive nature of award seasons and the strategic importance of Bafta nominations in the broader awards landscape.",
      "source": "BBC Entertainment",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_bf014b6dfefe13ef_9efadb0b3ef6.webp",
      "category": "Fun"
    },
    {
      "id": "c11108e6dc3d965b",
      "title": "Design Breakthrough Enhances Solid-State Battery Performance",
      "summary": "Batteries are essential for modern technology, but issues like high costs and safety risks, such as fires, persist. Solid-state batteries offer a safer alternative by using solid electrolytes instead of liquid ones, yet they face challenges in performance due to slow lithium-ion movement. A research team in South Korea, led by Professor Dong-Hwa Seo from KAIST, has made a significant breakthrough by improving battery design without relying on expensive metals. They focused on zirconium-based halide solid electrolytes and introduced divalent anions like oxygen and sulfur through a 'Framework Regulation Mechanism.' This adjustment expands the internal pathways, reducing energy barriers and allowing lithium ions to move two to four times faster. Advanced tools confirmed these structural changes, leading to ionic conductivities above 1 mS/cm at room temperature, suitable for practical use. The study emphasizes a shift in battery research from material selection to structural design, potentially lowering costs and enhancing safety for applications in electric vehicles and electronics.",
      "source": "Science Daily - Technology",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_c11108e6dc3d965b_1d9a654a1152.webp",
      "category": "Fun"
    }
  ]
}