{
  "articles": [
    {
      "id": "32bd3bd3f2f33a53",
      "title": "Ozzy Osbourne Gets a Big Music Award",
      "summary": "Ozzy Osbourne, a famous heavy metal singer, will receive a Lifetime Achievement award at The Brit Awards. He died last July, so this award is given after his death. The ceremony is in Manchester on Saturday. His wife Sharon helped plan a special music performance with Robbie Williams to honor him. Ozzy was in a band called Black Sabbath and sold many albums. He won other awards like Grammys too. The Brit Awards are moving to Manchester for the first time, and many singers will perform that night.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_32bd3bd3f2f33a53_1a46549749c3.webp",
      "category": "Fun"
    },
    {
      "id": "0d882f07fcee6af0",
      "title": "Olivia Dean's Fun Concert in Manchester",
      "summary": "Olivia Dean is a singer who performed a special show in Manchester, England. She sang songs from her album called The Art Of Loving. The concert was held at Albert Hall, a big building, and it happened just before the Brit Awards, where she is nominated for five prizes. Many fans came to see her, and they cheered loudly for her. Olivia felt a little shy because of all the cheering. Her band played live music without any recordings, and she wore a pretty green dress. The show was for charity, which means it helped raise money for good causes. Olivia's music is a mix of soul and pop, and people like her because she is friendly and talented.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0d882f07fcee6af0_2ac03c950510.webp",
      "category": "Fun"
    },
    {
      "id": "ddb1e3da687931e2",
      "title": "Making Green Hydrogen Better for Our Planet",
      "summary": "Green hydrogen is a clean fuel that can help us stop using dirty fossil fuels like oil and coal. But making it is expensive and can harm the environment because it uses bad chemicals called PFAS, which are 'forever chemicals' that don't break down. Scientists from Europe are working on a big project called SUPREME to fix this. They want to create a new way to make green hydrogen without PFAS and use less of a rare metal called iridium, which is very costly. This will make green hydrogen cheaper and safer. The project involves universities and companies from countries like Denmark, Austria, and Turkey. If they succeed, green hydrogen can be used more in industries like making steel and storing extra energy from wind and solar power, helping our planet become cleaner.",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_ddb1e3da687931e2_9c688b4cbc9b.webp",
      "category": "Fun"
    },
    {
      "id": "48dd0f73120e2b41",
      "title": "Big Movie Studio Sale: Paramount Wins Warner Bros",
      "summary": "Paramount is set to buy Warner Bros, a famous movie studio, for about $111 billion. Netflix was also trying to buy it but decided not to because the price was too high. Warner Bros said Paramount's offer was better. This big sale could change how movies and TV shows are made and watched. Netflix said they were careful with their money and didn't want to pay more. The deal needs approval from government officials to make sure it's fair. If it happens, Paramount will own Warner Bros, including its movies and TV networks like CNN. This is a big story in Hollywood.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_48dd0f73120e2b41_db073563de54.webp",
      "category": "Fun"
    },
    {
      "id": "0c8368f27cd94458",
      "title": "Moon Rocks Show Short Bursts of Strong Magnetism",
      "summary": "Scientists have solved a big mystery about the Moon's magnetic field. For years, people argued whether the Moon had a strong or weak magnetic field long ago. By studying rocks brought back by Apollo astronauts, researchers found that the Moon did have very strong magnetism, but only for short times. Most of the time, the Moon's magnetic field was weak. The Apollo missions collected rocks from one area that had these rare strong events, making it seem like they lasted longer than they did. The rocks with high titanium showed strong magnetism, while others did not. This helps us understand the Moon's history better.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_0c8368f27cd94458_b7131706ad0f.webp",
      "category": "Fun"
    },
    {
      "id": "d879d70080794efc",
      "title": "Tracey Emin's Artwork: A Bed That Tells a Story",
      "summary": "Tracey Emin is a famous artist who made a special artwork called My Bed in 1998. It showed her messy bedroom with things like dirty sheets, empty bottles, and cigarettes. People were surprised because it looked very real and personal. The artwork was nominated for a big prize called the Turner Prize and sold for over £2.5 million. Now, Tracey says if she made My Bed today, it would be tidy, clean, and boring, with nice sheets and her cats nearby. She explains that the messy bed was from a sad time in her life, but it helped her feel better. The artwork is now on display at a museum in London, and it makes people think about what art can be.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_d879d70080794efc_4dc8d6016477.webp",
      "category": "Fun"
    }
  ]
}