{
  "articles": [
    {
      "id": "dd95e8a1e2250f93",
      "title": "Famous Fashion Designer Paul Costelloe Passes Away",
      "summary": "Paul Costelloe, a famous fashion designer from Ireland, has died at the age of 80 in London. He was very well-known for his work in fashion in Britain and Ireland. His family shared that he died after a short illness and was with his wife and children when he passed away peacefully. Paul was born in Dublin, where his father had a company that made raincoats. He studied fashion in Dublin and Paris and started his own fashion label in 1979. He showed his clothes at big fashion events in cities like London, Paris, Milan, and New York. A special part of his career was being the personal designer for Princess Diana, which he did from 1983 until she died in 1997. Paul liked to use Irish fabrics like linen and tweed in his designs. He also worked with stores and was part of fashion weeks. Sometimes he said things that people didn't like, such as once saying Irish women weren't stylish, but later he said Ireland had become more European. His life shows how he helped make fashion exciting and remembered his roots.",
      "source": "BBC Entertainment",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "0f67b3de7a9298a0",
      "title": "Radiohead deliver a spell-binding, hit-packed set in London",
      "summary": "\"Whenever you're ready,\" says Thom Yorke, adopting the tone of a schoolteacher waiting for an unruly class to settle down, as Radiohead get ready to play their encore at London's O2 Arena.\n\nIt's a rare flash of humour from the frontman, whose onstage utterings are mostly limited to mumbled \"thank yous\". But it's also an acknowledgment of how long fans have been waiting for this show.\n\nIt is now 10 years since Radiohead last released new material, and 99 months since their last UK gig.\n\nAnticipation for their return has been building ever since they announced a limited run of concerts in September. Setlists from early shows in Spain and Italy have generated news stories (\"Radiohead play Nice Dream for the first time since 2009\"), as fans pore over the song choices.\n\nAccording to one source, they've rehearsed 65 different numbers.\n\nAt the O2, the band sift through their entire discography - from the arena rock anthems of 1994's The Bends to the celestial ballads of A Moon Shaped Pool, via the layered electronics of Kid A, currently celebrating its 25th anniversary.\n\nThere are some signs that Radiohead are a bit rusty. A few timing and tuning issues crop up, which could easily be the result of a first night in a new venue, but which feel odd for a band of such technical proficiency.\n\nBut when it comes together, it's a rapturous, spell-binding sight.\n\nThey begin with the spacey, hypnotic Planet Telex, and follow it up with a crunchy version of 2+2=5, written in 2003 as a reaction to George W Bush's \"War on Terror\", and taking on new urgency in a world where political norms have seemingly been turned upside down.\n\nBy the third song, Sit Down, Stand Up, they're flexing their musical muscles, with an extended outro of percussive lunacy, aided by US session musician Chris Vatalaro.\n\nHis addition to the line-up is a giveaway. Radiohead's secret sauce has always been their rhythm section - who manage to locate sinewy, danceable grooves even when presented with their bandmate's most challenging material.\n\nThe prowling bassline of National Anthem and the slamming drum loops of Idioteque, in particular, give the audience ample opportunity to jump up and down.\n\nThat said, it's amusing to watch bassist Colin Greenwood try (and fail) to get the crowd clapping in time to the glitchy and unconventional rhythms of 15 Step.\n\nInstead, most of them simply bob their heads up and down in unified appreciation of the music. At times, it looks like a convention of nodding dogs.\n\nCushioned between the more experimental songs, however, were the real crowd-pleasers: An elegiac version of Lucky, a beautifully twisted No Surprises and a genuinely sublime version of Weird Fishes/Arpeggi.",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_0f67b3de7a9298a0_8640bd069f0c.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Italy Wins Big Tennis Match to Reach Final",
      "summary": "In an exciting tennis match, Flavio Cobolli from Italy played against Zizou Bergs from Belgium in the Davis Cup. The match was very close and went into a long tie-break, which is like a mini-game to decide the winner. Cobolli saved seven match points, which are chances for his opponent to win, and finally won after a 32-point tie-break. He was so happy that he took off his shirt to celebrate with the home fans in Bologna. This victory means Italy will play in the final against Spain or Germany. Cobolli said it was one of the best days of his life because he fought hard for his country, team, and family. Italy is trying to win the Davis Cup for the third time in a row, something no country has done in over 50 years.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    },
    {
      "id": "43a92215b455b275",
      "title": "Superman Comic Found in Attic Sells for Millions",
      "summary": "Three brothers found a very old Superman comic book in their mom's attic in California. It was from 1939 and was in great condition. They sold it at an auction for $9.12 million, which is the most money ever paid for a comic book. Their mom had kept it since she was young, and the cool weather helped keep it safe. This comic is special because it's one of the first Superman stories. The brothers were surprised and happy about their find. It shows how valuable old comics can be if they are taken care of properly. This story is exciting for comic book fans everywhere.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_43a92215b455b275_2ff57cd07118.webp",
      "category": "Fun"
    },
    {
      "id": "0a7a6fcfd9091631",
      "title": "BBC Faces Challenges to Stay Important",
      "summary": "A group of politicians in the UK, called MPs, have said that the BBC is having a hard time staying important for everyone. They worry that the BBC is not connecting well with young people and others who feel left out. The BBC makes money from a TV licence fee that people pay to watch TV, but many are not paying it, which means the BBC is losing over £1.1 billion. This money loss could make it harder for the BBC to make good shows and news for everyone. The MPs think the BBC needs to change to attract more young viewers who prefer other media like streaming services. In response, the BBC agrees that the licence fee system needs to be fixed, but they want to make sure the BBC can still be a public broadcaster for all. It's important for the BBC to listen to all audiences to stay trusted and relevant in the future.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0a7a6fcfd9091631_aaff9d374810.webp",
      "category": "Fun"
    },
    {
      "id": "7c17da668125efbe",
      "title": "Germany's Exciting Tennis Win",
      "summary": "Germany had a very exciting tennis match in the Davis Cup, which is a big team competition. They played against Argentina and were losing at first, but then they made a great comeback to win. In the doubles match, Kevin Krawietz and Tim Puetz saved three match points, which means they were almost out of the game, but they fought hard and won in a tie-break. Alexander Zverev also helped by winning his singles match. Now, Germany will play against Spain in the semi-finals. The players were very happy and said it was an incredible match. This win is special because Germany hasn't been in the final since 1993. Tennis is a fun sport where players hit a ball over a net, and teams work together to score points.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7c17da668125efbe_83847e8f4be1.webp",
      "category": "Fun"
    }
  ]
}