{
  "articles": [
    {
      "id": "5503d12241258b03",
      "title": "Video Games That Teach History",
      "summary": "Total War is a popular video game series where players act as historical leaders to manage armies and resources, aiming to conquer the world. It has sold over 35 million copies and features settings like ancient Rome and feudal Japan. The developers work hard to make the games accurate to history. Professor Peter Wilson, an expert on war from Oxford University, helps them by advising on a new game called Total War: Medieval III. He wants to share knowledge about past wars with people through games, not just books or TV. He got involved after a developer read his book, and he helps make the games more realistic, such as showing how seasons affected battles in medieval times.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5503d12241258b03_538734e1049f.webp",
      "category": "Fun"
    },
    {
      "id": "2367882b1ba5a225",
      "title": "TV Doctor Punam Krishan Shares Her Breast Cancer Story",
      "summary": "Punam Krishan is a TV doctor who was on a dancing show. She found out she had breast cancer five months ago. Breast cancer is a sickness that can affect people. She finished her treatment and is getting better now. Punam said it was very hard and scary to be sick, even though she is a doctor who helps others. She kept it private to protect her children and family. Her husband and friends helped her a lot. Punam shared her story on Instagram to be honest and show that life can be tough. She is grateful for the NHS team that took care of her.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_2367882b1ba5a225_8e6c326da962.webp",
      "category": "Fun"
    },
    {
      "id": "1a40780922c0c5c1",
      "title": "Francesca Jones Wins Big Tennis Match",
      "summary": "Francesca Jones is a tennis player from Britain. She just won her biggest match ever in Auckland. She beat Emma Navarro, who is ranked 15th in the world. Jones is ranked 72nd and had never played someone in the top 20 before. The match was tough with three sets: 7-5, 2-6, 6-4. Jones stayed calm and won the last set. She said she was very tired after the match. Jones has a rare condition called EEC, which affects her hands and feet. Doctors told her she might not play tennis, but she kept trying. Last year, she thought about stopping, but she had her best season instead. This win shows she can keep improving.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_1a40780922c0c5c1_c17668bf1a20.webp",
      "category": "Fun"
    },
    {
      "id": "bbfdfdcb29894bcc",
      "title": "Novak Djokovic Leaves the Tennis Group He Started",
      "summary": "Novak Djokovic is a famous tennis player who has won many big tournaments. He helped start a group called the Professional Tennis Players Association (PTPA) in 2021 with another player, Vasek Pospisil. This group was made to give tennis players a stronger voice. Now, Djokovic has decided to leave the PTPA completely. He says he is worried about how the group is run and how it uses his name and picture. Djokovic wants to focus on playing tennis and spending time with his family. The PTPA says it is being treated unfairly because it is taking legal action against other tennis organizations. Djokovic wishes the group well but says his time with it is over.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_bbfdfdcb29894bcc_1717dcfcfb8f.webp",
      "category": "Fun"
    },
    {
      "id": "79b4a8893141a72a",
      "title": "A Secret in Tiny Drops: How Scientists See Super-Fast Movements",
      "summary": "Scientists have found a new way to look at liquids like water or sugar water, which are always moving at a tiny molecular level. They used a special tool called high-harmonic spectroscopy (HHS) with very fast laser pulses to take pictures of molecules in liquids. This helps them see how molecules interact, which is important for things like how our cells work. The researchers tested a mix of methanol and a chemical called fluorobenzene and saw something surprising: it produced less light and one color of light disappeared. This showed that the molecules were shaking hands in a special way, called a hydrogen bond. This discovery helps scientists understand liquids better, which could lead to new medicines or materials.",
      "source": "Science Daily - Technology",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_79b4a8893141a72a_087333fe1b68.webp",
      "category": "Fun"
    },
    {
      "id": "a4296e41be5624a8",
      "title": "Earth Sends Tiny Pieces to the Moon",
      "summary": "Scientists have discovered that Earth has been sending tiny bits of its air to the moon for billions of years. They thought Earth's magnetic field would stop this, but it actually helps. The sun's wind pushes particles from Earth's atmosphere, and Earth's magnetic field guides them to the moon. This happens very slowly over a long time. The moon's soil has collected these particles, which include things like water and nitrogen. This means the moon might have a record of Earth's past air and could help astronauts in the future by providing resources. Researchers used computer simulations to understand this process better.",
      "source": "Science Daily - Technology",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_a4296e41be5624a8_3447c37ffbf1.webp",
      "category": "Fun"
    }
  ]
}