{
  "articles": [
    {
      "id": "b931157475ee31d6",
      "title": "《呼啸山庄》新电影改编引发评论界分歧",
      "summary": "埃默拉尔德·芬内尔执导的新电影《呼啸山庄》改编自艾米莉·勃朗特的经典哥特小说，由雅各布·埃洛迪和玛格特·罗比主演，在情人节周末上映前引发了评论界的激烈分歧。这部电影重新诠释了原著中凯茜和希斯克利夫之间充满激情、痴迷和复仇的复杂爱情故事，背景设定在18世纪末至19世纪初的英格兰。影片融入了现代元素，如受BDSM启发的场景和流行歌手查莉·XCX创作的配乐，并通过使用引号标注片名来强调芬内尔的个人解读。评论观点两极分化：《卫报》的彼得·布拉德肖给予两星评价，批评影片情感空洞、风格过度，称之为一次失误；而《每日电讯报》的罗比·柯林则打出五星，赞扬其华丽、狂野，认为风格得当即是实质。其他评论，如《太阳报》和《独立报》，指出影片用浪漫小说套路和夸张表演取代了文学深度，同时承认其激烈和有趣的一面。文章突出了关于文学改编忠实度与风格创新在电影中的作用的持续辩论。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b931157475ee31d6_69ae7256af8e.webp",
      "category": "News"
    },
    {
      "id": "001408bcbf00016d",
      "title": "马克龙呼吁欧洲开始像世界大国一样行动",
      "summary": "法国总统埃马纽埃尔·马克龙敦促欧洲在世界舞台上展现自身力量，称现在是开始像“大国”一样行动的时候了。面对来自中国、俄罗斯和美国的日益增长的威胁，他告诉一组欧洲报纸，欧洲大陆面临一个“警醒时刻”。马克龙重申了他对欧盟范围内共同贷款的呼吁，以筹集数千亿欧元用于工业投资，特别是在安全与国防、清洁能源和人工智能等关键领域。他认为，全球金融市场越来越担心美元，并寻求替代品，而欧洲的民主法治国家具有巨大吸引力。然而，这一提议遭到德国等国家的怀疑，它们担心法国想利用欧洲承担其自身因改革不足而无法负担的财政负担。马克龙承认法国“从未有过平衡的模型”，但指出葡萄牙、西班牙、意大利和希腊等国的改革正在取得成效。他还呼吁欧盟“保护”其产业，确保对欧洲和非欧洲生产商实施一致的规则，而不是采取保护主义。总体而言，马克龙的愿景是推动欧洲更加团结和自信，以在全球事务中发挥更大作用。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_001408bcbf00016d_b72262347ce0.webp",
      "category": "News"
    },
    {
      "id": "caa7156a3418bd40",
      "title": "英国可再生能源拍卖创纪录后，更多太阳能农场即将建设",
      "summary": "英国政府近期举行了一次创纪录的可再生能源拍卖，向包括英格兰、苏格兰和威尔士的157个太阳能农场项目授予合同，以推动清洁电力发展。这一举措旨在支持到2030年使大不列颠至少95%的电力来自清洁能源的目标，包括太阳能、风能等可再生能源以及核能。太阳能被视为一种成本效益高的方式，可减少对化石燃料的依赖，尤其在夏季风速较低时补充风能。然而，扩张面临一些地方社区的反对，他们担心大规模太阳能农场可能导致农村地区的“大规模工业化”，例如林肯郡和诺丁汉郡边境的西伯顿项目。最新拍卖确保了4.9吉瓦的太阳能容量，高于2024年上一轮的3.3吉瓦，有助于实现到2030年45-47吉瓦的目标。去年，太阳能提供了英国超过6%的电力，在7月的一些时段甚至超过40%。此外，政府还推广储能系统以在非晴天时段管理太阳能。尽管所有项目已获得规划许可，但国家清洁能源目标与地方环境影响之间的紧张关系凸显了可再生能源转型中的持续辩论。这一发展反映了在可持续过渡策略中，宏观经济政策、技术创新与社会环境权衡之间的复杂互动。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_caa7156a3418bd40_2539e55dc20d.webp",
      "category": "News"
    },
    {
      "id": "2b9fb7e8f5a451dc",
      "title": "以35万英镑购买一座岛屿...但你必须涉水穿过河口才能到达",
      "summary": "Ynys Gifftan是位于威尔士德怀里德河口的一座潮汐岛，靠近波特梅里恩，面积17英亩，售价35万英镑，略高于英国平均房价。该岛拥有一座维多利亚式石制农舍，自1970年代以来无人居住，需要进行大规模翻修。历史上，居民常在低潮时涉水往返大陆，有时甚至脱鞋而行。如今，高潮时可乘船抵达，低潮时则需步行穿过潮汐沙滩。房地产代理商Carter Jonas表示，由于该岛的独特性，已引起广泛关注，并组织陪同看房，但提醒潜在买家注意地形和潮汐条件带来的风险。Rightmove网站上的列表描述该岛拥有埃里里国家公园的广阔未受破坏景观和全景视野，但土地部分荒芜，需通过放牧和管理恢复潜力。预计感兴趣的买家可能是寻求威尔士海岸风景中激动人心生活方式项目或隐秘避风港的人。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_2b9fb7e8f5a451dc_de048b808d4b.webp",
      "category": "News"
    },
    {
      "id": "6ae19cf31e02df27",
      "title": "参议院就国土安全部资金问题展开谈判",
      "summary": "在华盛顿特区，参议院民主党人与白宫正就国土安全部（DHS）的资金问题进行紧急谈判，以避免本周六可能发生的部分政府停摆。民主党人提出了一系列移民执法改革要求，包括司法令状、改进官员身份识别、新的使用武力标准以及停止种族定性。这些提议是对上月明尼阿波利斯两名抗议者被联邦特工枪击事件的回应。白宫已提出反提案，尽管具体细节未公开，但参议院两党领导人表示有进展。民主党领袖查克·舒默强调其要求的合理性，而共和党人约翰·图恩则称文件交换为积极信号。然而，基层议员对在移民这一敏感问题上达成两党共识持怀疑态度，突显了政治紧张和时间限制。谈判涉及国家安全、公民权利和立法策略的复杂互动，反映了美国移民政策中的深层次分歧。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_6ae19cf31e02df27_3814d77b598f.webp",
      "category": "News"
    },
    {
      "id": "e73f4964e2016179",
      "title": "美国副总统历史性访问亚美尼亚，推动地区和平进程",
      "summary": "美国副总统JD·万斯对亚美尼亚进行了历史性访问，这是现任美国总统或副总统首次到访该国。此次访问旨在推动美国斡旋的和平倡议，以解决亚美尼亚与阿塞拜疆之间长达数十年的纳戈尔诺-卡拉巴赫地区冲突。万斯与亚美尼亚总理尼科尔·帕希尼扬签署了一项协议，以推进民用核能交易的谈判，并宣布美国愿意向亚美尼亚出口先进计算机芯片和监视无人机，同时投资于该国的基础设施建设。这次访问紧随2024年8月白宫的一项协议之后，帕希尼扬和阿塞拜疆总统伊利哈姆·阿利耶夫在该协议中重申了对签署和平条约的承诺，但条约仅由外交部长草签，尚未正式签署或获得议会批准。万斯强调和平需要面向未来的思维，而非拘泥于过去，并计划接下来访问阿塞拜疆。卡拉巴赫冲突根植于苏联时代的领土争端，2020年的战争和2023年阿塞拜疆的闪电战导致约12万亚美尼亚族居民流离失所。万斯在访问中表达了对帕希尼扬在即将举行选举中的支持，并肯定了亚美尼亚作为古老基督教国家的遗产，而帕希尼扬则对美国领导层表示感谢，并接受了参加特朗普和平委员会的邀请。此次访问突显了美国在该地区的外交努力和地缘政治影响，旨在促进稳定与合作。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e73f4964e2016179_d95762c3c022.webp",
      "category": "News"
    }
  ]
}