{
  "articles": [
    {
      "id": "9d8649c30112d512",
      "title": "研究发现2型糖尿病会物理性改变人类心脏",
      "summary": "悉尼大学的研究人员发现新证据表明，2型糖尿病直接改变心脏的结构和能量产生方式。这项发表在《EMBO分子医学》上的研究分析了来自接受心脏移植的糖尿病患者和健康捐赠者的人体心脏组织。结果显示，糖尿病导致心脏细胞发生特定分子变化，影响能量生成和肌肉完整性，尤其在缺血性心肌病患者中更为明显。使用先进显微镜技术，团队观察到糖尿病引起的心肌纤维化，即纤维组织堆积。该研究揭示了糖尿病与心脏病之间的新联系，表明糖尿病通过干扰生物过程和重塑心肌加速心力衰竭。在澳大利亚，心脏病是主要死因，超过120万人患有2型糖尿病，这项研究为开发潜在治疗方法提供了重要见解。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_9d8649c30112d512_e5d6fa2b57eb.webp",
      "category": "Science"
    },
    {
      "id": "7a433269aba67cb7",
      "title": "身体时钟弱可能是痴呆症的早期预警",
      "summary": "一项新研究表明，人体内部时钟的紊乱可能与更高的痴呆症风险相关。这项于2025年12月29日发表在《神经病学》杂志上的研究，追踪了2183名平均年龄79岁的成年人，使用心脏监测器测量了约12天的休息-活动模式。研究发现，昼夜节律较弱且不规律的个体，在三年内患痴呆症的风险增加了近2.5倍。此外，每日活动峰值在下午2:15之后的人，比峰值较早者风险高出45%。昼夜节律是身体自然的24小时计时系统，调节睡眠-觉醒周期以及激素释放等功能。随着年龄增长，节律常发生变化，而这项研究提示这些变化可能作为痴呆症的早期预警信号。尽管研究未证明因果关系，但它强调了维持规律日常生活节奏对老年人大脑健康的重要性，为预防策略提供了新视角。",
      "source": "Science Daily",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7a433269aba67cb7_f50c9d580870.webp",
      "category": "Science"
    },
    {
      "id": "51139d293c57843b",
      "title": "这块古老化石可能重写人类起源的故事",
      "summary": "一项发表在《科学进展》杂志上的新研究提供了有力证据，表明距今约七百万年的乍得沙赫人（Sahelanthropus tchadensis）能够直立行走，这可能使其成为已知最早的人类祖先。研究人员利用先进的三维成像和分析技术，检查了2000年代初在乍得朱拉卜沙漠发现的化石。他们识别出股骨结节，这是一种与髂股韧带相关的骨骼特征，对直立姿势至关重要，同时还发现了其他支持双足行走的解剖特征，如股骨前扭转和臀肌复合体。分析还比较了肢体比例，显示乍得沙赫人的股骨相对于尺骨较长，更类似于南方古猿等早期人科动物而非猿类。主要作者斯科特·威廉姆斯指出，乍得沙赫人是一种具有黑猩猩大小大脑的双足猿类，可能部分时间在树上生活，但适应了地面运动。这项合作研究涉及多个机构的科学家，解决了关于该物种运动方式的长期争论，为人类谱系中双足行走的早期进化提供了见解。",
      "source": "Science Daily",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_51139d293c57843b_b88436cc1a9e.webp",
      "category": "Science"
    },
    {
      "id": "8c0bcedb9a538753",
      "title": "隐藏的计时系统如何塑造你的思维",
      "summary": "罗格斯健康中心在《自然通讯》上发表的一项新研究探讨了大脑如何通过白质连接整合快慢神经信号以支持认知功能，如思维和决策。研究聚焦于内在神经时间尺度（INTs），即不同脑区处理信息的特征时间窗口。通过分析960名个体的大脑成像数据，团队创建了连接组——大脑连接的详细图谱，并应用数学模型追踪信息流动。他们发现，INTs在大脑皮层的排列方式影响大脑在行为活动模式之间转换的效率，这解释了人们认知能力的差异。此外，这些时间模式与遗传和生物学特征相关，在小鼠大脑中也观察到类似机制，表明其跨物种保守性。研究强调，大脑连接与区域时间差异更匹配的个体往往具有更高的认知能力。未来应用包括研究神经精神疾病，如精神分裂症，以了解连接性变化如何随时间破坏信息处理。这项研究增进了我们对大脑计时机制及其在认知和心理健康中作用的理解，为潜在的治疗干预提供了基础。",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_8c0bcedb9a538753_7e4fe63cd8c5.webp",
      "category": "Science"
    },
    {
      "id": "b243ed0717e037e4",
      "title": "研究人员在“爱因斯坦沙漠”中发现土星大小的行星",
      "summary": "研究人员通过微引力透镜技术发现了一颗土星大小的流浪行星，这是首次在被称为“爱因斯坦沙漠”的统计区域中探测到此类天体。微引力透镜是一种引力透镜现象，当行星在地球与遥远恒星之间经过时，会暂时放大恒星的亮度，从而能够识别自由漂浮的行星。这颗行星由韩国微引力透镜望远镜网络和光学引力透镜实验项目合作发现，并得到了盖亚空间望远镜的补充数据，体现了系外行星研究中的挑战与进展。爱因斯坦沙漠指的是微引力透镜数据中小型与大型行星集群之间的间隙，引发了关于其真实性或采样偏差的讨论。流浪行星不与恒星系统绑定，其形成机制假设有两种：由于动力学不稳定性从原行星盘中引力弹出，或通过气体云直接坍缩形成，类似于中止的恒星过程。爱因斯坦环的分析提供了质量估计，但距离和恒星参数仍存在不确定性。这一发现强调了望远镜偶然对齐和统计建模在阐明行星人口统计学中的作用，有助于更广泛的天体物理讨论，涉及形成路径和银河系中孤立行星质量物体的普遍性。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b243ed0717e037e4_3ef463aaac91.webp",
      "category": "Science"
    },
    {
      "id": "747fef99aae6883d",
      "title": "威尔士后脱欧农场补贴计划：争议中的“里程碑时刻”",
      "summary": "威尔士实施了一项有争议的后脱欧农场补贴计划，即可持续农业计划（SFS），旨在取代欧盟的补贴，并更注重环境可持续性。该计划要求农场至少管理10%的土地作为栖息地才能获得入门级付款，这引发了奶农的担忧，因为他们的土地可能不符合条件。在2024年，早期版本因被认为不可行而引发了大规模抗议，经过谈判后，修订后的框架包括了12项普遍行动，如维护树篱、减少农药使用和参加在线可持续农业课程。额外资金可用于更雄心勃勃的环境项目和农场合作。农业工会如NFU Cymru表示谨慎认可，认为计划现已可接受，但需要进一步调整和预算以适应通货膨胀。农村事务秘书称此为威尔士的“里程碑时刻”，强调农民参与的重要性。这一转变标志着农场支持从基于面积的欧盟补贴转向基于绩效的绿色激励措施，是威尔士农业的代际变革。",
      "source": "BBC Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    }
  ]
}