{
  "articles": [
    {
      "id": "53161acf6b587113",
      "title": "Injury Forces La Voix's Exit from Strictly Come Dancing",
      "summary": "La Voix, a drag queen contestant on Strictly Come Dancing, has withdrawn from the competition after sustaining an injury, as announced by host Tess Daly during the show's episode in Blackpool. The performer, whose real name is Chris Dennis, expressed disappointment on Instagram, stating that medical advice prevented her from continuing. This led to the cancellation of the weekly dance-off, with votes being carried over to the next episode. La Voix gained popularity as a finalist on RuPaul's Drag Race UK and aimed to showcase her true self through the character. The injury highlights a pattern on the show, as other contestants like Stefan Dennis and Dani Dyer have also left due to injuries recently. The article reports on the impact of physical demands in dance competitions and how shows adapt to unforeseen circumstances, using sources like official announcements and social media posts for information.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_53161acf6b587113_a124e7cd4ecc.webp",
      "category": "Fun"
    },
    {
      "id": "cdc0ca4af11c6097",
      "title": "Spain Advances to Davis Cup Final Against Italy After Hard-Fought Victory",
      "summary": "Spain has secured a spot in the Davis Cup final by defeating Germany in a thrilling match that went down to a deciding doubles encounter. The Spanish team, led by captain David Ferrer, started strong with Pablo Carreno Busta winning his singles match against Jan-Lennard Struff. However, Germany's Alexander Zverev evened the score by beating Jaume Munar, forcing a doubles decider. In the crucial doubles, Marcel Granollers and Pedro Martinez triumphed over Kevin Krawietz and Tim Puetz with a score of 6-2, 3-6, 6-3. This marks Spain's first final appearance since 2019, as they aim for their seventh Davis Cup title. They will face Italy, the two-time defending champions, who advanced by beating Belgium. Both teams are dealing with significant absences: Spain is without world number one Carlos Alcaraz due to injury, while Italy misses world number two Jannik Sinner and Lorenzo Musetti. The final is scheduled for Sunday in Bologna, Italy, and this will be the first Davis Cup meeting between Spain and Italy in 19 years. Captain Ferrer expressed pride in his team's resilience and emphasized the need to prepare for the challenging final against a strong Italian side.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_cdc0ca4af11c6097_623b335ae585.webp",
      "category": "Fun"
    },
    {
      "id": "dd95e8a1e2250f93",
      "title": "The Life and Legacy of Fashion Designer Paul Costelloe",
      "summary": "Paul Costelloe, a prominent Irish fashion designer, passed away at the age of 80 in London following a brief illness, as announced by his family. Born in Dublin, he studied at the Grafton Academy of Fashion Design and furthered his education in Paris at the Chambre Syndicale de la Haute Couture. In 1979, he established his own label, Paul Costelloe Collections, and showcased his work at major fashion weeks in London, Paris, Milan, and New York. A significant part of his career was his role as the personal designer to Diana, Princess of Wales, from 1983 until her death in 1997, which greatly boosted his reputation. Costelloe was known for incorporating traditional Irish fabrics such as linen and tweed into his designs and collaborated with retailers like Dunnes Stores. He faced criticism in 1998 for comments about Irish women's style but later noted that Ireland had become more European. The Taoiseach, Micheál Martin, expressed sadness, highlighting Costelloe's role in elevating Irish fashion globally. This article outlines his contributions to fashion and the mixed reactions to his public statements.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dd95e8a1e2250f93_16b56b693b58.webp",
      "category": "Fun"
    },
    {
      "id": "001d3fb06b3c8a5b",
      "title": "Exploring Bridget Riley's Art Legacy",
      "summary": "A new exhibition at the Turner Contemporary gallery in Kent showcases the work of Bridget Riley, a prominent British artist known for her optical art. The exhibit, titled Learning to See, features artworks spanning from the late 1960s to recent pieces, including wall paintings and new canvases. Senior curator Melissa Blanchflower emphasizes the importance of experiencing the art in person, stating that it offers a unique visual encounter. She collaborated closely with Riley in planning the show, which deepened her appreciation for the artist's recent practices. The free exhibition includes 26 artworks and runs until May 4th. Additionally, the gallery is hosting public drawing classes inspired by Riley for the next year. The title of the exhibit was inspired by a letter from Claude Monet to Eugène Boudin, highlighting the theme of visual perception. This event provides an opportunity to explore Riley's influential career and her contributions to modern art.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_001d3fb06b3c8a5b_846b6b4e3453.webp",
      "category": "Fun"
    },
    {
      "id": "850128e8cb325c20",
      "title": "Media Merger: Daily Mail Publisher Acquires Telegraph",
      "summary": "The Daily Mail and General Trust (DMGT) has agreed to purchase the Daily and Sunday Telegraph for £500 million, marking a significant shift in the UK media landscape. This deal follows the collapse of a previous bid by RedBird IMI, a joint venture involving the UAE and US private equity. The acquisition requires approval from Culture Secretary Lisa Nandy, who will review it under public interest and foreign influence regulations. The Telegraph has faced ownership instability for over two years, stemming from debt issues with the Barclay family. DMGT's chairman, Lord Rothermere, expressed admiration for the Telegraph and committed to maintaining its editorial independence while investing in its growth. The purchase aims to provide certainty for employees and expand DMGT's portfolio, which includes titles like the i Paper and Metro. Government and parliamentary figures emphasize the need for media plurality and a swift resolution to ensure business stability.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "Fun"
    },
    {
      "id": "da8abd7a96ffc1e9",
      "title": "Cobolli's Epic Tie-Break Victory Propels Italy to Davis Cup Final",
      "summary": "In a thrilling Davis Cup semifinal match, Italian tennis player Flavio Cobolli secured a dramatic victory over Belgium's Zizou Bergs by winning a 32-point tie-break, saving seven match points in the process. The intense contest lasted over three hours and ended with Cobolli prevailing 6-3, 6-7 (5-7), 7-6 (17-15), marking the sixth-longest tie-break in Davis Cup history. Celebrating by tearing off his shirt, Cobolli ignited a party atmosphere among the 10,000 fans in Bologna. He described the win as one of the best days of his life, emphasizing the significance of playing for his country, team, and family. Italy's captain, Filippo Volandri, praised Cobolli's immense heart and effort, noting that the match was 95% heart and only 5% tactics. This victory sends Italy into the final against Spain or Germany, where they aim to become the first nation in 53 years to win three consecutive Davis Cup titles, despite missing top players like Jannik Sinner and Lorenzo Musetti. The article highlights themes of resilience, national pride, and the emotional highs of competitive sports.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_da8abd7a96ffc1e9_cb6e40dfa435.webp",
      "category": "Fun"
    }
  ]
}