{
  "articles": [
    {
      "id": "cc94025e41443408",
      "title": "Hair Extensions and Hidden Chemicals",
      "summary": "Scientists found many chemicals in hair extensions that could be harmful to health. Hair extensions are products people wear to make their hair look longer or different. The study tested 43 popular hair extension brands and found over 900 chemical signs, including some linked to cancer and hormone problems. Black women use hair extensions more often than other groups, which means they might face higher risks. The chemicals can touch the skin or be breathed in when extensions are heated. Companies do not always tell people what chemicals are in the extensions. Researchers say we need better rules to keep people safe and help companies make safer products.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_cc94025e41443408_6e260a9fc9ac.webp",
      "category": "Science"
    },
    {
      "id": "5b97f705537adade",
      "title": "How Giant Viruses Might Have Helped Create Complex Life",
      "summary": "Scientists are exploring how viruses, tiny particles that need host cells to survive, might have played a big role in the origin of complex life on Earth. A theory called viral eukaryogenesis suggests that a large virus could have infected a simple cell long ago and, instead of harming it, stayed inside and slowly turned into the nucleus, which is the control center of complex cells like those in plants and animals. This idea got support from the discovery of giant DNA viruses, which create structures inside cells that look like simple nuclei. Recently, researchers found a new giant virus named ushikuvirus that infects amoebas, adding more evidence to this theory. Giant viruses are diverse and hard to study, but each new find helps scientists understand how life evolved. Professor Takemura says these viruses could connect the worlds of living things and viruses in new ways.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_5b97f705537adade_228eaf51eed3.webp",
      "category": "Science"
    },
    {
      "id": "a9cae9cc4784935f",
      "title": "Chickens Think Bouba Sounds Round Too!",
      "summary": "Have you ever heard the made-up words \"bouba\" and \"kiki\"? People often think \"bouba\" sounds round and soft, while \"kiki\" sounds sharp and spiky. This is called the bouba/kiki effect. Scientists wondered if this is just a human thing or if animals feel it too. They tested baby chickens that were only one to three days old. The chickens heard recordings of a person saying \"bouba\" or \"kiki\" and saw round and spiky shapes. Most chickens went to the round shape when they heard \"bouba\" and to the spiky shape with \"kiki.\" This shows that even animals like chickens can link sounds to shapes, not just humans. It might be because our brains connect different senses, like hearing and seeing. The study helps us learn how animals and people understand the world in similar ways.",
      "source": "Ars Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_a9cae9cc4784935f_77f4c91908b3.webp",
      "category": "Science"
    },
    {
      "id": "dc253fe3b6ea0e61",
      "title": "Space Rocket Pollution: A Fireball in the Sky",
      "summary": "In February 2025, a SpaceX rocket failed and turned into a fireball over Europe. Scientists found that this rocket released lithium, a metal, into the air high above Earth. They measured more lithium than usual, which could pollute the atmosphere. The rocket was made of aluminium-lithium, and when it burned up, it sent these metals into the sky. This pollution might harm the ozone layer and affect the climate. Scientists worry that as more rockets launch, this problem could get worse. They are studying the long-term effects to understand how it impacts our planet.",
      "source": "BBC Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dc253fe3b6ea0e61_03140978125d.webp",
      "category": "Science"
    },
    {
      "id": "7da78b877d5ea20f",
      "title": "Tiny Gates for DNA and Brain Computers",
      "summary": "Scientists at The University of Osaka have made tiny gates as small as atoms! These gates are like doors that control tiny particles called ions, just like in our bodies. They used a special machine to build these small gates in a thin material. By changing electricity, they can open and close the gates many times. This helps study how ions move and could be used for reading DNA like a book or making computers work like brains. The gates are very small and can be adjusted by changing the liquids used. This discovery is exciting for new technologies.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_7da78b877d5ea20f_1653f56f8e42.webp",
      "category": "Science"
    },
    {
      "id": "8e0974bf89c0b302",
      "title": "David Attenborough's 100th Birthday Party on TV",
      "summary": "The BBC is planning a big celebration for Sir David Attenborough's 100th birthday in May. They will have a special week of TV shows to honor him. There will be three new programs. One is called Making Life on Earth: Attenborough's Greatest Adventure, which shows how they made an old series from 1979 where David traveled to many countries to film animals. Another is Secret Garden, where David explores gardens in Britain to find hidden wildlife. The last is David Attenborough's 100 Years on Planet Earth, a live event with music and guests. The week will also include old favorite shows like Planet Earth and Blue Planet. The BBC says David's shows help people learn about nature and care for the planet. This is a fun way to say thank you to David for his amazing work.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8e0974bf89c0b302_dd04e688174d.webp",
      "category": "Science"
    }
  ]
}