{
  "articles": [
    {
      "id": "6b72a74fd2ff5af9",
      "title": "Andy Burnham's Big Decision: To Run or Not to Run?",
      "summary": "Andy Burnham, the Mayor of Greater Manchester, has until Saturday to decide if he wants to run in a special election called a by-election in Gorton and Denton. If he wins, he could become a Member of Parliament and try to become the leader of the Labour Party, challenging the current leader, Sir Keir Starmer. But first, he needs permission from a group called the National Executive Committee (NEC) in the Labour Party. Some people in the party might try to stop him from running, which could upset others who support him. Andy Burnham hasn't said yet what he will do, but he is focused on his job as mayor. His friend Lucy Powell thinks he is a popular politician and should make his own choice. This election is important because it could affect who leads the Labour Party in the future.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_6b72a74fd2ff5af9_86a6896bdee0.webp",
      "category": "News"
    },
    {
      "id": "c050c0b910af5555",
      "title": "NHS Gene Database Helps Find Cancer Risk",
      "summary": "The NHS in England has made a new database with 120 genes linked to cancer. This helps people and their families check if they might get cancer because of their genes. If they are at risk, they can get regular check-ups and tests for cancers like breast and prostate cancer. This can help find cancer early and give better care. The database is safe and private. It is part of a 10-year plan to prevent and treat cancer better. People who know their risk can take steps to stay healthy.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c050c0b910af5555_90f20943d7be.webp",
      "category": "News"
    },
    {
      "id": "d03a6bf3fb19911e",
      "title": "U.S. Changes How It Helps Friends Stay Safe",
      "summary": "The United States is changing its plan to help other countries stay safe. The Pentagon, which is part of the U.S. government that handles defense, says it will give \"more limited\" support to allies like friends in Europe. This means the U.S. wants these friends to do more to protect themselves instead of always relying on America. The new plan focuses on keeping the U.S. homeland and nearby areas safe as the top priority, not China. It says allies should lead in fighting threats that are bigger problems for them, like Russia for Europe. The U.S. is not becoming isolated but wants to be more focused on its own interests. For example, South Korea is told it can handle North Korea mostly by itself. This shift comes from President Trump's calls for allies to share more of the defense burden.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d03a6bf3fb19911e_89cef4c78d4a.webp",
      "category": "News"
    },
    {
      "id": "9d43ce71f2689647",
      "title": "Secret Videos and Online Harassment: A Story for Kids",
      "summary": "This article tells about women who were secretly filmed by men using smart glasses that look like normal glasses but have hidden cameras. The men recorded videos without asking permission and posted them on social media apps like TikTok and Instagram. In the videos, the men pretended to give dating advice to other men. The women, like Dilara and Kim, did not know they were being filmed and shared personal details, such as phone numbers or where they work. After the videos were posted online, many people watched them, and the women received unwanted messages and calls, making them feel sad and upset. The article explains that in some places, like the UK, there is no law against filming people in public without consent, but social media companies might remove videos if they break rules against bullying. It highlights how technology can be misused to hurt others and the importance of privacy.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9d43ce71f2689647_b536495e3cea.webp",
      "category": "News"
    },
    {
      "id": "1cd6e3626c566684",
      "title": "Measles Cases Rise as Fewer Kids Get Vaccines",
      "summary": "Measles is a very contagious disease that was gone from the U.S. for over 25 years, but now it's coming back. In 2023, there were only 63 cases, but by 2025, there were over 2,240 cases, and this year has already seen 416 cases in just three weeks. This increase is happening because fewer children are getting the measles vaccine, especially during the COVID-19 pandemic. Outbreaks are occurring in places like South Carolina and the Utah-Arizona border. Experts like Caitlin Rivers, an epidemiologist, warn that if vaccination rates don't improve, measles could spread more widely across the country. Vaccines are important to protect everyone from getting sick.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1cd6e3626c566684_9e714bf63462.webp",
      "category": "News"
    },
    {
      "id": "785b0eb7c17b3634",
      "title": "A Big Winter Storm is Coming to the U.S.",
      "summary": "A big winter storm is coming to the United States, and it might bring a lot of snow, ice, and very cold weather. Forecasters say that over half of all people in the U.S. could be affected by this storm. The storm will start in Texas and Oklahoma on Friday, then move to the South with freezing rain and sleet. Later, it will go to the Northeast, where places like Washington, D.C., New York, and Boston might get about a foot of snow. The National Weather Service is watching the storm and has a live map that shows where snow might fall over the next three days. People should be careful and stay warm because the storm could cause damage like a hurricane.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_785b0eb7c17b3634_1e6d5d9014f5.webp",
      "category": "News"
    }
  ]
}