{
  "articles": [
    {
      "id": "b844cf7db7816192",
      "title": "磁性纳米颗粒对抗骨癌并促进愈合",
      "summary": "巴西和葡萄牙的研究人员开发了一种新型磁性纳米复合材料，旨在同时攻击骨癌并支持骨骼修复。该材料采用核壳结构，由氧化铁纳米颗粒包裹在生物活性玻璃薄层中制成。这种设计使材料在暴露于磁场时能产生热量，同时牢固附着在骨组织上。根据研究团队的说法，将这两种功能结合在一种材料中一直是一个重大挑战。新方法将用于癌症治疗的磁性加热与促进骨再生的特性结合在一起。在模拟体液中测试时，纳米复合材料迅速形成了磷灰石，这是一种与天然骨骼无机部分密切相似的矿物，表明植入后能与骨骼良好结合。研究人员还比较了不同配方的纳米复合材料，其中钙含量较高的版本在矿化速率和磁响应方面表现突出。氧化铁核心赋予材料磁性行为，在交变磁场中产生局部热量，足以损伤或破坏癌细胞，同时最小化对附近健康细胞的伤害。生物活性玻璃涂层在愈合中起关键作用，鼓励周围骨组织再生，创建了一种同时处理肿瘤切除和结构修复的治疗策略。总体而言，这项研究标志着智能纳米材料在肿瘤学和再生医学发展中的进步，通过结合强磁性能与骨友好生物活性，这些纳米复合材料指向未来疗法，可能通过单一微创程序治疗骨肿瘤并恢复受损组织。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b844cf7db7816192_b25ea7e52c23.webp",
      "category": "Science"
    },
    {
      "id": "87959d36773e592d",
      "title": "全球癌症激增，世界尚未做好准备",
      "summary": "这篇文章分析了全球癌症负担的急剧增长。自1990年以来，全球新发癌症病例增加了一倍多，2023年达到1850万例，同期癌症死亡人数上升了74%，达到1040万例。大部分病例和死亡发生在低收入和中等收入国家。关键发现是，超过40%的癌症死亡与44种可改变的风险因素相关，如吸烟、不良饮食和高血糖，这突出了预防的机会。展望未来，预计到2050年，每年新发癌症病例将达到3050万例，死亡人数达到1860万，主要受人口增长和老龄化驱动。尽管全球年龄调整后的癌症死亡率总体下降，但进展不均衡，一些国家的死亡率仍在上升。文章强调，需要紧急行动，包括加强政府政策以改善预防、早期诊断和治疗可及性，以应对这一日益严峻的挑战，并实现联合国可持续发展目标中减少非传染性疾病死亡的目标。作者呼吁增加资金和减少健康服务不平等，确保全球癌症结果的公平性。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_87959d36773e592d_aac7e69d9150.webp",
      "category": "Science"
    },
    {
      "id": "0b4e91a64313bcdd",
      "title": "科学家实时观察植物呼吸的突破",
      "summary": "科学家开发了一种名为“Stomata In-Sight”的突破性系统，能够实时观察植物叶片上的微小气孔——气孔。气孔通过调节气体交换，让二氧化碳进入进行光合作用，同时释放水蒸气，这一过程对植物生长和水分利用效率至关重要。以往的方法如叶片印模或标准显微镜只能提供静态视图或缺乏环境控制，限制了在变化条件下对气孔行为的理解。新系统集成了活体共聚焦显微镜、叶片气体交换测量和环境控制于一体，使研究人员能够在精确的光照、温度、湿度和二氧化碳条件下同时监测气孔运动和气体通量。这一进展对农业具有重要意义，因为气孔在碳吸收和水分流失之间起着关键平衡作用。通过研究气孔对环境变化的响应，科学家旨在识别遗传性状，以开发具有更高水分利用效率的作物，这对于应对干旱和热应激下的粮食生产至关重要。该研究发表在《植物生理学》期刊上，可能改变作物育种策略，增强可持续性。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0b4e91a64313bcdd_9c8e2b1b6f59.webp",
      "category": "Science"
    },
    {
      "id": "1c73ed88742a20ae",
      "title": "上诉法院支持国会阻止研究成本削减",
      "summary": "美国上诉法院裁定，特朗普政府不能将大学研究间接成本统一设定为15%的固定费率，维持了下级法院的禁令。间接成本涵盖公用事业、设施维护和动物护理等支持研究但非直接关联项目的费用。该政策旨在标准化所有大学的费率，但批评者认为这会严重打击机构，尤其是在高成本地区费率常超过50%的学校。各州和大学组织提起诉讼，称该变更违反法律程序且武断。地区法院以违反《行政程序法》和现有卫生部门规则为由阻止了政策。上诉中，法院发现国会已通过2017年通过并续期的预算附加条款禁止此类行动，专门为防止特朗普政府的类似尝试。法官指出政策应用广泛且NIH论点不一致，认定其非法。此决定维持了当前基于谈判的间接成本制度，除非最高法院审理此案。该裁决强调了司法在执法立法对行政越权检查中的作用，保护了研究型大学的财政稳定。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1c73ed88742a20ae_ae2f5aadc540.webp",
      "category": "Science"
    },
    {
      "id": "1cad9aa2c790f27c",
      "title": "NASA卫星捕捉到巨型海啸的意外行为",
      "summary": "2026年7月，俄罗斯堪察加半岛附近发生8.8级强震，引发了一场横跨太平洋的大型海啸。恰逢其时，NASA与法国航天局联合发射的SWOT卫星（表面水与海洋地形卫星）捕捉到了这一事件的高分辨率空间数据。与传统模型预测的简单非弥散波不同，卫星数据显示海啸波呈现出复杂、相互作用的弥散模式。研究人员将卫星观测与DART浮标数据结合，精化了地震估计并分析了海啸行为。这一发现挑战了大型海啸作为稳定单波传播的科学观点，表明弥散效应——即波能分散成多个分量——可能影响海啸对海岸线的影响。SWOT卫星于2022年发射，主要任务是全球地表水调查，但其意外捕获的海啸数据提供了前所未有的海洋表面细节，被比喻为“新眼镜”。这项研究发表于《地震记录》，强调了修订海啸模型的必要性，以纳入弥散能量，从而改进预测和海岸安全。研究意义深远，可能推动数值模拟和风险评估的进步，增强沿海社区的韧性。",
      "source": "Science Daily",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_1cad9aa2c790f27c_b80234d4a354.webp",
      "category": "Science"
    },
    {
      "id": "9d0dd3a99012d45d",
      "title": "非洲最早的火葬距今9500年",
      "summary": "考古学家在马拉维的霍拉山脚下发现了非洲已知最古老的火葬堆，距今约9500年。这一发现促使人们重新思考古代狩猎采集社区的群体劳动和仪式活动。火葬堆包含一名成年女性的170块骨碎片，骨上有切割痕迹，头骨被移除，表明可能存在与纪念和祖先崇拜相关的丧葬仪式。研究表明，火葬需要至少30公斤的枯木和草料，温度需超过500°C，需要社区共同努力。此外，现场发现的石制尖状物和重复使用迹象暗示了深厚的传统。这一发现挑战了狩猎采集社会缺乏复杂仪式的观点，揭示了早期人类在非洲的文化实践和社会组织。",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_9d0dd3a99012d45d_1c169be116c3.webp",
      "category": "Science"
    }
  ]
}