{
  "articles": [
    {
      "id": "81f177b6ee74f945",
      "title": "NASA's Moon Trip Delayed by Rocket Problem",
      "summary": "NASA has delayed a big mission to send astronauts to the Moon because of a problem with the rocket. The mission, called Artemis II, was supposed to launch on March 6, but during checks, engineers found an issue with helium flow. Helium is important for cooling and pressurizing the rocket. Four astronauts from the US and Canada are ready for a 10-day trip to the far side of the Moon and back, which would be the farthest humans have ever traveled in space. NASA says the delay is disappointing, but they need to fix the problem to keep everyone safe. This mission is a step toward landing astronauts on the Moon again by 2028. Space missions often have setbacks, like Neil Armstrong's mission in 1966 that had to end early due to a technical issue.",
      "source": "BBC Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_81f177b6ee74f945_187a7bfd6f6c.webp",
      "category": "Science"
    },
    {
      "id": "dc12c1ae22fc022c",
      "title": "Finding the 'Celtic Curse' in Scotland and Ireland",
      "summary": "Scientists have discovered that some people in Scotland and Ireland are more likely to get a sickness called hemochromatosis, which is nicknamed the 'Celtic curse'. This sickness makes the body store too much iron, which can hurt organs like the liver over many years. The study looked at genes from over 400,000 people and found that in north west Ireland, about 1 in 54 people have a special gene that increases their risk. In the Outer Hebrides, it's 1 in 62, and in Northern Ireland, it's 1 in 71. Other parts of Scotland also have higher risks. The researchers say this information can help doctors test people in these areas early, so they can get treatment like giving blood to lower iron levels and stay healthy. The study is important because it shows where the sickness is most common for the first time.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_dc12c1ae22fc022c_cfc6007cb32f.webp",
      "category": "Science"
    },
    {
      "id": "e059c9f3f862a684",
      "title": "Why Living High Up Helps Keep People Healthy from Diabetes",
      "summary": "Scientists have found out why people who live in high places, like on tall mountains, get diabetes less often. In these high areas, there is less oxygen in the air. The research shows that red blood cells, which carry oxygen in our bodies, start to soak up sugar from the blood when oxygen is low. This is like a sponge soaking up water. By taking in sugar, the red blood cells help lower the amount of sugar in the blood, which can protect against diabetes. The scientists did experiments with mice to learn this. They saw that mice in low oxygen had less sugar in their blood because their red blood cells were using it. This discovery could help doctors find new ways to treat diabetes in the future.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_e059c9f3f862a684_621d78369340.webp",
      "category": "Science"
    },
    {
      "id": "d967f725f7db415d",
      "title": "Dinosaur Eggshells Help Tell How Old Fossils Are",
      "summary": "Scientists have found a new way to figure out how old dinosaur fossils are by looking at eggshells. When dinosaurs laid eggs, the shells got buried in sand and mud over millions of years. These eggshells trap special atoms called isotopes, which change over time. By measuring these isotopes, researchers can tell when the eggshells were buried. This helps date other fossils found in the same rock layers. The study used eggshells from Utah and Mongolia, showing the method works in different places. This could make it easier to learn about dinosaur ages and history.",
      "source": "Ars Science",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_d967f725f7db415d_69b1acb563a3.webp",
      "category": "Science"
    },
    {
      "id": "332448efad71133e",
      "title": "Running Very Long Races Can Hurt Your Blood Cells",
      "summary": "Running very long races, called ultramarathons, might hurt your red blood cells. Red blood cells are tiny parts in your blood that carry oxygen all over your body. A new study found that after people run these long races, their red blood cells become less bendy. This is a problem because red blood cells need to bend to squeeze through small blood vessels. If they can't bend well, they might not work as good at giving oxygen to your muscles and organs. Scientists studied runners in two races: one 25 miles long and one 106 miles long. They took blood samples before and after the races. The results showed that the longer the race, the more the red blood cells got hurt. The scientists don't know how long this damage lasts or if it's bad for health in the long run. They say more research is needed to understand if running these races is safe.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_332448efad71133e_78c354ccc9f1.webp",
      "category": "Science"
    },
    {
      "id": "6577375839930fa9",
      "title": "What Are Genetic Tests and Why Do They Matter?",
      "summary": "This article talks about genetic tests that companies sell to people. It explains that two experts, Daphne and Sam, have different ideas about these tests. Daphne worries that genetic research might make unfairness in society worse, while Sam thinks learning more about genes can help us solve problems. They wrote a book together to share their thoughts. The book discusses myths about genes, like the idea that genes decide everything about us or that race is based on DNA. It also talks about polygenic scores, which are tools that use many genes to guess things like how tall someone might be or if they might get sick. But these scores are not perfect and can be wrong. The article says we need better science education so people understand genetics better. It asks if we are using these tests too fast without knowing enough about them.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6577375839930fa9_3028bfa11255.webp",
      "category": "Science"
    }
  ]
}