{
  "articles": [
    {
      "id": "e3c0b3065f58a7c7",
      "title": "英国首届文化小镇竞赛启动",
      "summary": "英国政府推出了首届文化小镇竞赛，旨在补充现有的文化城市竞赛，通过鼓励小镇展示独特的文化叙事来提升地方自豪感。全国各小镇均可申请，由电视制片人菲尔·雷德蒙爵士主持的专家小组选出三名决赛选手，获胜者将获得300万英镑奖金，两名亚军各得25万英镑，入围小镇可获得6万英镑用于完善提案。首届称号将于2028年颁发，并举办为期一年的庆祝活动。文化大臣丽莎·南迪强调文化不仅限于大城市，并以威根的铜管乐队和北方灵魂乐为例。专家小组寻求真实而热情的提案，如伊斯拉·特尔福德为朗顿镇所做的努力，该镇利用其陶瓷遗产和年度嘉年华。此竞赛代表了认可和资助较小社区文化多样性的战略努力，通过文化参与促进社会凝聚力和经济效益，但也引发了对资源公平分配和文化复杂性简化可能性的关切。",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e3c0b3065f58a7c7_7122eff65e6a.webp",
      "category": "Fun"
    },
    {
      "id": "045952e738631b0e",
      "title": "业余选手在墨尔本震惊世界最佳选手赢得100万澳元",
      "summary": "在澳大利亚公开赛的百万美元单点大满贯赛事中，业余选手乔丹·史密斯意外赢得了100万澳元（约49万英镑）的奖金，并击败了世界排名第二的扬尼克·辛纳。这一创新赛事形式为业余选手提供了机会，通过与体育界顶尖人才和其他知名人物进行单点比赛来赢得奖金。史密斯在罗德·拉沃尔竞技场成为焦点，还在1万名观众面前击败了女子世界排名第四的阿曼达·阿尼西莫娃。在决赛中，史密斯对阵女子世界排名第117位的乔安娜·加兰，后者此前曾爆冷击败男子世界排名第三的亚历山大·兹维列夫和前温网决赛选手尼克·克耶高斯。新南威尔士州冠军史密斯并非唯一闪耀的业余选手，昆士兰州冠军亚历克·雷维伦特也击败了男子世界排名第七的费利克斯·奥热-阿利亚西姆。作为表现最佳的两位业余选手，史密斯和雷维伦特还进行了对决，雷维伦特赢得了一辆新车。赛事气氛友好，即使克耶高斯在失利后摔拍也充满幽默感，并引发了真正的关注。许多被击败的选手，包括男子世界第一卡洛斯·阿尔卡拉斯，都留在罗德·拉沃尔竞技场，围在电视机前观看这两位不太可能的决赛选手的结局。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_045952e738631b0e_57215fe83f87.webp",
      "category": "Fun"
    },
    {
      "id": "9a2b680bccc69dc2",
      "title": "拉杜卡努在雨停后赢得赛季首胜",
      "summary": "英国网球选手艾玛·拉杜卡努在霍巴特国际赛上赢得了她本赛季的首场胜利，击败了哥伦比亚选手卡米拉·奥索里奥。比赛因雨中断，原定于周二进行，但拉杜卡努在首盘以6-3领先后，次盘以2-4落后时暂停。周三恢复比赛后，她逆转局势，以7-6的抢七赢得次盘，最终以直落两盘获胜。这场胜利对她来说意义重大，因为她去年因伤病提前结束了2025赛季，并在休赛期遭遇了右脚轻度骨挫伤的困扰。拉杜卡努的下一轮对手因伤退赛，使她免于一日双赛，顺利晋级四分之一决赛，将对阵澳大利亚外卡选手泰拉·普雷斯顿。她在赛后表示，比赛条件非常困难，频繁的暂停给心理和体能带来了挑战，并称赞了奥索里奥的表现。此次胜利为拉杜卡努备战澳大利亚公开赛——今年首个大满贯赛事——提供了信心，有助于她在经历伤病和状态波动后重返顶尖行列。澳大利亚公开赛将于周日在墨尔本开幕，拉杜卡努希望通过这场比赛积累经验和动力。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9a2b680bccc69dc2_7cb3c3b50390.webp",
      "category": "Fun"
    },
    {
      "id": "e31b93f3893320dd",
      "title": "更多奖金和更大发言权——前十名网球明星的要求合理吗？",
      "summary": "随着大满贯赛季的到来，包括世界第一阿丽娜·萨巴伦卡和温网冠军詹尼克·辛纳在内的前十名网球选手，正在呼吁增加奖金并更多地参与赛事决策。尽管奖金有所上涨，例如澳大利亚公开赛增加了16%，但选手们认为，与大满贯赛事的高收入相比，他们仍然被低估。他们发起了名为“红眼计划”的运动，由前WTA主席拉里·斯科特领导，并向大满贯赛事发送信件，提出具体要求，例如到2030年将奖金的收入占比提高到22%，以匹配ATP和WTA巡回赛的承诺。选手如杰西卡·佩古拉强调了大满贯对身心的消耗，要求贡献于福利保障。这一运动凸显了选手与赛事组织者在公平补偿和代表权方面的持续紧张关系，反映了职业体育中运动员权益与经济结构之间的更广泛议题。",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_e31b93f3893320dd_6d09b450a1ea.webp",
      "category": "Fun"
    },
    {
      "id": "a4a24db4f131bb0d",
      "title": "争议性卡通画家斯科特·亚当斯去世，享年68岁",
      "summary": "美国卡通画家斯科特·亚当斯因癌症去世，享年68岁，他是著名漫画《呆伯特》的创作者。他的前妻谢莉·迈尔斯在其播客“斯科特·亚当斯的真实咖啡”直播中宣布了这一消息。《呆伯特》于1989年首次出版，以一位能力出众但沮丧的工程师及其功能失调的工作环境为题材，讽刺办公室文化，随后在65个国家的2000多家报纸上连载，并衍生出书籍、动画剧集和视频游戏。然而，2023年，包括《华盛顿邮报》在内的多家报纸取消了该漫画，因为亚当斯被指控对黑人发表种族主义言论，称黑美国人为“仇恨团体”，并建议白美国人远离黑人。他后来辩护称自己使用夸张手法表达观点，并否认种族主义。美国前总统唐纳德·特朗普在Truth Social上悼念亚当斯，赞扬他们的友谊。亚当斯还是一位训练有素的催眠师，撰写了多本自助书籍。他于2025年5月透露患有前列腺癌，后扩散至骨骼，接受临终关怀，并于今年1月表示康复可能性不大。在一份遗言中，他感谢生活，并呼吁人们“传递善意”，保持有用。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a4a24db4f131bb0d_8866b050b959.webp",
      "category": "Fun"
    },
    {
      "id": "e64013a89f1ca6f7",
      "title": "BTS宣布大规模复出巡演，预计收入10亿美元",
      "summary": "韩国流行音乐团体BTS宣布了一项跨越全球的79场世界巡演，标志着他们在四年休整后的回归。巡演将于2026年4月在韩国高阳体育场开始，随后覆盖亚洲、欧洲和美洲的主要城市，如伦敦、东京、慕尼黑、悉尼和洛杉矶。演出将采用360度圆形舞台设计，以增加场馆座位容量。门票将于2026年1月发售，预计需求高涨，堪比泰勒·斯威夫特2022年的时代巡演。据Billboard报道，BTS及其经纪公司Hybe通过此次复出可能获得超过10亿美元的收入，包括演唱会收益、周边商品、授权、专辑销售和流媒体收入。此次复出发生在所有成员完成强制性兵役之后，其中SUGA于去年六月最后退役。BTS成立于2010年代初，通过融合流行音乐、嘻哈和内省歌词，在西方主流市场推广K-pop方面发挥了关键作用。他们的上一轮巡演收入2.46亿美元，创下纪录。复出公告在Weverse平台直播，吸引了超过七百万观众，显示了粉丝的巨大期待。巡演不仅是一次音乐回归，也是全球娱乐产业的文化和经济里程碑。",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e64013a89f1ca6f7_db25b571c5b8.webp",
      "category": "Fun"
    }
  ]
}