{
  "articles": [
    {
      "id": "04a7c94f5a531fdf",
      "title": "The Legacy of Stanley Baxter: A Scottish Comedy Icon",
      "summary": "Stanley Baxter, a renowned Scottish actor and comedian, passed away at the age of 99. Born in Glasgow in 1926, he rose to prominence as one of Britain's most significant television stars over several decades, with a career spanning from the 1940s to the 1990s. Baxter gained fame through variety theatre and later starred in popular TV series such as On The Bright Side, where he introduced the Parliamo Glasgow sketch, and The Stanley Baxter Show, which began in 1963 and earned him multiple Bafta awards. He also worked with London Weekend Television and returned to the BBC, showcasing his talent in parodies and character acting. Beyond TV, Baxter appeared in films, performed in pantomimes, and contributed to radio sitcoms for BBC Radio 4. He was awarded lifetime achievement honors, including from Bafta Scotland. Despite his success, Baxter was a reluctant celebrity, avoiding interviews and chat shows. In his later years, he publicly acknowledged his sexuality, highlighting the challenges faced before decriminalisation. This article commemorates his contributions to entertainment and his impact on British culture.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_04a7c94f5a531fdf_1b01c49ca22f.webp",
      "category": "Fun"
    },
    {
      "id": "3785f16a2908c7a8",
      "title": "Clair Obscur Dominates The Game Awards with Historic Wins",
      "summary": "Clair Obscur: Expedition 33, a French-developed role-playing game, achieved a remarkable victory at The Game Awards by winning Game of the Year and eight additional categories out of ten nominations. This record-breaking performance included awards for best narrative, music, and performance, surpassing competitors like Death Stranding 2 and Hades 2. Set in a world where a supernatural entity called The Paintress inhibits aging, the game follows adventurers on a quest to defeat her, praised for its emotional depth and traditional turn-based combat system. The development studio, Sandfall Interactive, was formed by former Ubisoft employees pursuing their creative vision, adding a compelling backstory to the game's success. During the Los Angeles ceremony, director Guillaume Broche highlighted the studio's unconventional journey and thanked online tutorial creators for their guidance. With twelve nominations, Clair Obscur was the most-nominated game in the awards' history. Composer Lorien Testard, discovered via SoundCloud, won for best score, while actress Jennifer English secured best performance, dedicating her award to neurodivergent individuals. The event also featured previews of new games like Tomb Raider sequels and a Star Wars RPG.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3785f16a2908c7a8_1cd2c9f5bfbb.webp",
      "category": "Fun"
    },
    {
      "id": "31cd2e38ddae3d0a",
      "title": "Nemo's Trophy Return: A Protest Against Israel in Eurovision",
      "summary": "Nemo, the 2024 Eurovision Song Contest winner from Switzerland, has announced they are returning their trophy in protest over Israel's continued participation in the event. Nemo, who is non-binary and the first non-binary winner, argues that Israel's involvement conflicts with Eurovision's stated ideals of unity, inclusion, and dignity, particularly due to the war in Gaza. This protest follows tensions during the 2024 contest, where Nemo felt unsupported by organizers amid debates over Israel's inclusion. In response, Eurovision introduced new measures to protect artists' mental well-being. Nemo referenced a UN report labeling the situation in Gaza as genocide, emphasizing the moral conflict. Additionally, five countries—Iceland, Spain, Ireland, Slovenia, and the Netherlands—plan to boycott next year's event over Israel's participation. Martin Green, Eurovision's director, expressed sadness but respect for Nemo's decision, affirming Nemo's place in the Eurovision community. Nemo posted a video of packing the trophy to send back to the European Broadcasting Union's headquarters in Geneva, symbolizing their stance against what they see as a violation of core values.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_31cd2e38ddae3d0a_22a3a572aa89.webp",
      "category": "Fun"
    },
    {
      "id": "c7c87c9d69c727de",
      "title": "Victory in Celebrity Race Across the World: Roman and Harleymoon's Journey",
      "summary": "Roman Kemp and his sister Harleymoon emerged as winners in the BBC's Celebrity Race Across the World series, completing a challenging 33-day, 5,900-kilometer journey through Central America. The race required teams to travel without phones or air travel, relying on a budget of £950 per person, equivalent to the cost of flying the route. In the final episode, they raced from Medellín to the Guajira Peninsula in Colombia, securing victory just two minutes ahead of Molly Rainford and Tyler West. Anita Rani and her father Bal finished six hours later, while Dylan Llewellyn and his mother Jackie withdrew earlier due to insufficient funds. The series, attracting around six million viewers, is the third celebrity edition of the show. Roman, a BBC One host, and Harleymoon, a country singer, described the final leg as highly adrenaline-filled and emotional. Other contestants included EastEnders actress Molly Rainford and radio host Tyler West, who met on Strictly Come Dancing. The race tested participants' resilience and resourcefulness across multiple countries, including Mexico, Guatemala, and Panama.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_c7c87c9d69c727de_dd481d001dcf.webp",
      "category": "Fun"
    },
    {
      "id": "44e0fdb472f389f1",
      "title": "Innovative Catalyst from Paper Waste Boosts Hydrogen Production",
      "summary": "Researchers have developed a catalyst derived from lignin, a renewable plant waste product from paper mills, to enhance clean hydrogen production through water electrolysis. The catalyst incorporates nickel oxide and iron oxide nanoparticles embedded into carbon fibers made from lignin, forming a structure that improves efficiency and durability during the oxygen evolution reaction. This reaction is critical for splitting water into hydrogen and oxygen. The catalyst achieves a low overpotential of 250 mV and remains stable for over 50 hours, offering a cost-effective alternative to precious metal catalysts like platinum. The study, published in Biochar X, highlights the use of electrospinning and thermal treatment to convert lignin into conductive carbon fibers, which support the metal oxides and prevent clumping. Advanced testing, including electrochemical measurements and spectroscopy, confirms the catalyst's superior performance and rapid reaction kinetics. This approach leverages abundant biomass to create scalable, sustainable technologies for hydrogen generation, aligning with global clean energy goals.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_44e0fdb472f389f1_3b71de7bc361.webp",
      "category": "Fun"
    },
    {
      "id": "b35b546be21edbeb",
      "title": "Uncovering Stationary Atoms in Liquid Metals",
      "summary": "Researchers have made a groundbreaking discovery in materials science by observing that not all atoms move within a liquid, even at high temperatures. Using transmission electron microscopy, scientists from the University of Nottingham and the University of Ulm studied molten metal nanoparticles, such as platinum and gold, supported on graphene. They found that some atoms remain stationary, strongly bonded to point defects in the graphene. These motionless atoms significantly influence solidification processes: when few are pinned, crystals can grow and solidify the metal, but when many are fixed, they disrupt crystal formation, leading to a corralled supercooled liquid state. This research sheds light on the complex behavior of liquids, which has been less understood compared to gases and solids. The findings have implications for various technologies, including aviation, construction, and electronics, as solidification determines material properties. Additionally, the study utilized the SALVE instrument to explore wave-particle duality of electrons, revealing how electrons can both image materials as waves and fix atoms as particles. This work builds on previous achievements in filming chemical reactions at the atomic level, advancing our ability to control and understand material transformations.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b35b546be21edbeb_b53e0d1d6c94.webp",
      "category": "Fun"
    }
  ]
}