{
  "articles": [
    {
      "id": "6f35e5379f17d88f",
      "title": "新研究揭示雪球地球并非完全冻结",
      "summary": "一项新研究挑战了长期以来关于雪球地球时期气候完全停滞的观点。研究人员来自南安普顿大学，他们分析了苏格兰加韦拉赫群岛的纹层岩（varves），这些岩石可追溯到约7.2亿至6.35亿年前的斯图特冰期。这些纹层岩包含2600个单独层，每层代表一年的沉积，揭示了气候变异性，包括年度季节、太阳周期和类似现代厄尔尼诺事件的振荡。研究结果表明，即使在这个极端冰河时代，气候系统仍在年到世纪时间尺度上持续波动，可能是由于部分海洋表面无冰，允许大气-海洋相互作用。然而，研究人员警告说，这种变异性可能是短暂和例外的，整体状态保持寒冷和稳定。这一发现为了解地球在极端条件下的内在气候振荡提供了见解，并有助于完善行星气候模型。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_6f35e5379f17d88f_0135165bd417.webp",
      "category": "Science"
    },
    {
      "id": "79570a70f855f919",
      "title": "巨型垃圾场火灾风险报告被对公众保密",
      "summary": "在英格兰牛津郡的基德灵顿，一处非法垃圾场因一份火灾风险评估报告被认定为高风险，环境署耗资超过900万英镑进行了清理。该报告指出，火灾可能导致A34高速公路关闭并影响电力供应。然而，牛津郡消防与救援服务拒绝了BBC根据《信息自由法》提出的公开请求，称披露包含热热点位置、火灾升级分析和战术消防考虑等敏感信息可能危及公共安全，并妨碍监管调查。活动家和当地居民要求公开报告，以了解为何该场地被优先清理，而其他具有类似火灾和环境风险的大型非法垃圾场却未受处理。BBC调查显示，英格兰有超过500个非法垃圾场，包括11个超过2万吨的“超级场地”，引发了人们对执法不一致的担忧。上议院环境委员会主席希恩女男爵批评这一拒绝令人失望，并计划在议会辩论中提出此问题。此案凸显了在环境治理中，公众知情权与保护敏感信息以预防危害之间的紧张关系，涉及四名相关逮捕，并反映了更广泛的政策困境。",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_79570a70f855f919_e41863ef24b2.webp",
      "category": "Science"
    },
    {
      "id": "715a733a26ca3baf",
      "title": "改变进食时间显著减轻克罗恩病症状",
      "summary": "一项由克罗恩病与结肠炎基金会资助的随机对照试验发现，时间限制性进食（一种间歇性禁食方式）显著降低了患有超重或肥胖的成年克罗恩病患者的疾病活动性和全身炎症。该研究由卡尔加里大学的研究人员领导，首次证明将每日进食限制在8小时窗口内，相比典型进食模式，可在12周内使克罗恩病活动性降低40%，腹部不适减少50%。遵循间歇性禁食计划的参与者在研究期间平均减重约5.5磅，而对照组则增重约3.7磅。血液检测还显示，与炎症和免疫功能相关的标志物（如瘦素和PAI-1水平降低）有显著改善，这些变化无需减少卡路里摄入。研究结果发表在《胃肠病学》期刊上。研究人员强调，尽管结果令人鼓舞，但需要进行更大规模的研究以确定时间限制性进食对更广泛炎症性肠病人群的长期安全性和有效性，建议患者在调整进食时间前咨询医疗保健提供者。时间限制性进食可能通过调节代谢和免疫途径，减少内脏脂肪和肠道炎症，为克罗恩病患者提供一种基于生物学的可持续管理工具。",
      "source": "Science Daily",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_715a733a26ca3baf_f8fd533813d7.webp",
      "category": "Science"
    },
    {
      "id": "739f93397a76cccc",
      "title": "特朗普下令军方与燃煤电厂签订协议",
      "summary": "特朗普总统最近发布了一项行政命令，要求美国军方通过与燃煤发电厂签订长期购电协议来采购电力，旨在人为地维持煤炭行业的生存。煤炭是美国电网中污染最严重、成本第二高的能源来源，仅次于核能，同时排放大量的二氧化碳、颗粒物和有毒物质。在特朗普重返白宫之前，美国电网因环境和经济考虑已逐渐减少煤炭使用。政府以煤炭清洁、可靠且成本效益高为由为此举辩护，但这些说法与显示煤炭成本更高、环境危害更大的事实数据相矛盾。该命令代表了从自由市场原则向政府干预的转变，此前政府曾试图宣布能源紧急状态以维持燃煤电厂的运营。批评者认为其理由站不住脚，并引用德克萨斯州电网崩溃等例子，其中燃煤电厂在危机中表现不佳。长期合同可能会在特朗普任期结束后仍约束军方，影响能源政策和气候目标。这一行动突显了美国政策中工业支持与可持续能源转型之间的紧张关系。分析指出，煤炭行业因天然气和可再生能源的竞争而衰退，此政策可能扭曲市场、增加长期财政负担并加剧气候变化，反映了在能源主权和环境保护之间的意识形态斗争。",
      "source": "Ars Science",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_739f93397a76cccc_1a6c112eb007.webp",
      "category": "Science"
    },
    {
      "id": "54c2d5da59be5ec9",
      "title": "特朗普政府撤销气候关键认定后，下一步是什么？",
      "summary": "特朗普政府正在撤销环保署（EPA）的“危害认定”，这是一项2009年的科学结论，认为温室气体威胁公共健康与福利。这一法律行动剥夺了EPA根据《清洁空气法》监管车辆、发电厂和工业排放的权力。EPA署长李·泽尔丁与特朗普总统一起，旨在促进煤炭使用并放松能源管制，声称EPA最初缺乏此权力。科学家，包括国家科学院专家组，断言气候危害的证据无可争议，引用温度上升、热浪频发、风暴加剧和野火严重等数据。气候倡导者、民主党主导的州和前EPA官员反对此举，警告将导致空气更脏、健康成本更高和气候损害更大。他们计划提出法律挑战，可能使问题提交最高法院，重新审视其2007年将温室气体视为污染物的裁决。此次撤销代表了气候法规的重大倒退，抹去拜登时代的政策，并阻碍未来行动，突显了科学完整性与环境保护之间的辩论。",
      "source": "Ars Science",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_54c2d5da59be5ec9_4cd855815fd0.webp",
      "category": "Science"
    },
    {
      "id": "64a47676c7664179",
      "title": "生命可能始于粘附在岩石上的粘性凝胶",
      "summary": "一个国际科学家团队提出了一种“前生物凝胶优先”假说，以解释地球生命的起源。该理论认为，生命并非始于细胞，而是始于早期地球历史上覆盖在岩石等表面的粘性半固体凝胶。这些凝胶类似于现代微生物生物膜，可能创造了受保护的环境，使简单化学系统能够浓缩、组织并演变成更复杂的网络。通过捕获分子并屏蔽环境波动对反应的影响，凝胶可能促进了原代谢活动和基本的自我复制，为生物进化奠定了基础。研究人员来自日本、马来西亚、英国和德国，他们指出这种方法在生命起源研究中常被忽视，因为以往研究多聚焦于生物分子。他们的工作发表在《ChemSystemsChem》上，并对天体生物学产生影响：他们提出类似凝胶结构（称为“异星膜”）可能存在于其他行星上，从而将地外生命搜索范围扩展到熟悉的生物分子之外。该团队计划通过实验室实验测试这一假说，以观察在模拟早期地球条件下凝胶是否能形成并支持新兴化学系统。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_64a47676c7664179_88e7c4b31382.webp",
      "category": "Science"
    }
  ]
}