{
  "articles": [
    {
      "id": "67ede10334af1ae8",
      "title": "英国最严重小船灾难致至少30人死亡，调查发现本可避免",
      "summary": "2021年，一艘载有移民的小船在英吉利海峡倾覆，造成至少30人死亡，这是有记录以来最致命的小船事故。由罗斯·克兰斯顿爵士主持的调查得出结论，这些死亡本可避免，并揭示了英国政府和海岸警卫队的重大系统性失败。受害者来自伊拉克、索马里、埃塞俄比亚、埃及和阿富汗等国，从法国敦刻尔克附近的海滩出发。调查指出，多佛的HM海岸警卫队因长期人员短缺和能力有限而处于“无法容忍的境地”，无法进行有效救援。关键错误包括因恶劣天气而未起飞的监视飞机缺乏应急计划、错过或未跟进求救呼叫，以及未向搜救资产简要介绍小船沉没或有人落水的可能性。此外，普遍认为移民夸大紧急情况，导致海岸警卫队低估了危机。调查确定了三个致命错误：人口走私者超载船只、法国海军舰艇Flamant反应迟缓，以及搜救行动的缺陷。幸存者和受害者家属在等待两年多后于2024年3月开始的调查中作证，专家认为如果救援行动持续到早晨，本可拯救更多生命，因为一些受害者在水中存活了数小时。该事件在11月24日07:00被标记为已解决，突显了危机管理中的操作无能。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_67ede10334af1ae8_850a62935349.webp",
      "category": "News"
    },
    {
      "id": "0a219b80f0c893f3",
      "title": "欧盟新边境控制系统引发机场长时间排队警告",
      "summary": "欧盟推出的出入境系统（EES）正在欧洲机场护照检查处导致显著延误，警告称在夏季假期和滑雪季等高峰旅行期间，排队时间可能长达五到六小时。这一生物识别系统取代了传统的墨水盖章，要求非欧盟公民在首次进入申根区时登记指纹和照片，有效期为三年。日内瓦和特内里费等机场的事件显示，当多架航班同时抵达时，等待时间可达数小时，系统故障进一步加剧了问题。尽管欧盟委员会已授权在繁忙时段暂停EES至九月以缓解拥堵，机场正在实施增加人员等措施。该系统旨在加强边境安全并数字化流程，但其实施挑战凸显了基础设施和客流管理在高需求时期的不足，引发了对欧盟边境管理策略的审查。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_0a219b80f0c893f3_51244029249f.webp",
      "category": "News"
    },
    {
      "id": "b6647bcdba7855bb",
      "title": "英国36名婴儿因饮用受污染婴儿配方奶粉生病",
      "summary": "英国有36名婴儿因饮用受污染的婴儿配方奶粉而出现疑似食物中毒症状。这些奶粉由雀巢和达能公司生产，批次中检测出毒素cereulide。该毒素可导致呕吐和腹泻等症状，受影响婴儿均为一岁左右或更小，但据报无严重病情。英国卫生安全局（UKHSA）正在监测情况，并表示当前监测数据显示未出现婴幼儿呕吐报告的异常增加。毒素追踪至花生四烯酸油，这是一种添加在婴儿配方奶粉中以模拟母乳生长特性的成分。食品标准局（FSA）已建议父母停止使用受影响产品并改用替代品。此问题不仅限于英国，其他国家也可能受到影响。UKHSA尚未明确确认中毒，但承认婴儿饮用了召回的品牌奶粉。这一事件凸显了食品安全协议中的漏洞以及监管机构在降低制造婴儿营养品风险中的关键作用。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_b6647bcdba7855bb_af021bcef3d2.webp",
      "category": "News"
    },
    {
      "id": "1a182f4f9678d7b8",
      "title": "爱泼斯坦文件中未编辑图像持续在线引发争议",
      "summary": "尽管美国官员已收到关于编辑失败的警告，爱泼斯坦文件中显示裸体的未编辑图像和视频仍在线多日，律师称这对受害者造成了“不可挽回”的伤害。这些文件是发布的数千份文档之一，包含数十名爱泼斯坦受害者的识别信息，问题在上周末首次被曝光。作为回应，一名纽约法官指出，司法部在受害者要求网站在适当编辑前关闭后，同意迅速解决问题。司法部移除了数千份文档，将上传归因于“技术或人为错误”，并正在审查额外请求及检查是否需要进一步编辑。然而，BBC Verify发现，可识别图像在周三仍可访问，与政府保证相矛盾。受害者及其律师表达了深切悲痛，一名幸存者称此为“巨大侵犯”。调查揭示了编辑不一致的多个实例，例如照片在某些文档中被遮盖而在其他中未遮盖，以及一段视频识别出个人。最初，司法部官员负责在发布前编辑露骨内容和受害者身份，但由于保护敏感信息的复杂性而出现延迟。这一事件凸显了数据处理中的重大失误以及在备受关注案件中保护受害者隐私的持续挑战。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_1a182f4f9678d7b8_5914cbd395a2.webp",
      "category": "News"
    },
    {
      "id": "1eb6bb93a0315f69",
      "title": "专家辩论美国是否应延长与俄罗斯的核武器条约",
      "summary": "随着美国与俄罗斯之间的《新削减战略武器条约》（New START）即将到期，专家们就美国是否应延长该条约展开了激烈辩论。该条约限制了两国部署的战略核弹头及运载系统数量，并包含核查机制以确保透明度。前美国首席谈判代表罗斯·戈特莫勒主张延长条约，认为这能约束俄罗斯快速增加核弹头的能力，防止军备竞赛。她指出，中国正在加速核武现代化，美国需集中应对这一新兴威胁，而维持对俄限制有助于管理双重挑战。尽管国家安全专家弗兰克·米勒可能持有不同观点，但文章重点呈现了戈特莫勒的立场，强调条约在维护战略稳定中的作用。这场辩论反映了在多极化世界中，军控协议的复杂性及其对全球安全的影响，涉及威慑理论和大国竞争等深层议题。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_1eb6bb93a0315f69_bb0c31313468.webp",
      "category": "News"
    },
    {
      "id": "a49b694fd91c6afc",
      "title": "研究人员面临测量南极洲融化最快冰川的重大障碍",
      "summary": "国际研究团队，包括韩国极地研究所（KOPRI）和英国南极调查局（BAS），在测量南极洲思韦茨冰川（Thwaites Glacier）时面临重大障碍。思韦茨冰川是南极洲融化最快的冰川之一，其快速消融对全球海平面上升和气候变化具有重要影响。研究人员采用创新方法，如热水钻探技术，收集冰川行为数据。前往研究地点的旅程艰辛，从新西兰到西南极洲乘坐韩国破冰船耗时11天，随后因天气条件恶劣导致直升机无法飞行而延迟10天，并在严酷的南极风中花费10天建立营地。这项研究是“临界点”系列报道的一部分，旨在更新关键环境变化。目标是更好地理解思韦茨冰川的快速融化机制，以应对气候影响，突显科学家在极端环境中遇到的困难。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_a49b694fd91c6afc_440e9b566379.webp",
      "category": "News"
    }
  ]
}