{
  "articles": [
    {
      "id": "67d042acba3bd235",
      "title": "The Impact of Sleep Duration on Lifespan",
      "summary": "Recent research from Oregon Health & Science University reveals a strong correlation between insufficient sleep and reduced life expectancy. Analyzing national data from the Centers for Disease Control and Prevention between 2019 and 2025, scientists examined county-level life expectancy alongside survey responses on sleep habits. The study found that regularly sleeping less than seven hours per night is associated with a shorter lifespan, with this factor showing a stronger link to life expectancy than diet, physical activity, or social isolation. Only smoking had a greater influence. Researchers, including senior author Andrew McHill, were surprised by the strength of this association, noting that sleep duration outweighed other lifestyle predictors in their models. This is the first study to track year-by-year connections between sleep and life expectancy across all U.S. states, using the CDC's definition of sufficient sleep as at least seven hours. While the biological mechanisms weren't explored, sleep is known to support heart health, immune function, and cognitive performance, suggesting why it may play a critical role in longevity.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_67d042acba3bd235_ec349b65a225.webp",
      "category": "Science"
    },
    {
      "id": "32b2380c00bc28fa",
      "title": "Discovering a Dark Matter Cloud: A Failed Galaxy in Space",
      "summary": "Astronomers using the Hubble Space Telescope have discovered a unique cosmic object named Cloud-9, which is a gas-rich cloud dominated by dark matter and containing no stars. This object, classified as a Reionization-Limited H I Cloud (RELHIC), is considered a relic from the early stages of galaxy formation, offering insights into the dark Universe. Cloud-9 is located near the Milky Way, is nearly spherical in shape, and spans about 4900 light-years with a hydrogen mass equivalent to 1 million suns. Scientists estimate it contains roughly 5 billion solar masses, mostly from dark matter, based on the balance between gas pressure and gravitational pull. The discovery confirms long-standing predictions about such failed galaxies, which never gathered enough gas to form stars, and highlights the challenges in detecting these faint objects due to interference from bright nearby sources. By studying Cloud-9, researchers aim to better understand dark matter distribution and the processes of galaxy evolution in the early Universe.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_32b2380c00bc28fa_68d79ab81126.webp",
      "category": "Science"
    },
    {
      "id": "0d1da6c03d0596b6",
      "title": "Artemis II: NASA's Crewed Return to the Moon",
      "summary": "NASA's Artemis II mission marks the first crewed lunar flight in over five decades, with a potential launch window opening in February 2024 and extending into spring. This 10-day mission will carry four astronauts—commander Reid Wiseman, pilot Victor Glover, mission specialist Christina Koch, and Canadian mission specialist Jeremy Hansen—aboard the Space Launch System rocket and Orion capsule from Kennedy Space Center in Florida. The crew will test Orion's manual flight controls in Earth orbit, then travel thousands of kilometers beyond the Moon to evaluate life-support, propulsion, power, and navigation systems. They will also serve as medical test subjects, collecting data in deep space where radiation levels are higher than on the International Space Station but still safe. After completing their tasks, the astronauts will return to Earth with a splashdown in the Pacific Ocean. Artemis II is a critical step toward Artemis III, which aims for a human lunar landing by 2027 or 2028, reviving Moon exploration after the Apollo era.",
      "source": "BBC Science",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_0d1da6c03d0596b6_214ed8478c9b.webp",
      "category": "Science"
    },
    {
      "id": "52a7fae92fa741b6",
      "title": "Investigating the Link Between Food Preservatives and Type 2 Diabetes",
      "summary": "A comprehensive study published in Nature Communications has linked higher consumption of food preservatives to an increased risk of developing type 2 diabetes. Conducted by researchers from Inserm, INRAE, and several French universities, the study analyzed data from over 100,000 adults in the NutriNet-Santé cohort between 2009 and 2023. Preservatives, which are additives used to extend shelf life in processed foods, were categorized into non-antioxidant and antioxidant types, identified by European codes E200-E299 and E300-E399. Participants provided detailed food records, allowing scientists to estimate long-term exposure to 58 preservative additives. After adjusting for factors like age, diet quality, and lifestyle, the analysis revealed that greater intake of certain preservatives correlated with higher diabetes incidence. This research addresses gaps in previous studies by providing large-scale human evidence, suggesting that preservatives may interfere with metabolic processes. The findings highlight the need for further investigation into food additives and public health recommendations to reduce preservative consumption.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_52a7fae92fa741b6_f54c2525462d.webp",
      "category": "Science"
    },
    {
      "id": "523a026d350de727",
      "title": "AI Unlocks Health Predictions from Sleep Data",
      "summary": "Researchers at Stanford Medicine have created an artificial intelligence system named SleepFM that analyzes polysomnography sleep recordings to estimate a person's risk for over 100 medical conditions. The system was trained on 585,000 hours of data from 65,000 individuals, using a foundation model approach similar to large language models but applied to biological signals like brain activity, heart rhythms, and breathing patterns. Polysomnography, the gold standard for sleep evaluation, captures extensive physiological information often underutilized in clinical practice. The AI integrates multiple data streams through a method called leave-one-out contrastive learning, teaching it to understand the interactions between different body signals. After training, SleepFM performed well on tasks like identifying sleep stages and assessing sleep apnea severity, showing potential for predicting future diseases. This advancement highlights how AI can extract valuable health insights from sleep data, offering a new tool for early disease detection and personalized medicine.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_523a026d350de727_72e3641e8ad7.webp",
      "category": "Science"
    },
    {
      "id": "11da29328f33dbe8",
      "title": "NASA's Decision to Evacuate ISS Crew Due to Medical Emergency",
      "summary": "NASA has ordered a controlled medical evacuation from the International Space Station, bringing home four of the seven crew members after an unspecified medical incident involving one astronaut. The affected crew member, part of the Crew-11 mission launched in August, is reported as stable, but NASA is exercising caution by returning the entire Crew-11 team early. The astronauts, including Commander Zena Cardman and Pilot Mike Fincke, will undock in their SpaceX Crew Dragon spacecraft and splash down in the Pacific Ocean. NASA officials, such as Administrator Jared Isaacman and Chief Medical Officer Dr. JD Polk, emphasize that astronaut health is the highest priority, though details are withheld for privacy. The incident occurred independently of spacewalk preparations, and the crew responded promptly using their emergency training. The space station is equipped with medical gear, and NASA is coordinating the return schedule while maintaining transparency about safety protocols.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_11da29328f33dbe8_aea783c3b655.webp",
      "category": "Science"
    }
  ]
}