{
  "articles": [
    {
      "id": "d29c0f54f8813ae7",
      "title": "学生贷款系统“公平合理”，里夫斯表示",
      "summary": "财政大臣雷切尔·里夫斯在受到批评后，将学生贷款系统描述为“公平合理”。此前，个人理财专家马丁·刘易斯表示，冻结毕业生开始偿还贷款的工资门槛对她来说“不是道德的事情”，因为这会将债务视为税收。在11月的预算中，里夫斯宣布，从2027年4月起，计划2学生贷款的还款门槛将冻结在29,385英镑，为期三年。她在接受BBC新闻之夜采访时辩称，政府的措施在“税收和支出之间取得平衡”方面是“公平和相称的”。她表示，预算中宣布的变化使不同的还款计划保持一致。“因此，你将在相同的收入水平开始偿还。我认为这是公平合理的，”财政大臣补充道。省钱专家创始人刘易斯曾要求财政大臣“请重新考虑”她的政策，并继续说她将学生贷款视为税收——他强调这不是税收。“这是政府与没有接受过这些贷款教育的年轻人签订的合同，”刘易斯告诉新闻之夜。“我认为以这种方式冻结还款门槛对你来说不是道德的事情。”计划2贷款适用于2012年9月至2023年7月期间在英格兰和威尔士开始课程的学生。该计划目前的门槛是28,470英镑。冻结意味着收入高于该金额的工人将被迫比门槛随通货膨胀上涨时支付更多的学生贷款还款。毕业生偿还其计划中规定门槛以上收入的9%。他们不必在离开课程后的4月之前开始还款，还款通过税收系统自动进行。但刘易斯表示，特别是在英格兰和威尔士拥有计划2贷款的人中，愤怒情绪日益增长，因为最近较高的通货膨胀导致贷款利率上升。“当我们经历高通货膨胀时，他们的利率上升了，这尤其痛苦，”刘易斯说。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_d29c0f54f8813ae7_7e003460f236.webp",
      "category": "News"
    },
    {
      "id": "4c48c948b13d6320",
      "title": "新发布的爱泼斯坦文件要点",
      "summary": "美国司法部发布了数百万份与已故性犯罪者杰弗里·爱泼斯坦相关的新文件，这是根据去年签署的法律要求政府分享的最大规模文件发布。这些文件包括三百万页文档、18万张图片和2000个视频，涵盖了爱泼斯坦在监狱中的时间、他的死亡以及其同伙吉斯莱恩·麦克斯韦的调查记录，麦克斯韦因帮助他贩卖未成年女孩而被定罪。文件还包括爱泼斯坦与高端人士之间的电子邮件，例如被称为“公爵”的英国皇室成员，讨论了在白金汉宫共进晚餐的私密场合。这些邮件于2010年交换，并未显示任何不当行为。发布是在部门错过特朗普总统签署的法律截止日期后进行的，旨在确保透明度。这些文件揭示了爱泼斯坦在其法律麻烦中的关系网，包括他2008年因招揽未成年人而被定罪以及2019年在面临性贩卖指控时在狱中死亡的情况。这一发布为公众提供了对其网络和持续审查的深入见解。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4c48c948b13d6320_f66944d0b22c.webp",
      "category": "News"
    },
    {
      "id": "539307e33654ef99",
      "title": "佩德罗·帕斯卡和梅丽尔·斯特里普领衔致敬凯瑟琳·欧哈拉",
      "summary": "凯瑟琳·欧哈拉，一位来自加拿大的艾美奖获奖喜剧女演员，于71岁时因短暂疾病在洛杉矶家中去世。她以在电影《阴间大法师》和《小鬼当家》以及电视剧《富家穷路》和《工作室》中的角色而闻名。去世后，众多名人包括梅丽尔·斯特里普、佩德罗·帕斯卡和本·斯蒂勒表达了深切悼念。斯特里普赞扬欧哈拉通过她饰演的古怪角色带来了“爱与光”，帕斯卡则表示永远感激与她的合作。本·斯蒂勒强调她对喜剧的深远影响，称“无人能及”。其他合作演员如迈克尔·基顿和麦考利·卡尔金分享了情感信息，基顿回忆了他们的长久友谊，卡尔金在Instagram上表达了悲伤。导演蒂姆·伯顿和演员亚历克·鲍德温也纪念了她独特的才华和对电影业的贡献。欧哈拉从加拿大喜剧界起步，凭借令人难忘的表演获得评论界赞誉，留下了持久的娱乐遗产。这篇文章通过名人致敬，突出了她在喜剧和文化中的影响，以及同行对她的尊重和怀念。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_539307e33654ef99_ad752c7a6dda.webp",
      "category": "News"
    },
    {
      "id": "9b2a4429cf94c2cf",
      "title": "阅读针对唐·莱蒙、乔治亚·福特等人在明尼苏达州被起诉的完整起诉书",
      "summary": "唐·莱蒙，一位前CNN主播，在洛杉矶被捕，面临联邦民权指控，涉及他在明尼苏达州圣保罗市城市教堂报道一场反移民执法抗议活动。这场抗议发生于2026年1月18日，干扰了教堂的礼拜服务，该教堂的一名牧师是美国移民和海关执法局的官员。莱蒙与独立记者乔治亚·福特及两名抗议参与者一起，被明尼苏达州的大陪审团起诉，罪名是共谋和干涉礼拜者的第一修正案权利。出庭后，莱蒙被释放，并表现出 defiant 的态度，誓言继续从事新闻工作并抗辩指控，计划不认罪。他声称自己是作为独立记者记录事件，与抗议组织无关。此案凸显了新闻自由与法律边界在民事示威中的紧张关系，莱蒙的辩护律师玛丽莲·贝德纳尔斯基支持他的立场。指控源于 allegations 称他们的行为在抗议期间侵犯了民权，引发了关于媒体问责和法律保护的更广泛问题。此报道基于美联社的新闻和法庭文件，提供了事件的基本事实，但可能缺乏检方观点的深入分析。对于中文读者，这有助于了解美国法律体系和新闻自由的复杂性，以及移民政策争议的背景。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_9b2a4429cf94c2cf_bbd9e0f565cf.webp",
      "category": "News"
    },
    {
      "id": "a7d66b4b17be057c",
      "title": "我在YouTube上嘲讽沙特领导人，随后手机被黑并在伦敦遭殴打",
      "summary": "本文讲述了YouTube博主Ghanem al-Masarir的经历，他因制作批评沙特阿拉伯王室的视频而走红，视频观看量达数亿次。然而，他的成功引来了强大对手。2018年，他的手机出现异常，包括运行缓慢和电池快速耗尽，使他怀疑被监视。他还报告在伦敦遭到疑似沙特政权支持者的跟踪和骚扰，这些人拍摄并 confront 他。网络安全专家后来确认，他的iPhone被使用Pegasus黑客工具入侵，允许未经授权访问他的位置、摄像头、麦克风和个人数据。这次间谍活动与包含恶意链接的短信有关。随后，在2018年8月，他在伦敦市中心遭到两名陌生人的 physical 袭击，这些人因他对沙特王室的批评而 verbally 辱骂他，并多次拳击他，直到路人干预。袭击者之一戴着耳机，逃离时用贬损性称呼骂他。经过多年法律诉讼，伦敦高等法院最近裁定沙特阿拉伯对黑客攻击和袭击负责， citing 有 compelling 证据表明这些行动由该国 directed 或 authorized，以压制 al-Masarir 的公开异议。法院命令沙特阿拉伯支付超过300万英镑的赔偿。此案突显了数字 activism 的风险、Pegasus等先进间谍软件的使用，以及国家支持的 repression 的 extraterritorial 影响，强调了在互联世界中 dissidents 的 vulnerabilities 和司法机构对 sovereign entities 施加 accountability 的能力。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_a7d66b4b17be057c_8c8c2ea6b44c.webp",
      "category": "News"
    },
    {
      "id": "01c89797a4902f49",
      "title": "经过多年转变，曾由FLDS教派控制的双子镇享受新自由",
      "summary": "科罗拉多市（亚利桑那州）和希尔代尔（犹他州）这两个位于亚利桑那-犹他边境的城镇，经历了从耶稣基督后期圣徒原教旨主义教会（FLDS）控制到社区自由的深刻转变。FLDS是一个实行一夫多妻制的教派，在其领袖沃伦·杰夫斯的领导下，城镇实施了严格的行为规范，禁止青少年体育活动和社会聚会，并拆散家庭重新分配妻儿。杰夫斯因性侵未成年人于2011年被定罪并判处终身监禁，此后法院介入，夺取了城镇的控制权并实施监督。这一法律干预促进了社区的快速康复，城镇于2023年夏季提前解除法院监督，标志着转型的成功。如今，居民可以享受足球比赛、酒吧和酒庄等常见活动，恢复了正常的小镇生活。前教派成员如威利·杰索普和谢姆·菲舍尔描述了“杰夫斯之后的生活”，既怀念成长中的社区支持，也批评教派在杰夫斯领导下的黑暗转向。FLDS于1930年代在此定居，以继续实行一夫多妻制，与主流摩门教分裂，当局在杰夫斯罪行曝光前对此视而不见。当前，这些城镇的新自由成为法律纠正和社区韧性的典型案例，展示了对抗宗教威权主义的社会变革。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_01c89797a4902f49_a35e6f6620b3.webp",
      "category": "News"
    }
  ]
}