{
  "articles": [
    {
      "id": "a41f47797bbe64d9",
      "title": "2型糖尿病如何悄然损害血管",
      "summary": "本文探讨了2型糖尿病随时间增加心血管疾病风险的机制，重点关注红细胞的变化。卡罗林斯卡学院的研究人员在《糖尿病》期刊上发表了一项研究，揭示糖尿病持续时间显著影响红细胞开始损害血管的时间。长期患有糖尿病的人面临更高的心脏病和中风风险，研究表明这些患者的红细胞会破坏正常的血管功能，而新诊断患者的红细胞则无此影响。大约七年后，即使最初未受影响的患者也会发展出具有类似损害性质的红细胞。研究涉及动物模型和人类患者，显示恢复红细胞中microRNA-210分子的水平可以改善血管功能。这表明microRNA-210可能作为早期检测心血管风险的生物标志物，从而实现更好的预防策略。研究结果强调，不仅仅是患有糖尿病，而且患病时间长短也至关重要，这为减少并发症的潜在干预措施提供了见解。该研究通过纵向随访和实验方法，为理解糖尿病慢性并发症提供了新的视角，并可能推动个性化医疗的发展。",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_a41f47797bbe64d9_c1ab7e4af075.webp",
      "category": "Science"
    },
    {
      "id": "a3aa3d94cfac778c",
      "title": "基因优势：帮助一些人终身保持敏锐的遗传因素",
      "summary": "一项发表在《阿尔茨海默病与痴呆症》杂志上的研究探讨了超级老龄者的遗传因素。超级老龄者指80岁及以上、记忆和思维能力与年轻20-30岁成年人相似的人群。由范德比尔特大学医学中心的研究人员领导，该研究分析了来自八个国家老龄化队列的18,080名参与者的数据，重点关注APOE基因的两个变体：APOE-ε4是晚发性阿尔茨海默病的已知风险因素，而APOE-ε2则提供保护作用。结果显示，与患有阿尔茨海默病痴呆的同龄人相比，超级老龄者携带APOE-ε4的可能性降低68%；与认知正常的老年人相比，降低19%。此外，超级老龄者携带APOE-ε2的频率比认知正常的同龄人高28%，比阿尔茨海默病患者高103%。这项观察性研究是迄今为止规模最大的，利用阿尔茨海默病测序项目的数据，并通过记忆评分定义超级老龄者。研究发现，较低的遗传风险，特别是减少的APOE-ε4和增加的APOE-ε2，有助于异常认知老化，为阿尔茨海默病的预防和健康老龄化提供了见解。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a3aa3d94cfac778c_ffc72aa54fa5.webp",
      "category": "Science"
    },
    {
      "id": "84667a9b30bd7279",
      "title": "血液检测可在症状出现前数年揭示克罗恩病风险",
      "summary": "西奈健康系统的研究人员发现了一种血液检测方法，能够在克罗恩病症状出现前数年就识别出患病风险。克罗恩病是一种慢性炎症性肠病，影响消化道，导致疼痛、疲劳和消化问题，其发病率不断上升，尤其在儿童中。该检测通过测量对鞭毛蛋白的免疫反应来评估风险，鞭毛蛋白是某些肠道细菌上的一种蛋白质，抗体水平升高表明患病风险增加。这一发现发表在《临床胃肠病学和肝病学》杂志上，表明异常的免疫反应可能触发疾病而非仅是其结果。该研究是遗传、环境和微生物（GEM）项目的一部分，由Ken Croitoru博士领导，跟踪了5000多名克罗恩病患者的健康一级亲属，收集遗传、生物和环境数据以了解疾病起源。截至目前，已有130名参与者发展为克罗恩病，使得症状前分析成为可能。Croitoru博士强调，早期检测可能实现预防性干预并改善治疗，因为当前疗法通常只能提供部分缓解。这项研究建立在阿拉巴马大学先前工作的基础上，该工作将鞭毛蛋白抗体与克罗恩病联系起来，现扩展到高危人群。目标是通过更深入地了解免疫系统与肠道细菌的相互作用，预测风险、预防发病并提高患者预后。",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_84667a9b30bd7279_d98b4e3aa11c.webp",
      "category": "Science"
    },
    {
      "id": "6000f88b290fdc37",
      "title": "为什么有些人感冒严重而有些人不会",
      "summary": "这篇文章探讨了为什么有些人感染鼻病毒后感冒症状严重，而其他人则症状轻微或无症状。研究由耶鲁医学院的科学家进行，发表於《细胞出版社蓝》期刊。他们使用实验室培养的人类鼻组织模型来观察细胞反应。研究发现，鼻细胞在检测到鼻病毒时会启动由干扰素协调的防御系统。干扰素是蛋白质，能激活感染细胞和附近健康细胞的抗病毒防御，从而抑制病毒复制和传播。如果干扰素反应迅速，感染可被早期控制，症状较轻；如果反应延迟或被阻断，病毒会迅速扩散，导致更多细胞损伤和严重症状。此外，研究还发现，病毒复制增加会触发黏液分泌和炎症信号，这可能加重呼吸道问题，如哮喘患者的呼吸困难。尽管该模型提供了重要见解，但其细胞类型较少，未包含免疫细胞，这限制了全面理解。未来研究需要纳入更多细胞类型和环境因素。总体而言，这项研究强调了早期细胞反应在决定感冒严重程度中的关键作用，并为开发减轻症状同时支持抗病毒防御的治疗方法提供了潜在靶点。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_6000f88b290fdc37_b4009bc58e14.webp",
      "category": "Science"
    },
    {
      "id": "c56dd6541acb22ac",
      "title": "印尼最古老洞穴手印画可能改写人类创造力时间线",
      "summary": "在印度尼西亚苏拉威西岛发现的一幅手印轮廓画被确认为世界上最古老的洞穴绘画，距今至少67,800年。这幅红色手印呈现出爪状图案，研究人员认为这表明早期人类在象征性想象力上有了飞跃。这一发现比之前西班牙的纪录早了约1,100年，并挑战了长期以来的欧洲中心论观点，即人类创造力突然在冰河时代的欧洲爆发并由此传播。由澳大利亚格里菲斯大学的亚当·布鲁姆教授和马克西姆·奥伯特教授领导的研究团队，通过铀系测年法分析覆盖在绘画上的矿物结壳，确定了其可靠的最早年代。该绘画采用喷涂技术制作，即古人将手按在石灰岩洞穴墙壁上，然后吹喷红色颜料留下负形轮廓。过去十年间，苏拉威西岛的一系列发现，如距今至少40,000年的手印和动物图形，以及距今至少51,200年的叙事场景，不断将复杂图像制作的时间线向前推进。这些证据表明，智人在东南亚地区从事抽象艺术表现的时间比先前认为的要早得多，支持创造力是人类与生俱来的特质，可追溯至非洲起源。这项发表在《自然》杂志上的研究强调，洞穴艺术是追踪认知进化的关键标志，显示了早期人类不仅对环境做出反应，还通过符号积极塑造和分享他们的世界，为语言、宗教和科学的发展奠定了基础。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c56dd6541acb22ac_5501c10175d7.webp",
      "category": "Science"
    },
    {
      "id": "dd26a6faf87975aa",
      "title": "自然损失构成国家安全风险，情报机构警告",
      "summary": "一份由联合情报委员会撰写、环境、食品和农村事务部发布的报告指出，全球自然健康状况的下降对英国的安全与繁荣构成重大威胁。报告强调了生态系统退化带来的“连锁风险”，包括冲突、移民和资源竞争加剧。它确定了六个关键生态系统区域，如亚马逊雨林和东南亚的珊瑚礁，这些区域因持续的自然损失而处于“崩溃路径”上。这种崩溃可能导致食品价格上涨，并挑战英国的食品安全，因为英国严重依赖全球市场获取食品和化肥。报告利用科学研究和专家判断评估了自然损失对英国安全的“合理最坏情况”，警告英国目前无法在不大幅提价的情况下实现食品自给自足。然而，报告建议，通过进一步投资，像再生农业或实验室培育蛋白质这样的技术可能有助于减轻这些风险。政府承认该报告对未来规划的重要性。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_dd26a6faf87975aa_a2111d102527.webp",
      "category": "Science"
    }
  ]
}