{
  "articles": [
    {
      "id": "563414260872fddc",
      "title": "自2021年以来数千名司机因超速被错误罚款",
      "summary": "自2021年以来，英格兰A级公路和高速公路上的速度摄像头系统出现技术故障，导致约2,650次错误激活，许多司机因此受到不公正的罚款。问题源于可变速度摄像头与显示变化限速的标志之间存在约10秒的延迟。这种异常导致摄像头在限速刚刚提高时（例如从40英里/小时提高到60英里/小时）错误地将司机识别为超速。负责管理这些道路的国家公路局为此错误道歉，并正在实施临时修复措施，向警方提供额外数据以帮助过滤错误捕获。受影响的司机将由警方联系，获得罚款退款，并在需要时从驾照中扣除罚分。值得注意的是，并非所有激活都会导致罚款，而且与受影响道路上超过600万次激活相比，这2,650次事件只占很小一部分。该故障影响了英格兰10%的高速公路和主要A级公路，涉及400个摄像头中的154个，主要发生在智能高速公路以及A14和A1等路段。国家公路局强调安全仍是首要任务，并敦促司机在开发永久解决方案期间继续遵守公布的限速。这一事件引发了对自动化交通执法可靠性、潜在系统偏见以及技术治理对公众信任影响的更广泛关注。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_563414260872fddc_4eb13bc54c14.webp",
      "category": "News"
    },
    {
      "id": "565e6b9012788ea5",
      "title": "BBC表示将就《全景》节目编辑特朗普演讲的诽谤诉讼进行辩护",
      "summary": "BBC宣布将就美国前总统唐纳德·特朗普提起的50亿美元诽谤诉讼进行辩护。该诉讼源于BBC在《全景》纪录片中对特朗普2021年1月6日演讲的编辑。特朗普指控BBC故意恶意编辑其演讲，使其看起来直接呼吁在国会大厦骚乱中采取暴力行动，从而构成诽谤。BBC已就编辑致歉，承认造成了误解，但反驳了诽谤指控，并拒绝赔偿。特朗普的法律团队认为编辑具有欺骗性，而BBC则坚称无恶意且特朗普未受损害，因其在节目播出后再次当选。此次编辑导致BBC内部批评，总干事蒂姆·戴维和新闻主管黛博拉·特内斯因此辞职。BBC表示在诉讼进行期间不再进一步评论，突显了媒体伦理与法律问责在高调案件中的紧张关系。此案涉及美国诽谤法中的实际恶意标准，以及媒体编辑自由与法律责任之间的平衡，对新闻行业和公众信任具有重要影响。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_565e6b9012788ea5_3758c5ce896e.webp",
      "category": "News"
    },
    {
      "id": "89697c682f3995c5",
      "title": "Lizzo庆祝肥胖羞辱指控被驳回",
      "summary": "流行歌手Lizzo在一项法律诉讼中取得部分胜利，法官驳回了三名前舞者于2023年提起的肥胖羞辱指控。舞者Arianna Davis、Crystal Williams和Noelle Rodriguez指控Lizzo在2021年至2023年间强迫她们参加性表演并与裸体表演者互动，这些性骚扰指控仍在审理中。Lizzo以身体积极赞歌闻名，她在视频声明中辩称，她解雇舞者是因为她们未经同意秘密录制她，而非体重增加，她的团队称这起诉讼为“捏造的悲情故事”。此案凸显了娱乐行业在工作场所行为方面的紧张关系。Lizzo的律师试图以第一修正案对创作过程的保护为由，对性骚扰指控继续审理的决定提出上诉，但舞者的律师反驳称这种辩护不足以为据。法律程序将继续进行，重点在于这些指控是否构成性骚扰。此案涉及名人责任、身体积极倡导以及创意环境中骚扰的法律标准等交叉议题。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_89697c682f3995c5_2f19c1f2726c.webp",
      "category": "News"
    },
    {
      "id": "caac82442d58528c",
      "title": "BBC调查发现：癌症儿童治疗筹款数百万被诈骗",
      "summary": "BBC世界服务调查揭露了一起全球性的在线诈骗案，针对癌症儿童家庭。诈骗者制作情感视频，展示患病儿童，如七岁的哈利勒，他被拍摄时使用虚假医疗设备和剧本台词，以募集治疗捐款。这些活动通常以“Chance Letikva”等组织名义进行，筹集了大量资金——例如，哈利勒的活动筹集了27,000美元——但家庭所得甚少或一无所获，哈利勒的家庭仅获得700美元拍摄费，之后他去世了。调查确定了全球15个受剥削的家庭，其中九个报告称以他们名义筹集的约400万美元分文未得。关键人物是以色列人埃雷兹·哈达里，居住在加拿大，涉嫌参与诈骗网络。诈骗涉及选择“美丽儿童”，年龄三至九岁且无头发，以最大化情感吸引力。BBC的调查始于注意到类似的令人痛心的YouTube广告，如加纳女孩亚历山德拉的广告，筹集了近70万美元。文章强调了不道德行为，包括虚假场景和操纵，并敦促在线慈善捐赠时保持谨慎，以防止此类剥削。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_caac82442d58528c_eaa6b19140e5.webp",
      "category": "News"
    },
    {
      "id": "d6ea93706e731206",
      "title": "30%租金规则是否仍然适用？专家观点解析",
      "summary": "30%租金规则是一项长期存在的财务建议，主张租金不应超过收入的30%。然而，随着住房成本上升和通货膨胀，该规则在当今住房市场中的实用性受到质疑。哈佛大学住房联合研究中心的研究显示，2023年近三分之二的工作年龄租房者负担沉重，难以支付租金。专家如Daryl Fairweather认为，该规则对大多数人仍有参考价值，但存在诸多限制。历史上，该规则源于19世纪末或20世纪初对工人阶级家庭预算的研究，从“一周工资付一月租金”的原则演变为1960年代联邦住房援助计划中25%的标准，1980年代为削减政府开支提高至30%，至今仍用于住房券和公共住房。但研究表明，该规则的效果因收入而异：对收入约为地区中位数50%的中等收入者较为适用，但对极低收入者可能导致基本需求如食品不足，对极高收入者则显得多余。2018年一份报告分析了克利夫兰、凤凰城和洛杉矶的家庭经济状况，发现在大多数情况下，预计成本超过收入，凸显负担能力挑战。在纽约、旧金山等高租金城市，遵守该规则尤为困难，专家建议租房者采用更个性化的预算策略。本文通过历史演变、数据分析和专家见解，探讨了这一规则在现代经济中的适用性及其在住房政策和个人理财中的意义。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d6ea93706e731206_fba2ff3d662a.webp",
      "category": "News"
    },
    {
      "id": "d00f057d2de64782",
      "title": "英国间谍首脑称普京拖延和平谈判并意图征服乌克兰",
      "summary": "英国秘密情报局（MI6）新任局长布莱斯·梅特雷韦利在首次公开演讲中指控俄罗斯总统弗拉基米尔·普京故意拖延结束乌克兰战争的和平谈判。她表示，普京的战略目标是征服乌克兰并骚扰北约成员国，通过“灰色地带”战术——即低于全面战争门槛的行动——来测试西方国家的韧性。梅特雷韦利详细列举了俄罗斯的多种侵略行为，包括资助针对关键基础设施的网络攻击、在欧洲机场附近进行无人机入侵，以及纵火、破坏和虚假信息宣传活动。她强调，这些混合威胁与海上活动相结合，构成了一种向全球输出混乱的策略。在伦敦MI6总部发表演讲时，梅特雷韦利指出，快速发展的技术正在重写冲突规则，使得前线无处不在。尽管简要提及了中国对国家安全的影响，但她主要聚焦于俄罗斯作为一个侵略性、扩张主义和修正主义力量所带来的威胁。作为领导这家116年历史机构的首位女性，她的演讲旨在提高人们对俄罗斯修正主义政策所构成的持久且不断演变的危险的认识。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_d00f057d2de64782_883dd29fb1f3.webp",
      "category": "News"
    }
  ]
}