{
  "articles": [
    {
      "id": "cf7e7aa503baaecb",
      "title": "瑞士滑雪酒吧火灾：多年未检查安全致致命悲剧",
      "summary": "瑞士克朗-蒙塔纳的Le Constellation酒吧在新年除夕发生火灾，造成40人死亡、116人受伤，受害者家属震惊地发现该场所已五年未进行强制性的年度安全检查。官员们，包括市长，承认了这一失误并表示遗憾，承诺在当地场所禁止使用烟花棒作为预防措施。火灾据信是由香槟瓶上的烟花棒点燃天花板上的隔音泡沫引起的。酒吧经理雅克和杰西卡·莫雷蒂因过失杀人、过失伤害和过失纵火受到刑事调查，并承诺全力配合。检察官和律师敦促加强问责，质疑市政当局为何未执行年度检查。这一事件凸显了瑞士分散政治体系中的系统性问題，即州制定安全法规，但需由地方当局实施，有时会导致监管漏洞。大多数受害者是年轻人，严重烧伤需在欧洲各地治疗，葬礼已开始，强调了安全疏忽的人力成本。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cf7e7aa503baaecb_ae36cd7c0d58.webp",
      "category": "News"
    },
    {
      "id": "d405f74ed373fc31",
      "title": "美国讨论获取格陵兰岛选项，包括使用军事手段",
      "summary": "白宫表示，美国总统唐纳德·特朗普一直在讨论“一系列选项”以获取格陵兰岛，包括可能使用军事手段。白宫告诉BBC，获取格陵兰岛——北约成员国丹麦的半自治地区——是“国家安全优先事项”。这一声明是在欧洲领导人发表联合声明支持丹麦几小时后发布的，丹麦一直在抵制特朗普对这座北极岛屿的野心。特朗普上周末重申美国出于安全原因“需要”格陵兰岛，促使丹麦首相梅特·弗雷泽里克森警告称，美国的任何攻击都将意味着北约的终结。白宫周二表示：“总统及其团队正在讨论一系列选项以追求这一重要外交政策目标，当然，利用美国军事力量始终是总司令可用的选项。”北约是一个跨大西洋军事组织，盟国应在外部攻击时相互援助。美国国务卿马可·卢比奥周一在国会山的机密简报中告诉立法者，特朗普政府不计划入侵格陵兰岛，但他提到从丹麦购买该岛，据《华尔街日报》和其他美国媒体报道。此后，国务院发言人周二告诉BBC，美国“渴望建立持久的商业关系，造福美国人和格陵兰岛人民”。发言人补充说：“我们的共同对手在北极日益活跃。这是美国、丹麦王国和北约盟国共同关注的问题。”格陵兰岛和丹麦此前表示，他们已要求尽快与卢比奥会面，讨论美国对该岛的主张。丹麦外交部长拉斯·洛克·拉斯穆森表示，与美国最高外交官交谈应能解决“某些误解”。周二，六个欧洲盟国表达了对丹麦的支持。“格陵兰岛属于其人民，只有丹麦和格陵兰岛可以决定有关他们关系的事务，”英国、法国、德国、意大利、波兰、西班牙和丹麦的领导人在联合声明中表示。强调他们与美国一样关注北极安全，欧洲签署国表示这必须由包括美国在内的北约盟国“集体”实现。他们还呼吁“维护《联合国宪章》的原则，包括主权、领土完整和边界不可侵犯性”。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_d405f74ed373fc31_c32ac2acb034.webp",
      "category": "News"
    },
    {
      "id": "00a3df24afdb58b0",
      "title": "特朗普威胁格陵兰岛，北约和欧盟面临痛苦问题",
      "summary": "在巴黎举行的一次会议上，欧洲领导人和美国特使本应重点讨论推进乌克兰和平协议，但却面临一个重大干扰：美国总统唐纳德·特朗普对获取格陵兰岛的持续兴趣。格陵兰岛是丹麦的自治领土，位于北极地区，特朗普认为其对美国国家安全至关重要。丹麦首相梅特·弗雷泽里克森出席了会议，她是欧盟和北约的关键盟友，这凸显了欧洲大国在避免激怒特朗普与维护国际规范之间必须保持的微妙平衡。作为回应，包括英国、法国和德国在内的六个欧洲主要国家发表联合声明，强调北极安全应通过北约进行集体努力，且格陵兰岛事务仅由丹麦和格陵兰岛自行决定。然而，白宫迅速反驳，宣布正在探索单边选项以获取格陵兰岛，例如购买或使用军事力量，正如新闻秘书卡洛琳·莱维特所述。这一事态发展紧随特朗普最近对委内瑞拉的军事干预之后，加剧了欧洲领导人的担忧，他们现在将特朗普的格陵兰岛野心视为严重威胁而非笑话。该事件凸显了大西洋两岸联盟中日益增长的紧张关系，并对北约和欧盟合作在面临美国单边行动时的稳定性提出了质疑。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_00a3df24afdb58b0_c6a1053e2df8.webp",
      "category": "News"
    },
    {
      "id": "bb7717d6cb7a06d9",
      "title": "特朗普试图获取委内瑞拉石油储备面临重大障碍",
      "summary": "特朗普总统提议美国政府可以补贴美国公司重建委内瑞拉的石油基础设施，旨在开放该国庞大的石油储备以供外国投资。委内瑞拉拥有全球最大的原油储量，但由于内部功能失调和美国制裁的打击，其产量自1990年代末以来下降了约70%。目前，只有雪佛龙公司在特殊许可证下运营。历史上，委内瑞拉在1970年代国有化了其石油工业，并在乌戈·查韦斯时期进一步巩固了国家控制，要求国际公司将其业务的大部分控制权转让给国有石油公司。这一历史使外国参与变得复杂。文章引用了能源专家弗朗西斯科·莫纳尔迪的见解，他讨论了政治不稳定、制裁和委内瑞拉国家控制模式等障碍。特朗普的计划面临重大障碍，包括法律和物流挑战，以及需要委内瑞拉政府的合作，而该国政府可能抵制美国的影响。这反映了能源政策、国际关系和经济制裁之间复杂的相互作用。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_bb7717d6cb7a06d9_98350eea096d.webp",
      "category": "News"
    },
    {
      "id": "d46605e3bc9bc8d5",
      "title": "拉丁美洲分析师和前大使对“特朗普主义”的看法",
      "summary": "本文探讨了特朗普主义，这是特朗普总统领导下的一种外交政策范式，强调施加压力和军事力量，可能针对对手和盟友。文章呈现了托德·罗宾逊和安德烈斯·马丁内斯-费尔南德斯的观点，前者是美国前驻危地马拉大使和委内瑞拉最高外交官，曾被驱逐，后者来自传统基金会。分析指出，该主义标志着从克制政策转向肌肉发达、侵略性的方式，通过西半球的区域统治重新定义“美国优先”，让人联想到19世纪的帝国战略。文章将这一主义置于特朗普干预委内瑞拉引发的持续余波中，审视其对美国全球霸权、外交关系和国际事务伦理的广泛影响。它提供了对该主义连贯性、有效性及与历史先例一致性的批判性评估，突出了主权和权力动态的辩论。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d46605e3bc9bc8d5_4e00b43443fb.webp",
      "category": "News"
    },
    {
      "id": "cd1488bcf11fdf7b",
      "title": "关于归属问题的简要而精彩的见解",
      "summary": "泰莉尔·欧文是来自蒙大拿州弗拉特黑德保留地的一名摄影记者，她的作品专注于细腻描绘美国原住民社区的生活。她最近的项目研究了美国政府强加的血统量子系统，该系统通过血统分数来定义原住民身份。泰莉尔分享了她在归属问题上的简要而精彩的见解。她成长于弗拉特黑德保留地，最初不认为摄影能成为职业，但受到9/11事件照片的启发，决定用摄影讲述家乡故事，连接人们并展示共同点。她的目标是拍摄原住民作为普通人的生活，避免仅限于传统服饰或悲伤形象的刻板印象。项目“保留地数学：在原住民美国导航爱情”关注血统量子如何影响原住民的婚姻、家庭选择等亲密决策，每个原住民出生时被分配一个分数，部落通常有最低要求（如她的部落要求四分之一）。泰莉尔认为摄影能打破误解，促进对归属和身份的更全面理解，挑战外部定义并倡导原住民主权。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_cd1488bcf11fdf7b_263b8604d17e.webp",
      "category": "News"
    }
  ]
}