{
  "articles": [
    {
      "id": "193d1afc2571dd26",
      "title": "Netanyahu's Pardon Request and Its Impact",
      "summary": "Israeli Prime Minister Benjamin Netanyahu has formally requested a pardon from President Isaac Herzog, citing national interest as the reason. Netanyahu is on trial for bribery, fraud, and breach of trust in three cases, which he denies, calling the trial a 'witch-hunt.' The president's office is reviewing the request, noting its significant implications, but no decision timeline is given. In one case, Netanyahu allegedly received gifts like cigars and champagne from businessmen for favors; in another, he is accused of offering help to a newspaper for positive coverage; and in a third, he supposedly aided a telecom company for favorable media. U.S. President Donald Trump previously urged a pardon, but Herzog emphasized the need for a formal request. Netanyahu argues that ending the trial would reduce division and foster reconciliation in Israel, which faces major challenges. This situation highlights the intersection of politics and justice in a democratic society.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_193d1afc2571dd26_6988c99a85b7.webp",
      "category": "News"
    },
    {
      "id": "e8c23b4f14870160",
      "title": "Honoring Sir Tom Stoppard: A Legacy of Wit and Wisdom",
      "summary": "King Charles III and Queen Camilla have expressed deep sadness over the death of Sir Tom Stoppard, a renowned playwright who passed away at 88. They described him as a genius who inspired audiences with his diverse works, from stage plays to film screenplays. Sir Tom's death at his home in Dorset has prompted global tributes, highlighting his six-decade career filled with philosophical and political explorations. Notable figures like Sir Mick Jagger and author Robert Harris shared personal memories, praising his intellect, humor, and joyful approach to life. Sir Tom's achievements include an Oscar for Shakespeare In Love, a knighthood for literary contributions, and recent awards for his semi-autobiographical play Leopoldstadt. His works, such as Rosencrantz and Guildenstern are Dead, continue to influence theater and film, making him a beloved figure in the arts. The article emphasizes how his legacy lives on through his immortal words and the comfort he brought to many.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_e8c23b4f14870160_ffb7a1c0da8d.webp",
      "category": "News"
    },
    {
      "id": "8e80e1f625032acd",
      "title": "The Risks of Off-Label Weight-Loss Injections",
      "summary": "This article explores the trend of people using weight-loss injections, like Ozempic, without medical necessity. It focuses on Gabriela, a 40-year-old Brazilian lawyer and fitness enthusiast who struggled to lose a few kilograms gained during the Covid pandemic. Despite her active lifestyle and muscular build, she turned to weight-loss jabs after friends recommended them. She purchased Ozempic without a prescription in Rio de Janeiro and experienced rapid weight loss by reducing her appetite, but the effects reversed when she stopped. Gabriela now cycles on and off the injections based on her body image, using them intermittently for over a year. Doctors caution that such behavior poses health risks, as these drugs are intended for individuals with high BMI or weight-related conditions. In the UK, the NHS restricts prescriptions to those with BMI above 35 or 40, emphasizing that misuse can lead to adverse effects. Gabriela's BMI was 26.6, indicating she was not medically eligible, highlighting concerns about off-label use and the importance of clinical supervision for safety.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_8e80e1f625032acd_71e5eb0798ad.webp",
      "category": "News"
    },
    {
      "id": "1ae01c0ceeb2cf22",
      "title": "African Union's Response to Guinea-Bissau Coup",
      "summary": "The African Union has suspended Guinea-Bissau in response to a recent military coup, emphasizing its zero-tolerance policy against unconstitutional government changes. This action was taken by the AU Peace and Security Council after the coup occurred following disputed presidential and legislative elections. Incumbent President Umaro Sissoco Embaló and opposition candidate Fernando Dias both claimed victory, leading to political instability. The former president fled to the Republic of the Congo, and the military-appointed transitional president, Gen. Horta Inta-a, formed a new government. Guinea-Bissau has a history of coups since independence from Portugal and is affected by drug trafficking, which experts link to its political crises. Additionally, the West African bloc ECOWAS has also suspended Guinea-Bissau, highlighting regional concerns over the breakdown of constitutional order. The suspensions aim to pressure the restoration of democratic governance in the country.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_1ae01c0ceeb2cf22_a55268afe33c.webp",
      "category": "News"
    },
    {
      "id": "238da98592c3cf67",
      "title": "Pope's Mosque Visit and Interfaith Dialogue",
      "summary": "Pope Leo XIV made a significant visit to Istanbul's Blue Mosque, a historic site from the 17th century, but chose not to pray during his tour. Instead, he removed his shoes and walked through the mosque in silence, observing its architectural features like the tiled domes and Arabic inscriptions, guided by an imam. The Vatican had initially suggested a moment of silent prayer, but the pope declined an invitation to pray, with his spokesman explaining that he approached the visit with contemplation and deep respect for the Muslim faith. This event is part of the pope's broader mission to strengthen ties with Orthodox Christian leaders and encourage unity between Eastern and Western churches. By following in the footsteps of previous popes who visited the same mosque, Leo XIV aimed to show respect to Turkey's Muslim majority and foster interfaith harmony. The visit also recalls past instances, such as Pope Benedict XVI's 2006 trip, which included a moment of silent prayer to ease tensions after controversial remarks. Overall, the article emphasizes the delicate balance in interfaith relations and the symbolic importance of such gestures in promoting peace and understanding among different religious communities.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_238da98592c3cf67_d17932ead096.webp",
      "category": "News"
    },
    {
      "id": "4e8e5b28e7b8d27b",
      "title": "The Legacy of Tom Stoppard: A Playwright's Life and Death",
      "summary": "Tom Stoppard, an acclaimed British playwright, passed away at 88, leaving behind a rich legacy in theater and film. Born in Czechoslovakia in 1937, he fled with his family during World War II, eventually settling in England after his mother remarried an English officer. Stoppard did not attend university but began his career as a journalist before transitioning to playwriting. His works, such as 'Rosencrantz and Guildenstern Are Dead' and 'Leopoldstadt,' won numerous awards, including five Tony Awards for best play and an Academy Award for 'Shakespeare in Love.' Known for blending language, knowledge, and emotion, his plays often explored complex themes like philosophy, science, and history. Stoppard's death was announced by his agents, who highlighted his wit, generosity, and love for the English language. His life story, marked by displacement and adaptation, deeply influenced his artistic output, making him one of the most celebrated playwrights of his time.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_4e8e5b28e7b8d27b_e8a55a0e3212.webp",
      "category": "News"
    }
  ]
}