{
  "articles": [
    {
      "id": "ee5a2d2117759971",
      "title": "A Famous Writer's Baby Boy: A Sad Story in Nigeria",
      "summary": "This article is about a sad event in Nigeria. A famous writer named Chimamanda Ngozi Adichie lost her baby boy, Nkanu, who was only 21 months old. He died in a hospital called Euracare in Lagos, Nigeria. The family says the hospital did not take good care of him, like not giving enough oxygen and giving too much medicine, which made his heart stop. The hospital says they are sorry but did nothing wrong. Now, a court will have an inquest, which is like a special investigation, to find out what really happened. The inquest will start on April 14, and people will give evidence to help the court understand. Adichie is a well-known author from Nigeria who lives in the US, and this was one of her twin boys born with help from a surrogate. The story shows how families and hospitals sometimes disagree about medical care.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ee5a2d2117759971_e10d76810d4a.webp",
      "category": "Fun"
    },
    {
      "id": "4a679cadd273298a",
      "title": "A Bad Word on TV at Awards Show",
      "summary": "At the Bafta Film Awards on TV, a person with Tourette's syndrome shouted a mean word about race. This happened while two black actors were on stage. Many people got upset because the word was hurtful. The BBC, which showed the awards, said it was a big mistake. They are checking what happened quickly. Lisa Nandy, a government leader, talked to the BBC boss and said this must not happen again. She wants award shows to be nice places for everyone, including people with Tourette's. The BBC is doing an investigation to make sure this never happens again.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4a679cadd273298a_d65cd3e617e2.webp",
      "category": "Fun"
    },
    {
      "id": "e03779b0b1d52c74",
      "title": "Royal Mail Bosses to Explain Letter Delivery Problems to Parliament",
      "summary": "Royal Mail bosses will go to Parliament to talk about problems with delivering letters. The BBC found out that many people are upset because their letters arrive late. Some people missed hospital appointments or did not get important papers like school certificates. Postal workers say they are too busy and sometimes focus more on parcels than letters. A group in Parliament called the Business and Trade Committee asked Royal Mail to explain these issues. Royal Mail says it wants to talk about how it is changing to fix the problems. The company was bought by a billionaire last year, and he promised to care for workers and customers. But now, even first-class mail is often late. Royal Mail blames bad weather and sick workers for some delays, but many people are still unhappy.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_e03779b0b1d52c74_efc5e8cfb3cd.webp",
      "category": "Fun"
    },
    {
      "id": "b0abf03fd82e064f",
      "title": "Is the UK Economy Getting Better?",
      "summary": "The UK government is trying to help people with their money. The chancellor, Rachel Reeves, visited an energy company called Octopus to talk about lower energy bills. She said that energy bills will go down in April because of a price cap. This means families might have more money to spend. Reeves believes the economy is starting to improve, so people could feel better about their finances this year. The government is also freezing train fares and moving some green costs from bills to taxes to help. However, energy bills are still higher than before a big energy crisis, and some taxes might go up as people earn more. There are mixed signs: spending in shops is up, but growth is slow and some young people are losing jobs. The article asks if the economy is really turning a corner or if there are still problems.",
      "source": "BBC Business",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_b0abf03fd82e064f_35910ca04d80.webp",
      "category": "Fun"
    },
    {
      "id": "d8daf7e13a600c9a",
      "title": "A Simple Chemical Change to Make Quantum Computers Better",
      "summary": "Quantum computers are special machines that can solve very hard problems, like finding new medicines or keeping secrets safe. They need special materials called topological superconductors, but these are tricky to make. Scientists at the University of Chicago and West Virginia University found a cool way to create these materials. They used two elements, tellurium and selenium, in a thin film. By changing how much of each element they used, they could make the material act like a topological superconductor. This helps electrons inside the material work together just right. The scientists say this is like turning a dial to get the perfect setting. This discovery could help build better quantum computers in the future, making them more stable and easier to use.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_d8daf7e13a600c9a_c337553ad6de.webp",
      "category": "Fun"
    },
    {
      "id": "9fc52c235fdde31c",
      "title": "Doctor Foster Comes Back for One Last Show",
      "summary": "A TV show called Doctor Foster is coming back for a third and final season. The actress Suranne Jones plays Gemma Foster, a doctor who is getting married and trying to start fresh. But old problems from her past might ruin her happiness. The show is about Gemma dealing with secrets and trying to move on. It first aired in 2015 and many people watched it. The new episodes will start filming soon in Hertfordshire, and the writer Mike Bartlett is helping make it. Fans are excited to see how Gemma's story ends.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9fc52c235fdde31c_8e6ef3080ad1.webp",
      "category": "Fun"
    }
  ]
}