{
  "articles": [
    {
      "id": "53024d37be133768",
      "title": "Ancient Mystery: A Big Group Burial Found in Scotland",
      "summary": "Archaeologists found a very old burial site in Scotland that is about 3,300 years old. They dug it up while building a wind farm near a place called Sanquhar. They discovered a burial mound with five urns that held the burned bones of at least eight people. These urns were all buried together at the same time, which is unusual. The archaeologist, Thomas Muir, thinks something bad like a famine might have happened, causing many people to die quickly. This is different from other burials where bodies were left out for a while. The site helps us learn about life in the Bronze Age and what might have caused this sad event.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_53024d37be133768_6d332a370cc5.webp",
      "category": "Science"
    },
    {
      "id": "04456595f79ccf85",
      "title": "AI Helps Find Cancer but Also Learns About People",
      "summary": "Doctors use microscopes to look at tiny pieces of tissue to find cancer. This helps them know what type of cancer a person has and how to treat it. Now, artificial intelligence (AI) is being used to help with this job. AI is a computer system that can learn from pictures. In a new study, scientists found that AI can guess details about patients, like their race, gender, and age, just by looking at the tissue slides. This is surprising because human doctors cannot do this. The problem is that the AI does not work equally well for all people. For example, it might make more mistakes in finding lung cancer in African American patients or breast cancer in younger patients. This is called bias, and it can lead to wrong diagnoses. To fix this, the researchers created a tool called FAIR-Path to make the AI fairer. They tested it and found it helps reduce bias. This is important because AI is used in hospitals to help doctors, and we want it to be accurate for everyone.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_04456595f79ccf85_2cf66ed833a0.webp",
      "category": "Science"
    },
    {
      "id": "acd9c0b44a6990ad",
      "title": "A Tiny Protein That Controls Hunger",
      "summary": "Scientists found a tiny protein called MRAP2 that helps control how hungry you feel. It works with another protein named MC3R to balance energy in your body. When MRAP2 is present, it makes MC3R stronger, so your body knows when to eat or use energy. If MRAP2 has changes from genes, it might not work well, which can lead to eating too much and obesity. This discovery helps us understand why some people gain weight easily and could lead to new medicines to help them feel full and stay healthy. The research was done by a team at the University of Birmingham using cells in a lab.",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_acd9c0b44a6990ad_ba0d7e112af3.webp",
      "category": "Science"
    },
    {
      "id": "e5b4b60bb3b639ef",
      "title": "Scientists Make a Surprising Discovery About Sending Quantum Signals to Space",
      "summary": "Scientists have found a new way to send special signals called quantum signals from Earth up to satellites in space. Before, people thought this was too hard because the signals could get lost or mixed up when traveling through the air. Quantum signals use tiny particles of light to make very secure connections, like secret codes for messages. Usually, satellites send these signals down to Earth, but now researchers say we can do it the other way around. This is exciting because equipment on Earth is easier to power and fix, and it can make stronger signals. This could help build a future network that connects quantum computers through satellites, making communication faster and safer. The scientists used computer models to show it might work, and they plan to test it with drones or balloons soon.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e5b4b60bb3b639ef_1a4c91b79337.webp",
      "category": "Science"
    },
    {
      "id": "c1e7ec7e79196fa9",
      "title": "A Big Climate Research Center Might Be Split Up",
      "summary": "The Trump administration wants to break up a major climate research center called NCAR. NCAR studies the weather and climate to help us understand our planet. The head of the Office of Management and Budget, Russell Vought, says NCAR spreads 'climate alarmism' and does 'woke' activities, which are efforts to include more people in science. NCAR is in Colorado and Wyoming and gets money from the National Science Foundation. Scientists are upset because NCAR is important for research, and breaking it up could hurt our ability to learn about climate change. The government might move some of NCAR's work to other places, but it's not clear if they can do that. Courts have stopped similar actions before, but the administration keeps trying. Scientists warn that losing NCAR would damage climate science.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_c1e7ec7e79196fa9_4babcf6873a7.webp",
      "category": "Science"
    },
    {
      "id": "7234ff298e97b8ea",
      "title": "Scientists Solve a Big Mystery About Tiny Particles",
      "summary": "Scientists have solved a big mystery about tiny particles called quantum spin liquids. These are special materials that act in strange ways, unlike regular magnets. A team led by Dr. Pengcheng Dai from Rice University studied a crystal called cerium zirconium oxide. They found that this crystal shows two special things: emergent photons, which are like tiny light particles, and fractionalized spin excitations, which are movements of magnetic parts. This discovery helps scientists understand how materials behave at very cold temperatures, close to absolute zero. It could lead to new technologies like quantum computers, which are super-fast computers, and energy transmission without loss. The team used a tool called polarized neutron scattering to make clean measurements and avoid noise. This work answers a question that puzzled scientists for decades and gives a strong example to study more about quantum phenomena.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7234ff298e97b8ea_0fdd46881939.webp",
      "category": "Science"
    }
  ]
}