{
  "articles": [
    {
      "id": "60dbdc612382bb9d",
      "title": "少数人的喧嚣让互联网看起来比实际更毒",
      "summary": "一项最新研究表明，美国人严重高估了社交媒体上的毒性行为普遍程度。研究人员通过CloudResearch Connect平台调查了1,090名美国成年人，将他们关于有害在线内容的信念与先前大规模研究的数据进行比较。例如，参与者估计Reddit上有43%的用户发布高度毒性评论，而研究显示真实数字仅为3%，意味着他们认为毒性评论者比实际情况常见13倍。同样，在Facebook上，人们猜测47%的用户分享虚假或误导性新闻，但现有研究表明这一比例约为8.5%。这种感知差距并非由于无法识别毒性内容，因为在信号检测任务中，许多参与者能正确识别毒性帖子。相反，它源于对这类行为普遍程度的错误信念，可能是因为社交媒体算法放大了极端内容，使其显得更常见。研究人员还进行了一项实验，提供关于严重在线毒性罕见性的准确信息。学习真相后，参与者报告感到更乐观，对社会道德衰退的担忧减少，并且更不可能认为大多数美国人纵容有害在线行为。研究得出结论，一小部分高度活跃的账户产生了大部分毒性内容，制造了广泛负面性的幻觉，纠正这种误解可以通过提醒人们大多数用户没有参与不良行为来增强社会凝聚力。",
      "source": "Science Daily - Technology",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_60dbdc612382bb9d_2f064b261dea.webp",
      "category": "Fun"
    },
    {
      "id": "9eeac360b2ddfb25",
      "title": "谁能在2026年挑战辛纳和阿尔卡拉斯？",
      "summary": "这篇文章探讨了扬尼克·辛纳和卡洛斯·阿尔卡拉斯在男子网球中的当前统治地位，他们共同赢得了过去八项大满贯冠军，引发了关于2026年潜在挑战者的疑问。文章强调了他们在主要赛事中的成功，如辛纳赢得澳大利亚公开赛和温布尔登，阿尔卡拉斯赢得法国公开赛和美国公开赛，并将此与之前的“三巨头”——费德勒、纳达尔和德约科维奇时代进行对比。专家分析来自著名教练帕特里克·莫拉托格鲁，他认为辛纳和阿尔卡拉斯与其他球员之间的差距使得难以确定即时威胁。文章还介绍了本·谢尔顿作为有希望的竞争者，指出他强大的发球和大满贯半决赛的表现，尽管他曾输给辛纳和阿尔卡拉斯。总体而言，文章探讨了网球竞争的动态，并邀请读者思考谁可能在不久的将来打破这种双头垄断。",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9eeac360b2ddfb25_13b8b326ee81.webp",
      "category": "Fun"
    },
    {
      "id": "c43a1ea0942494af",
      "title": "特朗普为何起诉BBC？",
      "summary": "美国前总统唐纳德·特朗普已对BBC提起数十亿美元的诽谤诉讼，指控其在纪录片《特朗普：第二次机会？》中编辑了他的演讲。该纪录片于2024年10月总统选举前播出，将特朗普2021年1月演讲中的两句话——“我们将走向国会大厦”和“我们战斗，我们拼命战斗”——原本相隔50多分钟的片段拼接在一起，暗示即时煽动。特朗普的法律团队称BBC“故意、恶意且欺骗性地篡改”了录像，构成诽谤，并在佛罗里达州提起诉讼，要求赔偿50亿美元。BBC对此表示道歉，称编辑是“判断失误”，并确认纪录片不会重播，但否认诽谤指控和赔偿要求，计划在法庭上辩护。争议在《每日电讯报》发布一份泄露的BBC内部备忘录后升级，导致BBC总干事蒂姆·戴维和新闻主管黛博拉·特内斯辞职。特朗普的律师在11月发送了要求信，但BBC拒绝了补偿，这起案件引发了关于媒体伦理、政治偏见和第一修正案保护的广泛讨论，涉及特朗普后总统时代的法律斗争及国会山骚乱的持续审查。",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_c43a1ea0942494af_23db123a116a.webp",
      "category": "Fun"
    },
    {
      "id": "51281039bf7d188e",
      "title": "BBC宣布将对抗特朗普的诽谤索赔——但应该吗？",
      "summary": "BBC正面临美国前总统唐纳德·特朗普提起的50亿美元诽谤诉讼，涉及一部编辑了特朗普2021年1月6日演讲的《全景》纪录片。BBC已明确表示将为此案辩护，认为自身在法律上站得住脚，且必须抵制特朗普被指利用诉讼恐吓媒体的策略。特朗普的诉讼基于两个关键点：管辖权和恶意。他声称该纪录片在佛罗里达州被观看，导致其声誉受损，并指控BBC在选举前播出带有恶意意图，以破坏其连任机会。BBC反驳称该节目未在美国播出，且无任何伤害意图，并引用证据如国际版本缺少争议片段及发行问题。这一决定涉及权衡捍卫新闻诚信的益处与高成本和法律风险之间的利弊，对媒体自由和公司战略具有深远影响。此案凸显了数字时代媒体责任与言论自由之间的紧张关系，以及政治极化如何加剧法律冲突。",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_51281039bf7d188e_4bc0cf8f63d2.webp",
      "category": "Fun"
    },
    {
      "id": "569c1be8ad51252a",
      "title": "英格兰艺术资金“束缚”将迎来重大改革",
      "summary": "根据一项由前部长玛格丽特·霍奇夫人主导的重大审查报告，英格兰的文化资金需要进行全面改革，以赋予地区更多权力，并废除一项有争议的政策。该政策被批评者认为忽视了艺术卓越性。艺术委员会英格兰每年分配超过6.8亿英镑的资金，但审查发现其“Let's Create”策略被广泛视为一种束缚，抑制了艺术创新和创造力。报告建议艺术委员会应继续存在，但应建立新的地方和区域决策委员会来决定本地艺术组织的资金分配，并取代“Let's Create”策略。例如，伦敦古典音乐场馆威格莫尔音乐厅因认为资金系统“令人窒息”而退出年度资助计划。艺术委员会回应称，它受到对卓越性和可及性原则支持的鼓舞，但承认在实施过程中过于“规定性”。该审查旨在解决艺术界长期以来的关切，平衡艺术质量与更广泛的文化可及性。",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_569c1be8ad51252a_7d03a0204213.webp",
      "category": "Fun"
    },
    {
      "id": "e9bbc750f3caaef2",
      "title": "物理学家发现观测真空中热量的新方法",
      "summary": "斯德哥尔摩大学和印度科学教育与研究学院（IISER）莫哈利分校的科学家们提出了一种实际策略，以观测现代物理学中最不寻常的概念之一：安鲁效应。该效应预测加速物体会将真空感知为略微温暖，但由于所需加速度极大，直接实验检测一直面临挑战。研究人员描述了一种方法，利用原子置于高质量镜子之间，通过超辐射现象——原子像合唱团一样协同发光——将微弱的安鲁效应转化为明显、定时精确的光爆发。当原子经历与安鲁效应相关的细微温暖时，其行为发生轻微偏移，导致集体闪光比非加速情况下稍早出现。通过关注时间而非光强，该方法降低了所需加速度，并将信号从背景噪声中分离出来。这项创新不仅解决了数十年的检测难题，还连接了标准实验室设备与极端物理现象，为研究加速度与重力相关的量子效应提供了新途径。该研究已发表在《物理评论快报》上，代表了实验物理学的重要进展，将量子低语转变为可测量的呼喊。",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e9bbc750f3caaef2_7b6e4f42da20.webp",
      "category": "Fun"
    }
  ]
}