{
  "articles": [
    {
      "id": "420b0aeb3f8677ba",
      "title": "Blood Biomarker p tau217 Enables Early Prediction of Alzheimer's Onset",
      "summary": "Researchers at Washington University School of Medicine have developed a predictive model using a blood test that estimates when Alzheimer's disease symptoms will appear, typically within three to four years. The test measures levels of p tau217, a protein in plasma that reflects amyloid and tau buildup in the brain—key markers of Alzheimer's. Published in Nature Medicine, this study involved 603 older adults from long-term projects like the Knight Alzheimer Disease Research Center and the Alzheimer's Disease Neuroimaging Initiative. By analyzing p tau217 data, the team created a tool that could accelerate clinical trials for preventive therapies and eventually help individuals and doctors plan interventions to delay symptoms. The test is more accessible and cost-effective than current methods like PET scans or spinal fluid tests. Although not yet recommended for asymptomatic people outside research, it shows promise for improving early detection and management of Alzheimer's, which affects over 7 million Americans and incurs high care costs.",
      "source": "Science Daily",
      "time_ago": "Just now",
      "image_url": "/article_images/article_420b0aeb3f8677ba_1cd2682d7bd8.webp",
      "category": "Science"
    },
    {
      "id": "08328e693fb725ec",
      "title": "Cleaner Wrasse Demonstrate Self-Awareness Through Mirror Experiments",
      "summary": "Researchers at Osaka Metropolitan University in Japan conducted experiments on cleaner wrasse, a type of reef fish, to explore their cognitive abilities. In the study, fish were given mirrors, and they exhibited behaviors indicating self-recognition. Initially, when marked with artificial parasites, the fish used their reflections to locate and attempt to remove the marks, often within hours, showing quick learning. Later, some fish engaged in contingency testing by picking up shrimp and dropping them near the mirror to observe the reflected movement, comparing it to real motion. This behavior, similar to actions seen in dolphins and manta rays, suggests the fish understand how mirrors work and may possess self-awareness. The findings challenge previous assumptions that self-awareness is limited to a few species, implying it could be more widespread among animals, including fish. The study, published in Scientific Reports, highlights the importance of researching animal cognition to revise evolutionary theories and impact areas like animal welfare and AI studies.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_08328e693fb725ec_2e8c3f7200e2.webp",
      "category": "Science"
    },
    {
      "id": "ab48e582df842c86",
      "title": "Complex Magma Systems Drive Young Martian Volcanic Activity",
      "summary": "A recent study published in Geology reveals that young volcanic regions on Mars, such as one south of Pavonis Mons, are driven by complex magma systems that evolved over extended periods. Using high-resolution orbital images and mineral data, an international research team mapped the volcanic system and found evidence of multiple eruptive phases. Early activity involved fissure eruptions, while later stages produced cone-shaped features, all fed by the same underlying magma reservoir. Mineral signatures indicated shifts in magma composition, suggesting changes in depth and storage time before eruptions. This research demonstrates that Mars' recent volcanic period involved active and intricate subsurface processes, offering insights into the planet's interior through orbital observations without direct rock sampling. The findings highlight the value of remote sensing for understanding volcanic evolution on rocky worlds.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ab48e582df842c86_5212532f0b1c.webp",
      "category": "Science"
    },
    {
      "id": "c155ccdf7784377d",
      "title": "Unveiling Spinosaurus mirabilis: A New Dinosaur with a Blade Crest Found in the Sahara",
      "summary": "A study published in Science reveals the discovery of Spinosaurus mirabilis, a previously unknown spinosaurid dinosaur species excavated in Niger's central Sahara by a research team led by Professor Paul Sereno from the University of Chicago. The fossils, including an enormous scimitar-shaped crest covered in keratin, indicate it was a display structure likely brightly colored. The skull features tightly interlocking teeth that formed an effective trap for slippery prey, a trait seen in other fish-eating animals. This discovery challenges the theory that spinosaurids were fully aquatic, as the site is 500-1000 km from ancient shorelines, suggesting an inland forested environment with waterways. The expedition began with a 1950s note about a tooth and involved a Tuareg guide leading the team to a fossil-rich area. Sereno describes the emotional moment of assembling 3D digital models in the desert, highlighting the significance for understanding spinosaurid evolution and expanding Niger's paleontological legacy.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c155ccdf7784377d_ad1571923006.webp",
      "category": "Science"
    },
    {
      "id": "c2622ffa1b31ffd8",
      "title": "NASA Postpones Artemis II Launch Due to Helium System Issue",
      "summary": "NASA has announced a delay in the Artemis II mission, which aims to send astronauts on a lunar flyby around the Moon. The issue stems from a problem detected in the helium flow system of the Space Launch System (SLS) rocket's upper stage, known as the Interim Cryogenic Propulsion Stage (ICPS). Data showed an interruption in helium flow during a routine operation on Friday evening, prompting NASA Administrator Jared Isaacman to state that repairs must occur inside the Vehicle Assembly Building (VAB). Consequently, the 322-foot-tall rocket will be rolled back from Launch Complex 39B in Florida to the VAB using a crawler-transporter, a process that eliminates the March launch window. NASA had been targeting a launch as early as March 6, following a successful fueling test that addressed previous hydrogen leaks. The helium system is crucial for purging the engine and pressurizing propellant tanks, and while a backup system is currently providing purge air, the root cause—possibly a valve failure, umbilical interface issue, or filter fault—requires physical access only available in the VAB. This delay mirrors a similar problem during the Artemis I mission in 2022. NASA hopes to preserve the April launch window pending repairs and schedule assessments, though uncertainties remain about future fueling tests and seal integrity after transport.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c2622ffa1b31ffd8_19da81697d7b.webp",
      "category": "Science"
    },
    {
      "id": "81f177b6ee74f945",
      "title": "NASA's Artemis II Moon Mission Postponed Over Technical Setback",
      "summary": "NASA has postponed the launch of its Artemis II mission, originally scheduled for March 6, due to a technical issue involving helium flow disruption detected during routine checks. The mission aims to send four astronauts—three from the US and one from Canada—on a 10-day journey to the far side of the Moon, marking humanity's farthest space travel. Engineers identified the problem overnight on Friday after a successful 'wet rehearsal' test, where the rocket was fueled with 730,000 gallons of propellant. Helium is critical for pressurizing fuel tanks and cooling systems, making this a serious setback. NASA administrator Jared Isaacman acknowledged public disappointment but emphasized that space missions often face delays, citing Neil Armstrong's 1966 Gemini 8 mission as an example. The delay requires further maintenance, with hopes to launch within weeks. Artemis II is a precursor to Artemis III, which plans to land astronauts on the Moon by 2028, though this timeline is considered ambitious. The mission represents a significant step in lunar exploration after 50 years.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_81f177b6ee74f945_187a7bfd6f6c.webp",
      "category": "Science"
    }
  ]
}