{
  "articles": [
    {
      "id": "836b4a1582aae819",
      "title": "Ukraine's allies voice concerns over US plan to end war",
      "summary": "Ukraine's allies have voiced concerns over a US plan to end the Russia-Ukraine war, saying draft proposals are \"a basis which will require additional work\".\n\nIn a joint statement at the G20 summit in South Africa, they said the plan \"includes important elements that will be essential for a just and lasting peace\", but cited concerns over borders and limitations on Ukraine's armed forces.\n\nIt comes a day after Ukrainian President Volodymyr Zelensky warned Kyiv faced \"one of the most difficult moments in our history\" over pressure to accept the plan - leaked details of which have been seen as favourable to Moscow.\n\nUS President Donald Trump has given Ukraine until 27 November to accept the 28-point plan, while Russia's President Vladimir Putin said it could be the \"basis\" for a settlement.\n\nSaturday's joint statement was signed by the leaders of Canada, Finland, France, Ireland, Italy, Japan, the Netherlands, Spain, the UK, Germany and Norway. Two top EU officials also signed it.\n\nThe statement said: \"We are ready to engage in order to ensure that a future peace is sustainable. We are clear on the principle that borders must not be changed by force.\n\n\"We are also concerned by the proposed limitations on Ukraine's armed forces, which would leave Ukraine vulnerable to future attack.\"\n\nIt added: \"The implementation of elements relating to the European Union and relating to Nato would need the consent of EU and Nato members respectively\".\n\nThe widely leaked US peace plan proposes Ukrainian troops withdraw from the part of the eastern Donetsk region that they currently control, and de facto Russian control of Donetsk, as well as the neighbouring Luhansk region and the southern Crimea peninsula annexed by Russia in 2014.\n\nThe plan also includes freezing the borders of Ukraine's southern Kherson and Zaporizhzhia regions along the current battle lines. Both regions are partially occupied by Russia.\n\nThe US draft would also limit Ukraine's military to 600,000 personnel, with European fighter jets stationed in neighbouring Poland.\n\nKyiv would receive \"reliable security guarantees\", the plan says, although no details have been given. The document says \"it is expected\" that Russia will not invade its neighbours and Nato will not expand further.\n\nThe plan also suggests Russia will be \"reintegrated into the global economy\", through the lifting of sanctions and by inviting Russia to rejoin the G7 group of the world's most powerful countries - making it the G8 again.\n\nOn Friday, Trump said Zelensky would \"have to like\" the US proposals, adding otherwise Ukraine and Russia would continue fighting.\n\nEarlier in the day, the Ukrainian leader addressed the nation with a stark warning that the country \"might face a very difficult choice: either losing dignity, or risk losing a key partner\".",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_836b4a1582aae819_811fceeed994.webp",
      "category": "News"
    },
    {
      "id": "c8628e54ecc0434f",
      "title": "里夫斯准备重要预算时刻时的恐惧与怀疑",
      "summary": "英国财政大臣雷切尔·里夫斯正在准备公布一项重要预算，该预算旨在解决生活成本、国民医疗服务体系等待时间和国债问题。预算规划始于七月，里夫斯强调战略优先而非传统电子表格工具。她的团队对实现目标充满信心，但党内存在深度恐惧，对手和商界则持怀疑态度，认为政治约束和高额债务可能阻碍预算成功。里夫斯指出继承了前任政府留下的经济困境，但公众期望看到改善。预算宣布在即，这将考验她在控制通胀、投资公共服务和减少债务之间的平衡能力。文章揭示了经济治理中的挑战与争议。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_c8628e54ecc0434f_2e427015ed81.webp",
      "category": "News"
    },
    {
      "id": "850128e8cb325c20",
      "title": "每日邮报出版商同意以5亿英镑收购每日电讯报",
      "summary": "每日邮报与通用信托公司已同意以5亿英镑的价格收购每日电讯报和星期日电讯报，这标志着英国媒体行业的一次重大整合。该交易发生在RedBird Capital竞购失败后，涉及与RedBird IMI的讨论，后者是阿联酋与美国私募股权公司RedBird Capital Partners的合资企业。文化大臣Lisa Nandy需根据公共利益和外国影响力制度审查此收购，以确保不损害媒体多样性。DMGT董事长Rothermere勋爵表达了对电讯报的钦佩，承诺编辑独立性和投资以提升其全球影响力。然而，自由民主党对媒体权力集中表示担忧，敦促监管机构严格审查协议，防止市场失衡。公司期望快速完成交易，强调遵守英国法规且资金结构中无外国国家资本。文章突出了媒体所有权、监管监督以及对民主话语的潜在影响。",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_850128e8cb325c20_e9a402179dfa.webp",
      "category": "News"
    },
    {
      "id": "0dd60ce99301b3dd",
      "title": "英国开始新的青春期阻断剂试验，此前已实施禁令",
      "summary": "英国宣布启动一项名为“Pathway”的新临床试验，旨在评估青春期阻断剂对16岁以下性别不一致儿童的 risks 和 benefits。该试验是在去年英国全面禁止这些药物之后进行的，原因在于Cass审查报告指出缺乏关于其对未成年人安全性的临床证据。试验由伦敦国王学院的研究人员领导，涉及约220名儿童，将研究药物对身体、社交、情感健康的影响，并首次探讨对大脑发育的作用。尽管研究人员强调试验旨在平衡心理健康益处与潜在风险，但部分临床医生和活动家质疑其伦理性，担心对儿童进行实验性治疗。参与者需经过严格筛选，且药物仅能在研究中使用。此试验回应了Cass审查的建议，试图为性别护理政策提供更可靠的证据，但凸显了在快速变化的医疗环境中关于伦理和证据的持续辩论。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0dd60ce99301b3dd_e567c2e94346.webp",
      "category": "News"
    },
    {
      "id": "677e35fad0e73c42",
      "title": "德州寻求最高法院命令以使用被法官裁定可能有种族偏见的国会选区地图",
      "summary": "德州已向最高法院申请紧急命令，要求允许使用一项国会重新划分选区计划，尽管下级法院裁定该计划可能基于种族歧视。这项计划由前总统特朗普推动，旨在在2026年选举中有利于共和党，增加五个共和党席位。德州辩称，此举是为避免三月初选临近时的混乱，并援引了最高法院在阿拉巴马州和路易斯安那州类似案件中的干预先例。然而，联邦法官小组以2-1裁定，挑战该地图的民权组织很可能胜诉，因为地图可能对黑人和西班牙裔选民不公平。如果最高法院不批准，德州可能被迫使用2021年的旧地图。此案是全国重新划分选区斗争的一部分，其他州如密苏里州和北卡罗来纳州也面临法庭挑战，同时与《投票权法案》下的法律问题交织，突显了选举公平和代表权的持续争议。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_677e35fad0e73c42_e10c7192df20.webp",
      "category": "News"
    },
    {
      "id": "d38d920e35659588",
      "title": "Trump and Mamdani meet in Oval Office after months of trading insults",
      "summary": "President Trump and the future mayor of New York City, Zohran Mamdani, met at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at times praising the mayor-elect despite their political differences. Both said they’ll look to work together to improve the nation’s largest city. Liz Landers reports from the White House.\n\nNotice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.\n\nPresident Donald Trump and the future Mayor of New York City Zohran Mamdani met today at the White House after months of trading insults. In an Oval Office meeting, they were far more civilized, with the president at points praising the mayor-elect, despite their political differences.\n\nI expect to be helping him, not hurting him, a big help, because I want New York City to be great.\n\nZohran Mamdani (D), New York City Mayor-Elect: And what I really appreciate about the president is, the meeting that we had focused not on places of disagreement, which there are many, and also focused on the shared purpose that we have in serving New Yorkers.\n\nBoth said that they will look to work together to improve the nation's largest city.\n\nOur White House correspondent, Liz Landers, has been following today's meeting and joins us now from the White House.\n\nSo, Liz, what happened today in that Oval Office meeting and what was behind the change in tone that we saw, especially from President Trump?\n\nAmna, today was quite the turn of events, especially after these two men have been trading barbs through the media really for months now, in the past, President Trump calling Mamdani a communist, Mamdani in turn calling the president a despot.\n\nToday, a much calmer tone between those two men, indicating that they plan to work together in the future. Mamdani's spokesperson had said before this meeting that this was a customary type of meeting, that the mayor of America's largest city would go meet at the White House with the president and that they were hoping to focus on issues like public safety, economic security and affordability.",
      "source": "PBS NewsHour",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_d38d920e35659588_a38bc401ab6a.webp",
      "category": "News"
    }
  ]
}