{
  "articles": [
    {
      "id": "402da765e9ff5015",
      "title": "Brigitte Bardot: From Screen Icon to Animal Rights Advocate",
      "summary": "Brigitte Bardot, a French actress born in 1934, rose to international fame in the 1950s with her role in 'And God Created Woman,' directed by her husband Roger Vadim. This film, part of the French New Wave, showcased her sensual and carefree persona, redefining femininity and making her a sensation at Cannes. Throughout the late 1950s and 1960s, she starred in critically acclaimed films like 'The Truth,' 'Contempt,' and 'Viva Maria!,' demonstrating her range from dramatic to comedic roles. Bardot's style, including her tousled hair and bold eyeliner, influenced global fashion trends. In 1973, at age 39, she retired from acting to focus on animal rights, founding the Brigitte Bardot Foundation. She campaigned against seal hunting and animal testing, shifting from a cinematic icon to a dedicated activist. Bardot settled in Saint-Tropez, living a quieter life until her death at 91, leaving a legacy of glamour, controversy, and conviction.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_402da765e9ff5015_10a2be7ff413.webp",
      "category": "News"
    },
    {
      "id": "7ed6b5d723870159",
      "title": "Debate Over £100m Fund for Church's Slavery Reparations",
      "summary": "The incoming Archbishop of Canterbury, Dame Sarah Mullally, faces pressure from Conservative MPs and peers to abandon a £100 million fund aimed at addressing the Church of England's historical ties to transatlantic slavery. This fund, announced in 2023 after a report revealed that Queen Anne's Bounty—a historical Church fund—invested in African chattel enslavement, is intended for a nine-year programme of investment, research, and engagement in communities impacted by slavery. The Church Commissioners, the Church's financial body, argue that this initiative aligns with charity law and their mission to promote justice and reconciliation. However, critics, including MPs like Katie Lam and Chris Philp, contend in a letter that the fund violates legal requirements, as Church endowments must support parish ministry, maintain buildings, and preserve records. They emphasize that many churches are financially struggling and need the resources more urgently. The debate highlights tensions between reparative justice for historical injustices and practical needs within the Church, with the Church defending its transparent development of the fund and critics advocating for a focus on core obligations.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7ed6b5d723870159_6e68194b7cfc.webp",
      "category": "News"
    },
    {
      "id": "50efabc2544dfb9a",
      "title": "Anticipated Films of 2026: A Boost for Cinema",
      "summary": "The article previews 20 highly anticipated films set for release in 2026, suggesting they could revitalize the cinema industry similar to the 2023 success of Barbie and Oppenheimer. Key highlights include major franchise entries like Tom Holland's fourth Spider-Man movie, the second Super Mario Brothers film, and The Devil Wears Prada 2, alongside blockbusters such as Avengers: Doomsday and the third Dune movie. It also features Oscar-contending dramas like Hamnet, based on Maggie O'Farrell's book about Shakespeare's life, and genre films like a new Scream installment with returning cast members. Other notable projects include Wuthering Heights directed by Emerald Fennell, a comedy Is This Thing On? by Bradley Cooper, and a biographical film about Ann Lee. The piece emphasizes the potential for these releases to drive box office revenue and audience engagement, addressing the industry's recovery from post-Covid challenges.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50efabc2544dfb9a_7c4e55aac178.webp",
      "category": "News"
    },
    {
      "id": "705d15458347518b",
      "title": "Putin's Control Over Russia's Billionaires During the Ukraine War",
      "summary": "This article examines how President Vladimir Putin has maintained the support of Russia's billionaires, known as oligarchs, during the war with Ukraine. Despite Western sanctions aimed at turning the wealthy against Putin, the number of billionaires in Russia has reached an all-time high, yet their political influence has drastically declined. Putin employs a carrot-and-stick approach: offering rewards for loyalty and imposing harsh penalties for dissent. A key example is Oleg Tinkov, a former banking billionaire who criticized the war; he was forced to sell his bank, Tinkoff Bank, for only 3% of its value after Kremlin pressure, resulting in a massive financial loss. Historically, oligarchs like Boris Berezovsky wielded significant power and even claimed to have helped Putin rise to the presidency, but over time, Putin consolidated control, leading to their diminished role. By the time of the full-scale invasion in 2022, oligarchs could not object to Putin's decisions, even as their fortunes were threatened. The article highlights that sanctions have failed, and oligarchs have become silent backers, reinforcing Putin's authority during the conflict.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_705d15458347518b_1ad4aa6ec7cc.webp",
      "category": "News"
    },
    {
      "id": "6d19ceeba78d0857",
      "title": "California Ends Legal Battle Over High-Speed Rail Funding",
      "summary": "California has withdrawn a lawsuit it filed against the Trump administration to recover $4 billion in federal funding for its high-speed rail project, which aims to connect San Francisco and Los Angeles. The U.S. Transportation Department cut the funds in July, citing a lack of a viable plan from the California High-Speed Rail Authority to complete a key segment in the Central Valley. Governor Gavin Newsom criticized the move as a political stunt. In response, the authority is now focusing on alternative funding sources, including private investors and the state's cap-and-trade program, which generates revenue from companies that exceed emission limits to support climate and transportation projects. The authority views this shift as an opportunity to adopt global best practices for high-speed rail development without federal involvement, despite ongoing criticism from President Trump and others who label the project as overpriced and ineffective.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d19ceeba78d0857_56c3f73fb19a.webp",
      "category": "News"
    },
    {
      "id": "08d5c6ac5b46b6f4",
      "title": "Brazilian Court Enforces House Arrest for Coup Plot Convicts",
      "summary": "On Saturday, Brazilian Supreme Court Judge Alexandre de Moraes ordered house arrest for 10 individuals convicted of participating in a coup plot aimed at keeping former President Jair Bolsonaro in power following his 2022 electoral defeat. These individuals, who had previously been under cautionary measures like ankle monitors or nightly location restrictions, include Filipe Martins, a former adviser to Bolsonaro. Martins' lawyer announced plans to appeal, criticizing the decision as unjust. Bolsonaro himself is serving a 27-year prison sentence for his role in the plot and is currently hospitalized after surgery, dealing with persistent hiccups. The case highlights ongoing legal proceedings in Brazil, where democracy was reinstated in 1985 after military rule, and trials involving Bolsonaro and others are closely monitored to safeguard democratic institutions. Additionally, the article mentions the extradition of Silvinei Vasques, a former police commander who fled to Paraguay, underscoring international efforts to address the plot.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_08d5c6ac5b46b6f4_822352dbddad.webp",
      "category": "News"
    }
  ]
}