{
  "articles": [
    {
      "id": "04a7c94f5a531fdf",
      "title": "Remembering Stanley Baxter: A Funny Actor's Life",
      "summary": "Stanley Baxter was a famous Scottish actor and comedian who lived to be 99 years old. He was born in Glasgow in 1926 and became a big star on British TV for many years. He acted in hit shows from the 1960s to the 1980s and was known for his funny sketches, like Parliamo Glasgow. He also performed in pantomimes, which are fun plays for families. Baxter won awards like Baftas for his work. He was a private person who didn't like being famous and gave few interviews. He passed away in a care home in London. This article tells us about his life and why people remember him as a great entertainer.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_04a7c94f5a531fdf_1b01c49ca22f.webp",
      "category": "Fun"
    },
    {
      "id": "3785f16a2908c7a8",
      "title": "A French Game Wins Big at The Game Awards",
      "summary": "Clair Obscur: Expedition 33 is a French role-playing game that won Game of the Year at The Game Awards. It got nine awards out of ten categories it was in, including best story, music, and performance. The game is about adventurers trying to stop a supernatural being called The Paintress, who stops people from growing old. Players liked the emotional story and turn-based battles. The developers left a big company to make their dream game. At the awards, the director thanked his team and people who make game tutorials online. The game was the most nominated ever with twelve nods. Its composer won for best music, and an actress won for best performance, dedicating it to neurodivergent people.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3785f16a2908c7a8_1cd2c9f5bfbb.webp",
      "category": "Fun"
    },
    {
      "id": "31cd2e38ddae3d0a",
      "title": "Nemo Returns Eurovision Trophy to Protest Israel",
      "summary": "Nemo, who won the Eurovision Song Contest last year, is giving back their trophy. They are doing this to protest Israel being in the contest. Nemo says Israel's participation does not match the contest's values of unity and inclusion. Israel is involved in a war in Gaza, which has caused tension. Some other countries are also boycotting next year's event because of Israel. Nemo is a non-binary singer from Switzerland and the first non-binary winner. They felt alone during the contest and hope for better support for artists. Nemo posted a video of packing the trophy to send it back to the contest organizers, who said they are sad but respect Nemo's decision.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_31cd2e38ddae3d0a_22a3a572aa89.webp",
      "category": "Fun"
    },
    {
      "id": "c7c87c9d69c727de",
      "title": "Celebrity Race Winners: Roman and Harleymoon Win Big Adventure",
      "summary": "Roman Kemp and his sister Harleymoon won a fun TV show called Celebrity Race Across the World. They raced with other teams through Central America for 33 days, traveling 5,900 kilometers without phones or planes. Each person had only £950 to spend. In the final episode, they went from Medellín to the Guajira Peninsula in Colombia. Roman and Harleymoon finished first, just two minutes before Molly Rainford and Tyler West. Anita Rani and her dad Bal came third, and Dylan Llewellyn and his mum Jackie stopped earlier because they ran out of money. The show is popular, with about six million people watching. Roman is a TV host, and Harleymoon is a singer. They said the race was very exciting and emotional.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_c7c87c9d69c727de_dd481d001dcf.webp",
      "category": "Fun"
    },
    {
      "id": "44e0fdb472f389f1",
      "title": "Turning Paper Waste into Clean Energy",
      "summary": "Scientists have found a new way to make clean hydrogen energy using waste from paper mills. They created a special material from a plant waste called lignin, which is often thrown away or burned. This material helps speed up a reaction called oxygen evolution, which is important for splitting water into hydrogen and oxygen. Hydrogen is a clean fuel that doesn't pollute. The new catalyst, made with nickel and iron, works well and lasts a long time, making it cheaper than using expensive metals like platinum. This could help produce more hydrogen for clean energy in the future.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_44e0fdb472f389f1_3b71de7bc361.webp",
      "category": "Fun"
    },
    {
      "id": "b35b546be21edbeb",
      "title": "Atoms That Don't Move in Hot Metal",
      "summary": "Scientists have discovered something amazing about liquids like molten metal. When metal gets very hot and turns into a liquid, most atoms move around quickly, but some atoms stay perfectly still. These motionless atoms are stuck to a special material called graphene, which acts like a tiny stove. The scientists used a powerful microscope to watch tiny drops of metal as they cooled and turned solid. They found that the still atoms can change how the metal solidifies. If only a few atoms are stuck, crystals can grow and the metal becomes solid. But if many atoms are stuck, they block the crystals from forming, creating a strange new state of matter called a corralled supercooled liquid. This discovery helps us understand natural processes like ice formation and is important for making better materials in industries like aviation and electronics.",
      "source": "Science Daily - Technology",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b35b546be21edbeb_b53e0d1d6c94.webp",
      "category": "Fun"
    }
  ]
}