{
  "articles": [
    {
      "id": "402da765e9ff5015",
      "title": "Brigitte Bardot: A Famous Actress Who Loved Animals",
      "summary": "Brigitte Bardot was a French actress who became very famous in the 1950s and 1960s. She starred in movies like 'And God Created Woman,' which made her a big star around the world. Bardot was known for her beauty and her roles that showed women as free and strong. She also started fashion trends with her hair and makeup. Later in her life, she stopped acting to help animals. She started a foundation to protect animals from hunting and testing. Bardot lived in Saint-Tropez and focused on her animal rights work until she died at age 91. Her life was full of glamour, movies, and helping animals.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_402da765e9ff5015_10a2be7ff413.webp",
      "category": "News"
    },
    {
      "id": "7ed6b5d723870159",
      "title": "Church Leaders Asked to Stop Money Plan for Slavery History",
      "summary": "A new leader of the Church of England, Dame Sarah Mullally, is being asked by some politicians to cancel a plan to spend £100 million. This money is meant to help fix problems from the Church's past links to slavery. A long time ago, the Church had a fund that was used to support slavery, which hurt many people. Now, the Church wants to use the £100 million to help communities affected by slavery through projects like research and support. But the politicians say the money should only be used for churches and paying priests, as the law requires. They think churches need the money more because many are struggling to stay open. The Church says their plan follows the law and aims to make things right for past wrongs.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7ed6b5d723870159_6e68194b7cfc.webp",
      "category": "News"
    },
    {
      "id": "50efabc2544dfb9a",
      "title": "Fun Movies Coming in 2026",
      "summary": "In 2026, many exciting movies will be released that could help movie theaters get more people to watch films, just like when Barbie and Oppenheimer came out in 2023. Some big movies include a new Spider-Man with Tom Holland, a second Super Mario Brothers film, and a sequel to The Devil Wears Prada. There are also movies based on books, like Hamnet about Shakespeare's life, and scary movies like a new Scream. Other films include Wuthering Heights, a love story, and a comedy called Is This Thing On? The article lists 20 movies to look forward to, hoping they will make the movie industry very busy and successful after some quiet years.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_50efabc2544dfb9a_7c4e55aac178.webp",
      "category": "News"
    },
    {
      "id": "705d15458347518b",
      "title": "How Russia's Rich Stay Quiet During the War",
      "summary": "This article talks about rich people in Russia, called oligarchs, and how they have changed under President Vladimir Putin. During the war with Ukraine, the number of billionaires in Russia is at a record high, but these wealthy people have lost almost all their political power. Putin uses a mix of rewards and punishments to keep them on his side. For example, when a banker named Oleg Tinkov criticized the war, he was forced to sell his bank for a very low price and lost a lot of money. In the past, oligarchs had more influence and helped Putin come to power, but now they cannot object to his decisions. The article shows that Western sanctions have not made the rich oppose Putin, and they have become silent supporters during the war.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_705d15458347518b_1ad4aa6ec7cc.webp",
      "category": "News"
    },
    {
      "id": "6d19ceeba78d0857",
      "title": "California Stops Fighting for Train Money",
      "summary": "California has stopped a lawsuit it started to get back money from the federal government for a high-speed train project. The train is supposed to go from San Francisco to Los Angeles, but it has been delayed and costs a lot of money. The Trump administration took away $4 billion in funding, saying California did not have a good plan to finish the train. California's governor called this a political move. Now, California is looking for other ways to pay for the train, like private investors and a state program that helps reduce pollution. The train authority says this is a new chance to build the train without the federal government's help, using ideas from other countries that have fast trains.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6d19ceeba78d0857_56c3f73fb19a.webp",
      "category": "News"
    },
    {
      "id": "08d5c6ac5b46b6f4",
      "title": "Brazilian Judge Moves Convicted Plotters to House Arrest",
      "summary": "In Brazil, a judge decided on Saturday to put 10 people under house arrest. These people were found guilty of trying to help former President Jair Bolsonaro stay in power after he lost the 2022 election. They had been wearing ankle monitors or had to stay home at night before this change. One of them is Filipe Martins, who used to advise Bolsonaro. His lawyer said they will appeal the decision. Bolsonaro himself is in prison for 27 years for his role in the plot. He is currently in the hospital for surgery and hiccups. This story is important because Brazil has a history of military rule, and people are watching these trials to protect democracy.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_08d5c6ac5b46b6f4_822352dbddad.webp",
      "category": "News"
    }
  ]
}