{
  "articles": [
    {
      "id": "747fef99aae6883d",
      "title": "Wales' Post-Brexit Sustainable Farming Scheme: A New Era for Agriculture",
      "summary": "Wales has implemented the Sustainable Farming Scheme (SFS), a post-Brexit subsidy program designed to replace previous EU payments with a focus on environmental sustainability. The scheme requires farms to manage at least 10% of their land as habitat to qualify for entry-level payments, which has raised concerns among dairy farmers who may struggle to meet this criterion. After initial versions were criticized as unworkable, leading to significant protests in 2024, negotiations resulted in a revised framework that includes 12 universal actions, such as maintaining hedgerows, reducing pesticide use, and attending online sustainability courses. Additional funding is available for more ambitious environmental projects and collaborative efforts. Farming unions, like NFU Cymru, have expressed cautious approval, noting the scheme is now acceptable but requires further tweaks and budget adjustments to address inflation. The rural affairs secretary hailed it as a landmark moment, emphasizing the importance of farmer participation. This shift marks a generational change in farm support, moving from area-based EU subsidies to performance-based incentives for greener practices.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_747fef99aae6883d_9143e9f24b2b.webp",
      "category": "Science"
    },
    {
      "id": "d51a16137c8d4688",
      "title": "New Research Shows Exercise Boosts Daily Energy Expenditure Without Compensation",
      "summary": "A recent study published in the Proceedings of the National Academy of Sciences reveals that physical activity increases total daily energy expenditure without the body compensating by reducing energy use in other functions. Conducted by researchers from Virginia Tech, University of Aberdeen, and Shenzhen University, the study aimed to resolve a long-standing debate about whether the body treats energy as fixed or flexible. Using a sample of 75 participants aged 19 to 63 with varying activity levels—from inactive to ultra-endurance runners—the team measured total energy expenditure through isotope tracking and physical activity via waist-worn sensors. The findings indicate that as activity rises, calorie burn increases accordingly, with no evidence of the body dialing down energy for essential processes like breathing and circulation. This challenges the notion that exercise might be offset by reduced energy elsewhere, emphasizing that physical activity contributes directly to higher energy use. The research underscores the importance of understanding energy budgets for health and suggests that under-fueling in extreme conditions could lead to apparent compensation, but in adequately fueled individuals, exercise reliably boosts total expenditure.",
      "source": "Science Daily",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_d51a16137c8d4688_a15dab57c6f3.webp",
      "category": "Science"
    },
    {
      "id": "1764508aabc6e911",
      "title": "Galaxy Merger Mystery: Unraveling the Champagne Cluster",
      "summary": "Astronomers have unveiled the Champagne Cluster, a distant galaxy cluster first identified on December 31, 2020, and nicknamed for its bubbly appearance and association with New Year's celebrations. This cluster, formally known as RM J130558.9+263048.4, is revealed through composite imaging from NASA's Chandra X-ray Observatory and optical telescopes to be two galaxy clusters in the process of merging. The hot gas, detected by Chandra and represented in purple, exhibits an elongated shape from top to bottom, indicating a collision rather than a single cluster. Two concentrations of galaxies, positioned above and below the center, mark the merging groups. In this forming cluster, the mass of the hot gas surpasses that of all galaxies combined, with dark matter constituting an even larger portion of the total mass. Optical data from the Legacy Surveys, using telescopes in Arizona and Chile, complement the X-ray observations. The Champagne Cluster is a rare merger similar to the Bullet Cluster, where gas offsets provide clues about dark matter behavior. Researchers propose two scenarios for the collision: a two-billion-year-old event with a second collision ongoing, or a single collision 400 million years ago with clusters now separating. This study, published in The Astrophysical Journal by authors from UC Davis, aims to enhance understanding of dark matter dynamics during high-speed galactic interactions.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1764508aabc6e911_c4026168e787.webp",
      "category": "Science"
    },
    {
      "id": "7f56fc137fc2adbe",
      "title": "Uncovering the Secrets of a Medieval Female Cemetery",
      "summary": "Archaeologists in Wales have made intriguing discoveries at a medieval cemetery dating to the 6th or 7th century, where 58 skeletons have been uncovered, with nearly all belonging to women. The site, located near Cardiff airport, features shallow graves cut into limestone bedrock, indicating hard lives but also wealth through artefacts like coloured glass beads. A key find is the outline of a potential small building, possibly a shrine or chapel, situated centrally with graves clustered around it, suggesting it was a highly desired burial location. Some graves contain multiple individuals, hinting at repeated use. These findings point to the cemetery being part of an early female religious community, helping archaeologists piece together the identity and social structure of these women from over a millennium ago.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_7f56fc137fc2adbe_7096619b7b57.webp",
      "category": "Science"
    },
    {
      "id": "6b327703ca1ce599",
      "title": "The Role of Platelet Factor 4 in Immune System Aging and Stem Cell Regulation",
      "summary": "Aging impacts the immune system significantly, partly due to changes in hematopoietic stem cells, which produce all blood and immune cells. Researchers at the University of Illinois Chicago have identified that declining levels of a protein called platelet factor 4 contribute to this process. In younger individuals, platelet factor 4 acts as a signaling molecule that regulates the division of blood stem cells, maintaining a balance between myeloid cells (like red blood cells) and lymphoid cells (like T and B cells). As people age, immune cells produce less platelet factor 4, leading to uncontrolled stem cell division. This imbalance causes stem cells to favor myeloid production over lymphoid, weakening immune response and increasing the risk of mutations linked to cancers and chronic diseases. Studies in mice and human bone marrow samples showed that restoring platelet factor 4 in older cells reversed cellular aging signs, suggesting it as a potential therapeutic target for age-related blood and immune disorders. The findings highlight the importance of protein regulation in stem cell behavior and offer insights into combating immune decline in the elderly.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6b327703ca1ce599_27b98de8c354.webp",
      "category": "Science"
    },
    {
      "id": "4a029eda89c83930",
      "title": "The Link Between Daily Alcohol Use and Increased Mouth Cancer Risk in India",
      "summary": "A comprehensive study published in BMJ Global Health reveals that low daily alcohol consumption, equivalent to about one standard drink (9 grams of alcohol), is associated with a 50% higher risk of developing mouth cancer in India. Mouth cancer, specifically affecting the buccal mucosa (the inner cheek and lip lining), is the second most common cancer in the country, with high mortality rates and poor survival outcomes. The research highlights that the combination of alcohol use and tobacco chewing significantly exacerbates this risk, potentially accounting for 62% of all buccal mucosa cancer cases. Conducted between 2010 and 2021, the study involved 1,803 cancer patients and 1,903 controls, examining their drinking habits, including both international and locally brewed beverages, and tobacco use. Findings indicate that locally brewed alcoholic drinks, prevalent in rural areas, pose the greatest risk, and longer tobacco use and higher alcohol intake are more common among cancer patients. This study underscores the urgent need for public health interventions to address the dual threat of alcohol and tobacco in preventing mouth cancer.",
      "source": "Science Daily",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4a029eda89c83930_4c521d5b6369.webp",
      "category": "Science"
    }
  ]
}