{
  "articles": [
    {
      "id": "7eca41d20a68ced2",
      "title": "特朗普关于格陵兰“未来交易框架”的已知信息",
      "summary": "美国总统特朗普宣布，就格陵兰问题已形成“未来交易的框架”。这一声明在数日紧张局势升级后令人意外，此前他曾威胁对反对其夺取丹麦半自治领土格陵兰计划的八个亲密盟友实施经济制裁。那么，这项交易可能包含什么内容？丹麦和格陵兰均已明确表示不会放弃这个世界上最大岛屿的主权，它们会接受吗？特朗普在瑞士达沃斯世界经济论坛会谈后，于周三在其Truth Social媒体平台上宣布了这一消息。他表示：“基于我与北约秘书长马克·吕特的一次非常富有成效的会议，我们已经就格陵兰问题形成了未来交易的框架。如果达成，这个解决方案将对美利坚合众国和所有北约国家都非常有利。”他没有提供细节，但表示将继续谈判以达成交易。吕特方面则表示，在与特朗普的会议中未讨论丹麦对格陵兰主权的关键问题。丹麦的观点是，这个问题远未结束，任何协议仍需由格陵兰、丹麦和美国共同敲定。丹麦首相梅特·弗雷泽里克森表示，她一直与吕特保持定期对话，丹麦可以在“一切政治事务；安全、投资、经济”上进行谈判。“但我们不能就主权进行谈判。我已获悉情况也并非如此，”她在周四的一份声明中说。北约发言人艾莉森·哈特在特朗普与吕特会议后的一份声明中表示：“丹麦、格陵兰和美国之间的谈判将继续进行，旨在确保俄罗斯和中国永远不会在格陵兰获得经济或军事立足点。”然而，丹麦议会中两位格陵兰议员之一的阿亚·切姆尼茨表示：“北约在任何情况下都无权在没有我们格陵兰的情况下就任何事进行谈判。没有我们参与，就不能决定我们的事。”英国外交大臣伊薇特·库珀表示，她希望这意味着将进行“丹麦所要求的直接讨论，即丹麦、格陵兰和美国就格陵兰的前进方向进行讨论，保护格陵兰的主权”。丹麦和格陵兰关于主权不可谈判的评论似乎是对非正式讨论中的想法（如类似于英国控制的塞浦路斯两个军事基地的安排）的回应。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_7eca41d20a68ced2_f7fac2e19aec.webp",
      "category": "News"
    },
    {
      "id": "0ca0a7ac5ce78807",
      "title": "新西兰山体滑坡致两人死亡数人失踪",
      "summary": "新西兰北岛因连日暴雨引发严重山体滑坡，已确认两人死亡，数人失踪，其中包括至少一名小女孩。事故发生在迎宾湾和芒格努伊山露营地，后者是一座死火山，也是毛利人的神圣遗址。救援行动由城市搜救队领导，使用搜救犬在危险复杂的环境中持续进行，但当局表示未发现生命迹象，失踪人数尚不明确。山体滑坡导致广泛洪水和停电，一位部长形容东海岸宛如“战区”。总理克里斯托弗·卢克森在社交媒体上表达全国悲痛，称此为深刻悲剧。目击者如游客桑尼·沃勒尔和徒步者马克·坦尼描述了恐怖瞬间，包括听到废墟下的呼救声后陷入寂静。由于破纪录的降雨，包括丰盛湾在内的多个地区已宣布进入紧急状态，陶朗加一天内降雨量达三个月之量。此事件凸显了极端天气下自然景点的脆弱性以及应急响应的挑战，引发对土地管理和气候适应性的思考。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_0ca0a7ac5ce78807_5a861142e1b8.webp",
      "category": "News"
    },
    {
      "id": "69a1b874bdbbe2e1",
      "title": "法官推翻纽约市唯一共和党众议院席位的选区边界",
      "summary": "纽约州最高法院法官杰弗里·珀尔曼于周三裁定，纽约市唯一由共和党持有的国会选区边界违宪，因其当前构成稀释了黑人和西班牙裔居民的投票权。这一裁决源于一家与民主党结盟的选举律师事务所提起的诉讼，该诉讼认为斯塔滕岛和布鲁克林的现有选区界线未考虑到黑人和拉丁裔人口的增长，反而建议重新绘制选区以包括更自由派的曼哈顿下城部分。法官指出，请愿者提供了“种族极化投票集团”的有力证据，以及“影响当前政治参与和代表权的歧视历史”，并命令两党独立的重新划分选区委员会在2月6日前重新绘制边界。共和党计划上诉，视此为全国选区划分斗争中的党派举动，双方都在争夺美国众议院的控制权。此案凸显了美国关于公平代表权和选举地图的持续冲突，涉及法律、政治和人口变化的交叉点。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_69a1b874bdbbe2e1_ce3e47c47cbd.webp",
      "category": "News"
    },
    {
      "id": "c8d078155bdbec5a",
      "title": "今日奥斯卡提名预测：期待什么",
      "summary": "今日将公布奥斯卡提名，预计莱昂纳多·迪卡普里奥主演的政治惊悚片《一战再战》和吸血鬼恐怖片《罪人》将领先。其他竞争者包括改编自玛吉·奥法雷尔小说的《哈姆内特》，爱尔兰演员杰西·巴克利和保罗·麦斯卡有望获得表演提名。颁奖典礼由柯南·奥布莱恩主持，定于3月15日举行。然而，像《魔法坏女巫：为了好》和《阿凡达：火与灰》这样的大片可能因评价不一和系列疲劳而获得较少提名，导演詹姆斯·卡梅隆对奥斯卡竞选持冷淡态度。英国人才面临较弱的一年，仅有少数演员如辛西娅·埃里沃和艾米莉·布朗特在金球奖中获得提名，但乌米·莫萨库仍是希望。相比之下，爱尔兰人才表现强劲，这可能标志着奥斯卡国际代表性的转变。文章基于行业分析和奖项历史进行预测，但缺乏官方数据，具有推测性。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_c8d078155bdbec5a_dd6308f101f0.webp",
      "category": "News"
    },
    {
      "id": "86acb59ef2697256",
      "title": "最高法院审理特朗普试图控制美联储的案件",
      "summary": "美国最高法院近日听取了一起重要案件的辩论，涉及前总统特朗普试图解雇美联储理事丽莎·库克。特朗普指控库克犯有抵押贷款欺诈，并于8月通过社交媒体宣布解雇她。然而，由总统拜登任命的库克提起诉讼，质疑解雇的合法性，认为其违反法律规定。下级法院已暂时阻止解雇，促使最高法院进行审查。在辩论中，塞缪尔·阿利托和凯坦吉·布朗·杰克逊等法官表示怀疑，质疑案件处理匆忙以及库克是否有足够机会反驳指控。此案的核心在于解雇美联储理事的法律依据，并对央行免受政治影响的独立性产生更广泛影响。美联储在管理货币政策方面扮演关键角色，其自主性对经济稳定至关重要。这场法律斗争凸显了美国政府中行政权力与制度保障之间的紧张关系。案件背景包括美联储根据《联邦储备法》设立，理事由总统任命并经参议院确认，享有固定任期以隔离政治压力。历史上有总统与美联储在利率决策上发生冲突的先例，但直接解雇理事的情况罕见。最高法院的裁决可能重新定义总统权力与央行自治之间的界限，影响未来的经济治理。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_86acb59ef2697256_b80ece80100a.webp",
      "category": "News"
    },
    {
      "id": "259c245c07a9a8ca",
      "title": "NHS如何成为职场跨性别辩论的战场",
      "summary": "本文报道了英国达灵顿纪念医院的一起就业法庭案件，其中八名护士指控NHS信托机构间接歧视，因为允许跨性别女性Rose Henderson使用女性员工更衣室。护士们表示感到不适，一人甚至提及童年虐待的闪回，认为管理层优先考虑了Rose的 perceived 权利而非她们的尊严。法庭裁定，信托机构未能提供尊严的替代方案，创造了敌对、羞辱的环境，构成间接歧视，但澄清Rose个人行为无不妥。此案突显了NHS作为英国最大雇主在跨性别权利辩论中的关键作用，其中包容性政策与员工舒适和安全需求发生冲突。它引发了关于《2010年平等法案》等法律框架的复杂问题，该法案同时保护性别重置和基于性别的权利，常导致争议性解释。文章强调了更广泛的社会紧张局势，即全国职场在实施跨性别包容实践的同时，需处理员工间的潜在冲突，强调需要基于证据的细致政策制定和冲突解决方法。通过这一案例，读者可以了解职场多样性、法律调解及社会动态的实时挑战。",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_259c245c07a9a8ca_f55f33e8f822.webp",
      "category": "News"
    }
  ]
}