{
  "articles": [
    {
      "id": "e2d6ac459e43806b",
      "title": "Hidden Rocks Deep Inside Earth Shape Our Magnetic Field",
      "summary": "Scientists have found giant hot rocks deep inside Earth that help shape our magnetic field. These rocks are located about 2,900 kilometers below Africa and the Pacific Ocean. Earth's magnetic field is like a shield that protects us from harmful space rays, and it is made by the movement of liquid iron in the outer core. The new study shows that the hot rocks at the bottom of the mantle affect this liquid iron, making the magnetic field stronger in some areas. Researchers used old magnetic data and computer models to learn about these rocks over millions of years. This helps us understand how Earth has changed over time, including when continents like Pangaea formed and broke apart. The findings are important for studying ancient climates and life on Earth.",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e2d6ac459e43806b_5f438e6cbd70.webp",
      "category": "Science"
    },
    {
      "id": "81b49e7fe7e6b243",
      "title": "Helicopter Doctors Save More Lives",
      "summary": "Helicopters with doctors on board help save more people who are badly hurt. In a study from England, they looked at over 3,000 patients who got care from a helicopter team. The team flies to help people in accidents or with serious injuries. They found that about 5 extra people survived for every 100 patients treated. This means helicopters can save more lives than expected. The study also showed that younger people and those who got special medicine to sleep during the flight had a better chance of living. The doctors use tools to check how hurt someone is and give quick help. This research helps us understand how helicopter teams make a big difference in emergencies.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_81b49e7fe7e6b243_d1667ddcc188.webp",
      "category": "Science"
    },
    {
      "id": "85efc85d9d151daf",
      "title": "A Cool New Surface That Controls Light in Two Ways",
      "summary": "Scientists have made a special flat surface that can control light in two different ways at the same time. Light can spin in two directions, like a top spinning left or right. Usually, when light of different colors passes through materials, it gets mixed up, causing problems like blurry images. This new surface, called a metasurface, is made of tiny structures that are smaller than a grain of sand. It uses two special tricks: one trick helps separate the light spins, and the other trick helps control the light's path without mixing them up. This allows the surface to steer or focus light for both spins independently, which is useful for making better cameras and sensors. The scientists tested it with microwaves and terahertz waves, showing it works in different parts of the light spectrum. This invention could lead to smaller and smarter optical devices in the future.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_85efc85d9d151daf_9b23264fa663.webp",
      "category": "Science"
    },
    {
      "id": "4205f45106477b8c",
      "title": "Museums Add Smells to Egyptian Mummy Displays",
      "summary": "Museums are making Egyptian mummy exhibits more exciting by adding special smells. Scientists found out what ancient Egyptians used to preserve bodies, like plant oils and resins. They worked with a perfume maker to recreate a smell called 'the scent of eternity.' This smell helps visitors feel like they are in ancient Egypt and understand mummification better. Mummification is a process where bodies were dried and wrapped to keep them safe after death. It started a long time ago when people noticed hot sand could preserve bodies. Museums now use this smell to make learning fun and emotional. The smell comes from ingredients like pine, beeswax, and bitumen. This new idea makes museums more interactive and helps people connect with history through their senses.",
      "source": "Ars Science",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_4205f45106477b8c_0c684eeb75fc.webp",
      "category": "Science"
    },
    {
      "id": "d82463e5722a0c86",
      "title": "A Cool New Light Tool for Future Phones and Computers",
      "summary": "Scientists have made a special device that creates two kinds of twisty light shapes called skyrmions. These light shapes are very strong and don't break easily, even when there is interference. This makes them great for sending information in future wireless systems like phones or internet connections. The device can switch between an electric mode and a magnetic mode using the same platform, which helps control the light better. It uses a thin material called a metasurface to shape the light. This research could lead to faster and more reliable communication technologies. The team tested their device and saw it worked well, and they plan to improve it for real-world use.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d82463e5722a0c86_3c39e055bae0.webp",
      "category": "Science"
    },
    {
      "id": "0c001ee50de0dc69",
      "title": "Bringing Back Sea Plants to Help Our Coasts",
      "summary": "A big project is working to bring back seagrass, a special saltwater plant, to the Humber Estuary in England. Seagrass is very important because it helps fight climate change by capturing carbon from the air faster than rainforests. It also protects coastlines from storms and erosion, keeping beaches and homes safe. In the past, seagrass covered over 1,000 acres here, but it got smaller due to pollution and other problems. Now, scientists are planting seagrass again using different methods, like putting seeds into the seabed. They found that this helps the seagrass grow well. The project is supported by a company that makes renewable energy. Bringing back seagrass helps wildlife like fish and birds, and makes the water cleaner for everyone.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0c001ee50de0dc69_c8236677d6f4.webp",
      "category": "Science"
    }
  ]
}