{
  "articles": [
    {
      "id": "1027a39aae9cd074",
      "title": "Discovery of a New Ghost Marsupial and Woylie Subspecies in Australia",
      "summary": "Researchers in Australia have identified a previously unknown species of marsupial, closely related to kangaroos, through fossil analysis. This animal, termed a ghost marsupial, is likely extinct and was discovered in caves across the Nullarbor and southwest regions. The study also revealed two new subspecies of woylies, small kangaroo relatives that act as ecosystem engineers by moving soil while foraging for mushrooms. Woylies are critically endangered and have been the focus of conservation programs, including translocation efforts. Lead author Jake Newman-Martin, a PhD student, emphasized that these findings enhance understanding of woylie diversity and inform conservation strategies. The team used detailed bone measurements from fossils to distinguish species and subspecies, proposing the scientific name Bettongia haoucharae for the new species. They plan to collaborate with Indigenous groups to develop an appropriate name, as woylie originates from the Noongar language. This research highlights the importance of combining fossil evidence with genetic tools to aid in protecting endangered native species.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1027a39aae9cd074_c817941c4a5a.webp",
      "category": "Science"
    },
    {
      "id": "617776f18ed3f891",
      "title": "Exploring the Link Between GLP-1 Drugs and Reduced Epilepsy Risk",
      "summary": "A recent study published in Neurology suggests that GLP-1 drugs, commonly used for diabetes management and weight loss, may be associated with a lower risk of developing epilepsy. Researchers analyzed data from over 450,000 U.S. adults with type 2 diabetes, comparing those prescribed GLP-1 medications like dulaglutide, liraglutide, and semaglutide to those on DPP-4 inhibitors, another class of diabetes drugs. Over a five-year monitoring period, 2.35% of GLP-1 users developed epilepsy, compared to 2.41% of DPP-4 inhibitor users. After adjusting for factors such as age, hypertension, and cardiovascular disease, the study found a 16% reduction in epilepsy risk for GLP-1 users. The lead author, Edy Kornelius, emphasized that these findings are preliminary and require confirmation through randomized controlled trials. Limitations include the observational design, which cannot prove causation, and missing data on variables like family history and alcohol use. Despite this, the results highlight a potential neurological benefit of GLP-1 drugs beyond glucose control, offering insights for future research on epilepsy prevention in high-risk populations like people with diabetes.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_617776f18ed3f891_6323b81de8ce.webp",
      "category": "Science"
    },
    {
      "id": "18fb44fee6150235",
      "title": "School Reopenings During COVID Linked to Improved Mental Health in Children",
      "summary": "A recent study from Harvard and other institutions analyzed data from 185,735 children in California to examine the impact of school reopenings during the COVID-19 pandemic on mental health. The research found that when schools reopened, children experienced significant reductions in new diagnoses of anxiety, depression, and ADHD, with a 43% drop in mental health diagnoses nine months after reopening compared to the period before. Health care spending also decreased, including lower costs for medical treatments and medications. Girls showed greater improvements than boys. The study suggests that in-person schooling provides critical social and emotional support, helping to mitigate the negative effects of school closures, such as limited social interaction and disrupted routines. However, the study focused on higher-income areas with commercial insurance, indicating a need for further research on marginalized communities. These findings highlight the importance of prioritizing safe school reopenings in future public health emergencies to support children's well-being.",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_18fb44fee6150235_dc6f6b3a4769.webp",
      "category": "Science"
    },
    {
      "id": "9e682f668211ee15",
      "title": "Unmasking the Pinocchio Chameleon: A 150-Year-Old Mystery Solved",
      "summary": "Madagascar is renowned for its high biodiversity, particularly in chameleons, hosting over 40% of global species. Among these is the Pinocchio chameleon, part of the Calumma gallus complex, identified for nearly 150 years by its elongated nasal appendage. Recent genetic and anatomical research has overturned this classification, revealing it as a new species named Calumma pinocchio. The study, led by Dr. Frank Glaw, utilized museomics to extract DNA from historical museum specimens, including one from 1836, uncovering a second new species, Calumma hofreiteri, previously misidentified as Calumma nasutum. Findings indicate that nasal appendages evolve rapidly, possibly influenced by female mate selection. This work highlights the effectiveness of museomics in resolving species complexes and updates Madagascar's chameleon count to 100 out of 236 worldwide, emphasizing the importance of modern techniques in taxonomic revision and conservation efforts.",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9e682f668211ee15_f15fb529dc0d.webp",
      "category": "Science"
    },
    {
      "id": "0911261569fcdc52",
      "title": "K2 Secures Funding for Advanced Satellite Development",
      "summary": "K2, a startup founded in 2022, has raised $250 million in a Series C funding round led by Redpoint Ventures, bringing its total funding to over $400 million. The company is based in Torrance, California, and operates a large factory to produce two classes of satellites: Mega and Giga. Their first major mission, the Gravitas satellite, is set to launch in March 2026 on a Falcon 9 rocket, funded by the US Space Force. Gravitas will test advanced systems, including a 20-kilowatt Hall-effect thruster and twin solar arrays generating 20 kilowatts of power. K2 aims to leverage upcoming heavy-lift rockets like SpaceX's Starship and Blue Origin's New Glenn to deploy Giga satellites, which can produce up to 100 kilowatts per satellite for applications such as AI computing and astronomy telescopes. The company uses a vertical integration strategy, designing its own components to reduce costs and scale production. K2 has secured $500 million in contracts with commercial and government customers, highlighting demand for large satellite platforms in emerging space markets.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0911261569fcdc52_e38e5224d67b.webp",
      "category": "Science"
    },
    {
      "id": "10acaa730b435411",
      "title": "Former CDC Officials Discuss Impacts of Anti-Science Policies on Public Health",
      "summary": "This article announces a live discussion featuring three former top leaders from the Centers for Disease Control and Prevention (CDC): Drs. Demetre Daskalakis, Debra Houry, and Daniel Jernigan. They resigned in protest after Health Secretary Robert F. Kennedy Jr., an anti-vaccine activist, implemented policies that undermine the agency's scientific mission. Kennedy cut funding, reduced staff, and fired CDC Director Susan Monarez for refusing to approve recommendations from a panel of vaccine skeptics. The CDC, a key public health agency, faced chaos, including a shooting incident targeting its scientists. The former leaders managed critical programs: Daskalakis oversaw immunization and respiratory diseases, Houry handled a $6 billion budget and science offices, and Jernigan led responses to infectious diseases like Ebola and SARS. In the event, they will detail how Kennedy's anti-science agenda is damaging the CDC's ability to protect public health, emphasizing the loss of evidence-based policymaking and potential long-term consequences for disease prevention. The discussion aims to raise awareness and suggest ways to address the damage.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_10acaa730b435411_ec505c4605a5.webp",
      "category": "Science"
    }
  ]
}