{
  "articles": [
    {
      "id": "d27ae40e9cd95277",
      "title": "Understanding a Calculated Act of Violence in Liverpool",
      "summary": "Paul Doyle, a former Royal Marines Commando and cyber security expert, shocked his community by driving his Ford Galaxy into a dense crowd during a Liverpool FC victory parade, injuring 134 people, including vulnerable groups like babies and the elderly. Initially, he denied the charges, but he changed his plea to guilty just before his trial began, admitting to multiple counts of grievous bodily harm with intent. Witnesses and neighbors described him as a well-liked individual who engaged in normal activities like gardening and chatting that very morning, with no signs of distress. Chief Crown Prosecutor Sarah Hammond emphasized that dashcam footage showed Doyle becoming agitated by the crowds, indicating this was a deliberate and calculated act of violence, not a momentary mistake. The incident has left residents in his Croxteth neighborhood bewildered, as his friendly demeanor contrasted sharply with the carnage he caused. This case highlights the complexities of human behavior and the legal process in addressing severe crimes.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_d27ae40e9cd95277_5a783891fbfc.webp",
      "category": "News"
    },
    {
      "id": "7d091f1fce8471b7",
      "title": "Unveiling Orkney's Archaeological Mystery",
      "summary": "Archaeologists have announced an extraordinary discovery at the Ness of Brodgar in Orkney, made possible through advanced 3D Ground Penetrating Radar (GPR) technology. This site, a key Neolithic location in the British Isles, has been under excavation for over 20 years, revealing numerous structures from 3,500 BC to 2,400 BC. The new find is described as totally dissimilar to anything previously uncovered and may not even date back to the Neolithic era, suggesting it could be from a later period. The team, led by archaeologist Nick Card, is withholding details until further excavations resume, funded by Time Team for a future programme. They believe this discovery could rewrite aspects of the site's history, as it lies in an area with little deep archaeology, indicating it might not lead to prolonged digs. The Ness of Brodgar is renowned for its rectangular forms and art, and its proximity to the Ring of Brodgar stone circle highlights its significance in European prehistory.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7d091f1fce8471b7_fc4ad49e47a5.webp",
      "category": "News"
    },
    {
      "id": "ffb5083b65b40608",
      "title": "Analyzing the Labour Budget: Tax and Spend Strategies",
      "summary": "This article examines the UK's recent budget introduced by Chancellor Rachel Reeves, which focuses on significant tax increases and spending initiatives. Reeves defends these measures as necessary to fund progressive policies, such as scrapping the two-child limit on Universal Credit, which is projected to lift hundreds of thousands of children out of poverty. The government argues that this approach benefits all but the wealthiest households and aligns with Labour's core values. However, the budget faces mixed reactions; while many Labour MPs enthusiastically support it, others are cautious due to opinion polls indicating public support for maintaining the previous cap. The Institute for Fiscal Studies highlights that these tax rises are the largest in decades, adding credibility to the debate. The chancellor must balance appealing to financial markets for affordable borrowing, satisfying the electorate amid low poll ratings, and uniting her party. This budget serves as a strategic move to buy time and demonstrate Labour's commitment to social welfare, but it also underscores the challenges of managing diverse public and political expectations.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_ffb5083b65b40608_75817fde5b4c.webp",
      "category": "News"
    },
    {
      "id": "b2a3a0672a83e129",
      "title": "Asahi's Data Breach: A Cybersecurity Crisis",
      "summary": "Asahi, a major Japanese beer producer, disclosed a significant cyber-attack in September that may have exposed the personal details of over 1.5 million customers. The ransomware attack disrupted the company's operations, forcing employees to resort to manual methods like pen and paper for orders. Asahi's investigation revealed that hackers infiltrated their network, encrypted data, and deployed ransomware, potentially leaking names, genders, addresses, and contact information. Additionally, data from employees, their families, and external contacts were at risk, though credit card information was not involved. The company has delayed its financial results to address the incident and is notifying affected individuals. While the attack is limited to systems in Japan, and no evidence of data release has been confirmed, the event highlights vulnerabilities in corporate cybersecurity.",
      "source": "BBC News",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_b2a3a0672a83e129_4005d3892808.webp",
      "category": "News"
    },
    {
      "id": "d4b652d8ac06b2ed",
      "title": "Military Coup in Guinea-Bissau Following Disputed Elections",
      "summary": "In Guinea-Bissau, soldiers have declared a military coup, taking control of the government just days after national elections were held. The coup was announced on state television by a military spokesperson, who stated that the president had been deposed and arrested. This action followed reports of gunshots near the presidential palace and the closure of roads with armed checkpoints. The military justified their move by claiming there was a scheme involving politicians and a drug lord to manipulate election results, though no evidence was provided. Guinea-Bissau has a history of political instability, with multiple coups since gaining independence, and it is also known as a hub for drug trafficking. The elections had led to both the incumbent president and an opposition candidate claiming victory before official results were due, adding to the tension. The soldiers suspended the electoral process, media activities, and closed all borders, raising concerns about democracy and safety in the region.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d4b652d8ac06b2ed_5b0c91e5a5b1.webp",
      "category": "News"
    },
    {
      "id": "b39a71e5e603b354",
      "title": "Winter Storm Disrupts Holiday Travel Plans",
      "summary": "A severe winter storm is significantly disrupting holiday travel across the central and eastern United States, just before Thanksgiving. Temperatures have plummeted to 20 degrees below normal, leading to extensive flight delays and hazardous road conditions. In the Upper Midwest, blizzards have deposited over 18 inches of snow, creating slick highways and stranding vehicles. AAA reports that approximately 90% of Thanksgiving travelers are driving, exacerbating traffic congestion, with some journeys extended by hours. Additionally, air travel is strained, with the FAA anticipating the busiest week in 15 years and FlightAware noting nearly 4,000 delayed flights. The combination of extreme weather and high travel volume highlights the challenges faced by millions, emphasizing the need for caution and preparedness during this peak season.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b39a71e5e603b354_cfd17f5fe2ce.webp",
      "category": "News"
    }
  ]
}