{
  "articles": [
    {
      "id": "e2d6ac459e43806b",
      "title": "科学家发现隐藏的深地结构塑造磁场",
      "summary": "一项发表在《自然·地球科学》上的研究揭示，位于地幔底部、非洲和太平洋下方约2900公里处的巨大高温岩石结构对地球磁场产生显著影响。由利物浦大学领导的研究团队结合古地磁数据和地球发电机（外核液态铁产生磁场的过程）的高级计算机模拟，分析了这些结构在过去2.65亿年间的变化。研究发现，这些巨型岩体在地核-地幔边界造成不均匀的热量分布，其下方的热区导致液态铁停滞，而较冷区域则出现剧烈流动，从而影响磁场的稳定性和时间变异性。这表明地球磁场并不像先前假设的那样表现为与自转轴对齐的完美条形磁铁，挑战了传统模型。该研究的应用包括更好地理解盘古大陆等古代大陆配置、气候变化和自然资源形成，因为这些领域曾依赖简化的磁性假设。研究强调了深地动力学在塑造长期行星过程中的重要性，为地球科学、古气候学和古生物学提供了新的见解。",
      "source": "Science Daily",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e2d6ac459e43806b_5f438e6cbd70.webp",
      "category": "Science"
    },
    {
      "id": "81b49e7fe7e6b243",
      "title": "空中救护团队改变危重创伤患者的生存率",
      "summary": "一项发表于《急诊医学杂志》的研究显示，直升机紧急医疗服务（HEMS）显著提高了危重创伤患者的生存率。该研究分析了2013年至2022年间英国东南部（包括肯特、萨里和苏塞克斯地区）由单一HEMS团队治疗的3,225名创伤患者的数据。通过使用统计方法（如Ws分析）调整损伤严重程度和患者特征，研究发现实际30天生存率为85%，而预期为81%，相当于每100名患者中多存活约5人。根据该服务的典型病例量，这可能意味着每年额外拯救多达115条生命。研究进一步指出，预测生存概率中等（25-45%）和较低（低于50%）的患者获益最大，生存率分别达到35%和39%。关键预后因素包括年轻年龄、较高的格拉斯哥昏迷评分（评估意识水平的工具）以及院前紧急麻醉（一种仅由高级医疗团队实施的诱导昏迷干预）。此外，研究还探讨了创伤性心脏骤停病例，重点关注自主循环恢复作为关键指标。通过解决先前国际研究中方法学异质性和样本量不足等局限性，这项工作为HEMS在创伤系统中的整合提供了有力证据，并为优化患者分层护理提供了见解。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_81b49e7fe7e6b243_d1667ddcc188.webp",
      "category": "Science"
    },
    {
      "id": "85efc85d9d151daf",
      "title": "超薄表面以两种完全不同的方式控制光",
      "summary": "南京大学的研究人员在《PhotoniX》期刊上发表了一项重要进展，开发了一种混合相位协同色散工程超表面，实现了对两种不同自旋态光的独立无色散控制。色散是电磁波的基本特性，会导致色差，影响全彩成像和多光谱传感等下一代光学技术的性能。超表面由亚波长元原子阵列组成，能塑造光波，但现有设计多限于单自旋通道或强制共享色散行为。该团队的方法结合了Aharonov-Anandan（AA）和Pancharatnam-Berry（PB）几何相位：AA相位实现“自旋解锁”，通过元原子内的不对称电流分布分离右旋和左旋圆偏振光；PB相位提供“相位扩展”，在不影响群延迟的情况下将相位范围扩展至2π。通过精细调谐元原子谐振强度、频率调整和局部结构旋转，研究人员独立控制了每种自旋的相位和群延迟，并最小化串扰。实验在8-12 GHz微波和0.8-1.2 THz太赫兹频段进行，展示了自旋解锁的无色散光束偏转器和金属透镜，在宽频带内保持稳定性能。这项工作将无色散超表面从单通道校正推进到完全独立双自旋元光学领域，为紧凑型多功能光学系统（如偏振复用成像）奠定了基础，并有望扩展至可见光范围，结合逆设计方法加速实际应用。",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_85efc85d9d151daf_9b23264fa663.webp",
      "category": "Science"
    },
    {
      "id": "4205f45106477b8c",
      "title": "博物馆将“永恒之香”融入埃及展览",
      "summary": "博物馆正在通过融入重建的香味来增强埃及木乃伊展览的体验。2023年，科学家们在一名古埃及贵族女性的木乃伊器官防腐剂中鉴定出了挥发性有机化合物，揭示了使用非本地原料的复杂配方。芭芭拉·胡贝尔（来自马克斯·普朗克人类历史科学研究所和图宾根大学）与调香师卡萝尔·卡尔维兹合作，重现了“永恒之香”，并与博物馆策展人合作，将这一香味融入展览中，旨在加深参观者对防腐过程的理解。木乃伊制作始于古埃及的前王朝时期，利用泡碱盐和植物树脂在墓穴中保存尸体。该过程涉及移除器官、脱水身体，并用亚麻布包裹并放置护身符。历史知识主要来自希罗多德的《历史》等文本，但科学方法如气相色谱-质谱法通过分析残留物填补了细节空白。胡贝尔的团队研究了卡诺匹斯罐中的防腐剂，发现了蜂蜡、植物油和针叶树脂等成分。他们在《环境考古学前沿》期刊上发表的论文概述了博物馆添加香味的工作流程，将科学数据与调香实践联系起来。这种方法将展览转变为多感官体验，使古代实践更加具体和情感共鸣，展示了考古学、化学和博物馆学的交叉融合，为当代观众提供了创新的展示设计。",
      "source": "Ars Science",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_4205f45106477b8c_0c684eeb75fc.webp",
      "category": "Science"
    },
    {
      "id": "d82463e5722a0c86",
      "title": "控制光的新方法可能推动未来无线技术发展",
      "summary": "研究人员开发了一种新型光学设备，能够产生两种不同的涡旋形状光模式，即电性和磁性斯格明子。这些结构光图案异常稳定，即使在干扰下也能保持完整，使其成为未来无线通信系统中编码信息的有吸引力的候选者。该设备使用非线性超表面——一种纳米级图案化材料——在环形太赫兹光脉冲中主动切换电性和磁性模式。通过操纵输入激光脉冲的偏振来实现这种可控性，允许可靠选择和复制所需状态。团队由天津大学和南洋理工大学的科学家领导，实验性地展示了这一创新，并将研究成果发表在《Optica》期刊上。他们建立了测量装置来验证切换行为，并确认了每种模式的高纯度。这项工作可能带来更 resilient 的太赫兹无线通信和先进的光基信息处理，潜在应用包括生成和路由信号的紧凑电路。未来计划包括改进设备以供实际使用。",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d82463e5722a0c86_3c39e055bae0.webp",
      "category": "Science"
    },
    {
      "id": "0c001ee50de0dc69",
      "title": "广阔海草草甸将保护海岸线",
      "summary": "在亨伯河口恢复广阔海草草甸的项目已达到一个重要里程碑，专家表示。海草是一种应对气候变化的强大自然工具，并能保护海岸线免受风暴和侵蚀，据怀尔德亨伯——约克郡和林肯郡野生动物信托基金的合作伙伴称。它曾覆盖河口约1,100英亩（445公顷），但在20世纪因污染、疾病和自然海岸空间的丧失而急剧减少。约克郡野生动物信托基金的安迪·范德沙特·奥利维尔博士表示，试验种植对草甸的未来“非常令人鼓舞”。他补充说：“我们为这些草甸提供了最佳恢复、繁荣并为野生动物、气候和沿海社区带来实际效益的机会。”据怀尔德亨伯称，海草捕获碳的速度比热带雨林快35倍，并通过吸收污染物改善水质。草甸还为鱼类、鳗类和鸟类提供栖息地。但到世纪之交，这种植物减少到约12英亩（4.85公顷）。最新的试验在一个完整的生长季节进行监测，测试了三种种植技术以确定最有效的方法。研究发现，将种子直接注入海床以及移植小块完整海草斑块取得了最佳效果。范德沙特·奥利维尔说：“它们表明，即使在这样的动态河口，当我们使用正确方法时，也可以大规模成功恢复海草。”怀尔德亨伯得到可再生能源公司Orsted的支持。该项目展示了通过科学方法和合作伙伴关系恢复海草草甸的可行性，为全球类似努力提供了希望，以增强生物多样性和减轻气候影响。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_0c001ee50de0dc69_c8236677d6f4.webp",
      "category": "Science"
    }
  ]
}