{
  "articles": [
    {
      "id": "c5d35d714bd0140b",
      "title": "UK Economic Growth Remains Weak in Late 2025",
      "summary": "The UK economy experienced subdued growth of 0.1% in the final quarter of 2025, slightly below expectations, according to the Office for National Statistics (ONS). This weak performance was driven by a lack of growth in the services sector, which accounts for over 80% of economic output and saw no expansion for the first time in over two years. Meanwhile, the construction sector suffered its worst quarterly decline in four years, with a 2.1% drop, largely due to reduced new housing and repair work. Manufacturing provided a slight boost, but overall economic momentum remained low. For the entire year of 2025, the economy grew by 1.3%, up from 1.1% in 2024 but below the Bank of England's forecast of 1.4%. Factors influencing the quarter included Jaguar Land Rover resuming production after a cyber-attack, which helped, but uncertainty ahead of the November Budget, with speculation about tax changes, caused companies to delay investment. ONS director Liz McKeown described the growth as 'subdued,' while economist Ruth Gregory called it 'disappointing' and indicative of little momentum. Chancellor Rachel Reeves argued that government policies have set the stage for interest rate cuts and positioned the UK as the fastest-growing economy in the G7 in Europe.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c5d35d714bd0140b_a8ce929533e8.webp",
      "category": "News"
    },
    {
      "id": "197f4291cfe3a059",
      "title": "Tributes and Support for James Van Der Beek After His Death",
      "summary": "James Van Der Beek, best known for his role as Dawson Leery on the TV series Dawson's Creek, passed away at age 48 due to bowel cancer. His death has prompted heartfelt tributes from co-stars and celebrities on social media. Katie Holmes, who played Joey Potter on the show, posted a handwritten statement on Instagram praising Van Der Beek's bravery, compassion, and strength. Busy Philipps, another co-star, expressed deep sadness and shared memories of their friendship, while also promoting an online fundraiser to assist Van Der Beek's widow, Kimberley, and their six children. The GoFundMe campaign quickly raised over $1.2 million to cover medical expenses and other costs. Reese Witherspoon and Mary-Margaret Humes also shared condolences, highlighting Van Der Beek's talent and kindness. Van Der Beek was diagnosed with cancer in late 2023 and publicly revealed it in November 2024. His career included roles in shows like Varsity Blues, but he remained most iconic for Dawson's Creek, which aired from 1998 to 2003. The tributes emphasize his impact on those who knew him and call for privacy for his grieving family.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_197f4291cfe3a059_c9dc42b23972.webp",
      "category": "News"
    },
    {
      "id": "5d117db678e9732b",
      "title": "Investigating Maternity Failures at a UK Hospital Trust",
      "summary": "This article reports on a joint investigation by BBC News and New Statesman into maternity care failures at the University Hospitals Sussex NHS Foundation Trust. It focuses on several families, including two couples who met in antenatal classes and both planned to name their sons Felix, but lost their babies under the trust's care. The investigation reveals that the trust has paid over £100 million in clinical negligence payments for maternity errors between 2021 and 2025, with £34.3 million in 2024/25 alone—the highest in England that year. Despite the trust's claim of low mortality rates and attributing high claims to its size, bereaved parents like Katie Fowler argue that the trust often convinces families that nothing could have been done, potentially hiding cases where babies could have been saved. The article highlights specific incidents, such as Beth Cooper's repeated visits to the Princess Royal Hospital with concerns about reduced fetal movements, where she was reassured and sent home despite her professional background as a neonatal nurse. An independent investigation has been expanded to include 15 families, underscoring ongoing concerns about patient safety and transparency in maternity services.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_5d117db678e9732b_c3c33604809d.webp",
      "category": "News"
    },
    {
      "id": "0403ee361c4164f4",
      "title": "UK Faces Snow and Ice Warnings After Wet Spell",
      "summary": "Following a period of persistent rain, the UK is bracing for a return to wintry conditions, with snow and ice warnings issued by the Met Office. Arctic air will sweep across the country, causing temperatures to plummet up to six degrees below average. Yellow warnings for snow and ice are in effect for Scotland and northern England from Thursday afternoon to Friday midday. Initially, rain will transition to snow over higher elevations before spreading to lower areas overnight. Accumulations of up to 10cm are expected above 200m. As the precipitation clears southward early Friday, temperatures will drop sharply, leading to icy conditions on untreated surfaces and hazardous driving. Concurrently, the UK's Health Security Agency has issued yellow cold weather health alerts for northern England and the Midlands, warning of minor impacts on healthcare services and risks to vulnerable populations. Temperatures are forecast to normalize by Tuesday. This shift highlights the importance of preparedness for winter hazards.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_0403ee361c4164f4_a75021ea9477.webp",
      "category": "News"
    },
    {
      "id": "aa138f9056da5395",
      "title": "Congressional Hearing on Epstein Files: Bondi's Defensive Stance",
      "summary": "In a congressional oversight hearing, former Attorney General Pam Bondi faced intense questioning from Democratic lawmakers regarding the Justice Department's handling of Jeffrey Epstein-related documents. Bondi, representing the Trump administration's perspective, largely avoided direct answers, instead launching personal attacks on Democrats, accusing them of 'theatrics' and attempting to distract from Trump's achievements. She condemned Epstein's crimes but shifted blame to previous administrations for inaction. Republican members supported Bondi, criticizing prior officials like Merrick Garland and diverting to topics such as immigrant crime and Chinese vapes. Epstein survivors attended the hearing, expressing frustration through a letter that criticized the DOJ's 'reckless and dangerous' release of redacted files, which they argued jeopardized victims' safety. The hearing highlighted partisan divisions, with Democrats seeking accountability and transparency, while Republicans defended the administration's actions, underscoring ongoing tensions over Epstein case management.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_aa138f9056da5395_88dcd1f7ac10.webp",
      "category": "News"
    },
    {
      "id": "e13971998305be1d",
      "title": "Economic Revisions and Layoffs: Analyzing U.S. Job Market Trends",
      "summary": "In early 2026, the U.S. economy showed signs of improvement with the January jobs report indicating 130,000 new jobs added and a slight decrease in the unemployment rate to 4.3%. However, this positive data is tempered by revised economic figures that reveal a weaker performance in 2025. Initially, it was reported that the economy added around 581,000 jobs last year, but revisions show only 181,000 net jobs were created—approximately 400,000 fewer than earlier estimates. This revision highlights ongoing challenges in the labor market. Concurrently, major corporations such as Amazon and UPS have announced significant layoffs, adding to economic uncertainty. To provide insight, the article features an interview with Harry Holzer, a professor of public policy at Georgetown University and former chief economist for the Department of Labor. Holzer discusses the implications of these mixed signals, emphasizing how revised data can alter perceptions of economic health and what this means for future job growth and stability in the U.S.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e13971998305be1d_a87035a8d4a5.webp",
      "category": "News"
    }
  ]
}