{
  "articles": [
    {
      "id": "e4f556214d616c19",
      "title": "Cold Weather Warnings for the New Year",
      "summary": "In the UK, weather experts have issued warnings for snow and ice as 2026 begins. This cold spell is expected to last over a week, causing travel problems with snow and blizzards. People are advised to be careful when going out, especially on New Year's Eve and into the weekend. Temperatures dropped very low in places like Scotland and Wales, making it feel very cold. Health alerts have been raised to amber for all of England, warning that cold weather can be dangerous, especially for older or vulnerable people. It's important to stay warm and safe during this time.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e4f556214d616c19_d64753425c74.webp",
      "category": "News"
    },
    {
      "id": "cee47ca0099f2404",
      "title": "Eurostar Trains Back on Track After Tunnel Trouble",
      "summary": "Eurostar and Le Shuttle trains between the UK and France are running again after a big problem in the Channel Tunnel. On Tuesday, many trains were cancelled because of a power issue and a broken train that blocked the tracks. This caused long delays for thousands of passengers, especially those traveling for New Year's Eve. Repair workers fixed the problems overnight, so services started again on Wednesday morning. Eurostar says most trains are now running, but there might still be some delays or last-minute cancellations. Passengers should check the Eurostar website for updates before they travel. The company apologized and is offering refunds and vouchers to affected customers. Le Shuttle services are also mostly back to normal, with shorter delays in Calais.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_cee47ca0099f2404_b324e2123a16.webp",
      "category": "News"
    },
    {
      "id": "e7eccc4137267568",
      "title": "Famous People We Lost in 2025",
      "summary": "In 2025, we said goodbye to many famous people from movies, TV, and other fields. This article remembers them, including actors like Diane Keaton, who won an Oscar for Annie Hall, and Robert Redford, a handsome star who started the Sundance Film Festival. It also talks about Pope Francis, the first non-European Pope in over 1,000 years, and Ozzy Osbourne, a rock singer. Other stars mentioned are Gene Hackman, known for tough roles, and Prunella Scales, who played Sybil in Fawlty Towers. The article shares stories about their lives and careers, helping us learn why they were important. It's a way to honor their memories and the joy they brought to people around the world.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_e7eccc4137267568_f9b5ef669721.webp",
      "category": "News"
    },
    {
      "id": "b09069f277bb2f1d",
      "title": "Keir Starmer's Big Year Ahead",
      "summary": "Keir Starmer is the leader of the Labour Party and became prime minister after winning a big election. But now, just 18 months later, people are talking about whether he will stay as prime minister next year. This is surprising because he has a strong majority in government. The reason for this talk is that there are important elections coming up in May 2026 for places like Wales, Scotland, and local councils in England. If Labour does poorly in these elections, it could hurt Starmer's position. Some Labour members are worried and are quietly planning for what might happen. Even people in other countries are noticing this situation. Starmer himself has joked about the speculation, but it shows that 2026 is a critical year for him.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b09069f277bb2f1d_854e2c47fa0f.webp",
      "category": "News"
    },
    {
      "id": "178719d49a976f25",
      "title": "Artists Cancel Shows at Kennedy Center After Name Change",
      "summary": "This article talks about news from Tuesday. More artists are canceling their shows at the Kennedy Center, a big arts building in Washington, D.C., because President Trump's name was added to it. A jazz band called The Cookers canceled their New Year's Eve show, and another musician, Chuck Redd, canceled his Christmas Eve show. The center's president, who is a friend of Trump, threatened to sue Redd. The article also mentions other news: strong winds and snow caused power outages in the Great Lakes and Northeast, and many flights were delayed. In sports, a football player named Stefon Diggs is facing charges but denies them, and his team supports him. In world news, the United Arab Emirates is pulling its soldiers out of Yemen after Saudi Arabia attacked a shipment, which might make the war in Yemen worse.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_178719d49a976f25_aa85f6378b2f.webp",
      "category": "News"
    },
    {
      "id": "7d5dcbbdd295562f",
      "title": "FBI Looks into Money Problems at Somali Daycares in Minnesota",
      "summary": "Federal agents are checking if Somali child care centers in Minnesota took money they shouldn't have. A person online said without proof that these daycares misused over $100 million. The FBI and Homeland Security are now investigating. State and city leaders doubt the claims because the Somali community is already dealing with immigration issues. A reporter explains that this started with a COVID program to give kids meals when schools closed, and it grew into a bigger problem. The agents are in Minneapolis to find out what happened.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7d5dcbbdd295562f_6cdf488f2272.webp",
      "category": "News"
    }
  ]
}