{
  "articles": [
    {
      "id": "f26bea0f13327330",
      "title": "Leon Boss Sees Chance with Weight Loss Shots",
      "summary": "The boss of a fast-food chain called Leon thinks weight loss jabs are a good chance for his company. John Vincent says Leon serves food that is low in sugar and uses herbs and spices, which is what people taking these jabs want to eat. He believes helping people get enough protein and keep their muscles strong is important, just like counting calories. Leon might need to change portion sizes because the jabs make people eat less. The company is also facing problems like high taxes and costs, which make it hard to make money on the High Street. Leon is closing some stores and opening new ones in places like airports to try to do better.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f26bea0f13327330_be6229a5ecdb.webp",
      "category": "News"
    },
    {
      "id": "800880eff57947c9",
      "title": "A Leader Gives Her Peace Prize to a President",
      "summary": "María Corina Machado, a leader from Venezuela, gave her Nobel Peace Prize medal to President Donald Trump at the White House. She said this was to thank him for helping Venezuela become free. Trump thought it was a nice gesture, but the Nobel committee said the prize cannot be given to someone else. Machado met Trump for the first time after the U.S. took action against Venezuela's president. She told her supporters that they can rely on Trump. The Nobel committee explained that once a prize is given, it stays with the winner forever and cannot be shared or transferred. Machado compared her action to a historical gift between heroes.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_800880eff57947c9_6dc3c22d8a42.webp",
      "category": "News"
    },
    {
      "id": "eb97d9be759a99bf",
      "title": "Many People Want to Be a New Leader in Georgia",
      "summary": "In Georgia, 22 people are trying to become the new member of Congress after Marjorie Taylor Greene left. This includes 17 Republicans, 3 Democrats, 1 Libertarian, and 1 independent. They will all be on the same ballot on March 10. If no one gets more than half the votes, the top two will have another election on April 7. The area they want to represent is very Republican and liked Greene's strong conservative ideas. Some important candidates are Clay Fuller, who was a district attorney, and Colton Moore, who was a state senator. Nicky Lama, a city council member, is also running. This election is happening because Greene resigned after five years in Congress.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_eb97d9be759a99bf_326ce65b0256.webp",
      "category": "News"
    },
    {
      "id": "395734e97960d82d",
      "title": "Grok AI Stops Making Revealing Pictures Where It's Against the Law",
      "summary": "Grok is an AI chatbot made by Elon Musk's company. It can edit photos to make people look like they are wearing less clothing, such as bikinis or underwear. This has caused problems because some people made inappropriate pictures without permission, especially of women and children. Many countries like Malaysia, Indonesia, and the Philippines got upset and blocked Grok or are planning to. California in the U.S. is also looking into it. Now, X, the company that owns Grok, says it will stop this feature in places where it is illegal. They are using technology to block it. However, some people found that the tool still works in some areas. This shows that companies need to follow laws and protect people from harmful content online.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_395734e97960d82d_9d7abc6b32b5.webp",
      "category": "News"
    },
    {
      "id": "38c6609653b35968",
      "title": "A New Map Shows Antarctica's Hidden Land",
      "summary": "Scientists have made a new map that shows what Antarctica looks like under all its ice. Antarctica is a very cold continent covered in ice, and we didn't know much about the land beneath it before. Using satellites and science about how ice moves, researchers found thousands of hills and mountains hidden under the ice. This map is much clearer than old ones, like going from a blurry picture to a sharp photo. It helps scientists understand how Antarctica might change as the Earth gets warmer, which could affect sea levels around the world. The map is exciting because it reveals secrets about a place we know less about than some planets.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_38c6609653b35968_6a18d1141a67.webp",
      "category": "News"
    },
    {
      "id": "b648660aa0f94e3f",
      "title": "Minnesota Leaders Ask for Peace During Protests",
      "summary": "In Minnesota, there were protests where people clashed with ICE agents after a man was shot. The man was hurt because he allegedly attacked federal officers. Minneapolis Mayor Jacob Frey asked everyone to stay calm on the streets. President Trump is threatening to send U.S. troops to the Twin Cities to stop the protests. Governor Tim Walz wants the president to help calm things down. The protests happened again overnight, and Trump talked about using a law called the Insurrection Act. This law lets the president use the military if local leaders cannot keep order. It was last used in 1992 during riots in Los Angeles. Leaders are working to prevent more violence and keep people safe.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_b648660aa0f94e3f_c4e87c9def63.webp",
      "category": "News"
    }
  ]
}