{
  "articles": [
    {
      "id": "8af6e13c3ec4860d",
      "title": "Elena Rybakina Wins Big Tennis Match After Four Years",
      "summary": "Elena Rybakina is a tennis player who won a big tournament called Wimbledon four years ago. She did not celebrate much then. Now, she has won another big tournament called the Australian Open. She beat Aryna Sabalenka in a tough match. Rybakina felt happy and relieved. She worked hard with her team to get better. This win shows she can play well against top players like Sabalenka and Iga Swiatek. Rybakina believes in herself more now. Tennis has big events called Grand Slams, and winning them is a big deal. Rybakina's return to winning makes her a strong player again.",
      "source": "BBC Tennis",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_8af6e13c3ec4860d_c248bcd7feb2.webp",
      "category": "Fun"
    },
    {
      "id": "b1e3c8eb83599054",
      "title": "Glasgow's Art Center Closes for Good",
      "summary": "The Centre for Contemporary Arts in Glasgow is closing forever because it ran out of money. All workers lost their jobs, and events are cancelled. This happened even though the center got a big grant of £3.4 million last year to stay open for three more years. The center had problems with payments and expenses, and people argued about its rules on boycotting Israel. A group called Creative Scotland stopped giving money because the center couldn't show it could survive. The board tried to fix things but couldn't, so they are shutting down. Staff are sad and worked hard to keep it open. The center opened in 1992 and was a place for art and culture.",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b1e3c8eb83599054_eee1198db0b2.webp",
      "category": "Fun"
    },
    {
      "id": "68c018395214432b",
      "title": "Is Aryna Sabalenka Not Winning Enough Big Tennis Matches?",
      "summary": "Aryna Sabalenka is a top tennis player who has won four big Grand Slam finals but also lost four. She is very strong and hits the ball hard, which helps her win many matches and stay number one in the world. However, in her latest final at the Australian Open, she was winning 3-0 in the last set but ended up losing to Elena Rybakina. Experts say she got nervous and made mistakes. Even though she has four Grand Slam titles, some people think she could do better because she has lost other finals and semi-finals too. Sabalenka says she will keep trying hard and hopes to win more in the future.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_68c018395214432b_dc6692b42493.webp",
      "category": "Fun"
    },
    {
      "id": "51544c0d5c226c1b",
      "title": "Elena Rybakina Wins Big Tennis Match in Australia",
      "summary": "Elena Rybakina won the Australian Open tennis tournament by beating Aryna Sabalenka in a very exciting final match. The Australian Open is a big tennis competition held in Australia. Rybakina fought hard and came back in the third set to win her first title there. Sabalenka is the world number one player, so this was a big upset. The match was thrilling with lots of action, and Rybakina showed great skill and determination. This victory is special because it's her first time winning this tournament, and it shows that hard work pays off in sports.",
      "source": "BBC Tennis",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_51544c0d5c226c1b_1ef09080166b.webp",
      "category": "Fun"
    },
    {
      "id": "680eeedb7b093695",
      "title": "Pokémon Stops Game at a Special Shrine After People Got Upset",
      "summary": "Pokémon planned a card game event at a shrine in Japan called Yasukuni Shrine, but they cancelled it because many people in China were angry. The shrine honors Japanese soldiers who died in wars, including some who were war criminals. This made it a sensitive place for countries like China that were hurt by Japan in the past. Pokémon apologized and said they made a mistake by advertising the event on their website. They promised to be more careful in the future. The cancellation happened when relations between China and Japan were already tense over issues like Taiwan. Chinese news sites said brands should respect history and not hurt people's feelings. Pokémon quickly stopped the event to avoid more trouble.",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_680eeedb7b093695_b8930fc31894.webp",
      "category": "Fun"
    },
    {
      "id": "08f829d70e262f75",
      "title": "Elena Rybakina Wins Big Tennis Match in Australia",
      "summary": "Elena Rybakina won the Australian Open tennis tournament by beating Aryna Sabalenka in a close match. Rybakina is from Kazakhstan and was the fifth seed, while Sabalenka is the world number one from Belarus. The match had three sets, and Rybakina was losing in the final set but came back to win 6-4, 4-6, 6-4. She served an ace to finish the match and got her second major trophy after winning Wimbledon in 2022. Sabalenka has lost many big finals recently. Rybakina played very well, hitting the ball cleanly and serving strongly. She also beat other top players like Iga Swiatek and Jessica Pegula to reach the final. This win shows Rybakina is a great player who can beat the best.",
      "source": "BBC Tennis",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_08f829d70e262f75_ac2b07b6d821.webp",
      "category": "Fun"
    }
  ]
}