{
  "articles": [
    {
      "id": "9ff3a485c695be48",
      "title": "A Man with Tourette's and a Mistake on TV",
      "summary": "John Davidson has Tourette's syndrome, which makes him say words he can't control. At a big awards show called the Bafta Film Awards, he shouted a bad word while black actors were on stage. He was sitting near a microphone, so his words were heard on TV. John thinks the BBC, the TV company, should have tried harder to stop his words from being broadcast because they know about his condition. The BBC said sorry and removed the part from their online player. They also edited out another bad word before the show. John shouted about 10 bad words that night, but only one got a lot of attention. He wants to say sorry to the actors. Google also said sorry for sending a news alert with the bad word. John's movie studio talked to Bafta before the show about his tics, and Bafta said any swearing would be cut out. John has made shows with the BBC before and thinks they should have known better. Bafta apologized too for the harm caused.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_9ff3a485c695be48_899469973e71.webp",
      "category": "News"
    },
    {
      "id": "8f28a6399dbe7e7f",
      "title": "President Trump's Big Speech to the Country",
      "summary": "President Donald Trump gave a long speech called the State of the Union to the American people. He talked about how America is doing well, with things like more money for families and lower gas prices. He praised heroes like Olympic athletes and military veterans. The speech was very showy, like a TV show, and he did not change his plans much. Many people are not happy with how he is leading, but he tried to get support for upcoming elections. He mentioned some new ideas, like helping people save for retirement, but mostly repeated old ones. The speech was meant to make Americans feel proud and to convince them to support him.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_8f28a6399dbe7e7f_e4dada3b7f01.webp",
      "category": "News"
    },
    {
      "id": "0634da5b90476f54",
      "title": "Energy Bills Going Down in April",
      "summary": "In April, many families in England, Wales, and Scotland will pay less for their energy bills. The government and a group called Ofgem have made changes to lower the costs. For a typical home, the bill might drop by about £10 each month. This is because the government stopped an old program and moved some charges to taxes. However, bills are still higher than before the war in Ukraine, and people are encouraged to look for better deals to save more money. The Prime Minister says he wants to help people with their bills, but others argue that moving costs to taxes might not be fair. The exact savings depend on how much energy a family uses.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_0634da5b90476f54_155f7755ad85.webp",
      "category": "News"
    },
    {
      "id": "bc8b12c3fbcf638d",
      "title": "Harry and Meghan Help Refugees in the Middle East",
      "summary": "Prince Harry and Meghan, also known as the Duke and Duchess of Sussex, have traveled to Jordan in the Middle East. This is their first trip together to another country in 18 months. They are there to learn about and help people who have been forced to leave their homes because of wars and conflicts. They were invited by Dr. Tedros from the World Health Organization (WHO). In Jordan, they met with leaders and visited places that provide health care, food, and support for children. Harry and Meghan's foundation, called Archewell, has given money to help children from places like Gaza and Ukraine get medical care and artificial limbs. Their visit shows they care about helping vulnerable communities.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_bc8b12c3fbcf638d_41d3a695abfb.webp",
      "category": "News"
    },
    {
      "id": "1831fc5006702b5b",
      "title": "President Trump's Big Speech About America",
      "summary": "President Donald Trump gave a speech called the State of the Union. He talked about the economy, saying it is doing very well with lower prices for things like gas and medicine. He also praised the U.S. Olympic hockey team and a war hero. But many Americans feel worried about money and don't think Trump's policies have helped them. Polls show that only 39% of people approve of how he handles the economy. Trump also made fun of Democrats in his speech. Republicans wanted him to focus on the economy because elections are coming up. The speech had a happy start but turned more serious later.",
      "source": "PBS NewsHour",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_1831fc5006702b5b_0e8f91f9326f.webp",
      "category": "News"
    },
    {
      "id": "d84e2b6c82df29be",
      "title": "A Governor Talks About Making Life Affordable",
      "summary": "Governor Abigail Spanberger from Virginia talked about how President Trump's policies are not helping people save money on things like health care and housing. She said that Democrats are working hard to make life more affordable for everyone. In a speech, she asked if the president is making life cheaper for families, and she said no. Spanberger is the first woman governor in Virginia and was elected recently. She is known for criticizing President Trump. This article is about her response to the president's speech, where she shared her views on affordability issues.",
      "source": "PBS NewsHour",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_d84e2b6c82df29be_23119bd13c2b.webp",
      "category": "News"
    }
  ]
}