{
  "articles": [
    {
      "id": "da086f6a45a08fbf",
      "title": "Iga Swiatek's Tennis Journey Begins with a Win",
      "summary": "Iga Swiatek is a top tennis player trying to win all the big tournaments, called the career Grand Slam. She started her journey at the Australian Open, a major tournament in Melbourne. In her first match, she played against Yuan Yue, a player from China. Swiatek did not play perfectly and made many mistakes, but she still won the match with scores of 7-6 and 6-3. She said she was happy because winning when things are tough is good. Other top players like Coco Gauff also won their matches easily. Swiatek knows she needs to improve her serve before her next match. This win helps her get closer to making tennis history.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_da086f6a45a08fbf_58f499b03ea9.webp",
      "category": "Fun"
    },
    {
      "id": "1d5b4e926b85536e",
      "title": "Zootropolis 2 Breaks Hollywood Animated Movie Record",
      "summary": "Zootropolis 2 is now Hollywood's biggest animated film ever! It made $1.7 billion at the box office around the world, beating the old record held by Inside Out 2. This movie is a sequel to Zootropolis from 2016 and features characters like Judy Hopps and Nick Wilde. It had a big opening weekend and quickly reached $1 billion. However, the highest-grossing animated movie overall is still Ne Zha 2 from China, which made $2.2 billion. Disney thanked fans for their support in making this success possible.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_1d5b4e926b85536e_31a6543b80f6.webp",
      "category": "Fun"
    },
    {
      "id": "7b2670568dc43e87",
      "title": "Stan Wawrinka Wins a Big Tennis Match at Age 40",
      "summary": "Stan Wawrinka is a 40-year-old tennis player who is not young anymore, but he still loves playing. He won a tough first-round match at the Australian Open, a big tennis tournament in Melbourne. He beat Laslo Djere in four sets after losing the first set. Wawrinka has been playing tennis for a long time, and he won the Australian Open in 2014 by beating Rafael Nadal. Now, he is on a farewell tour because he will retire in 2026. Other older players like Marin Cilic also won their matches. Wawrinka said the passion for tennis is still strong, and he is happy to play in Grand Slam tournaments. This victory was special because it was his first win at the Australian Open in five years.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_7b2670568dc43e87_81c5ae3c3e6a.webp",
      "category": "Fun"
    },
    {
      "id": "33c3bd1868d70673",
      "title": "Francesca Jones Tries Hard at Tennis Match",
      "summary": "Francesca Jones is a tennis player from Britain who played in a big tournament called the Australian Open. She got hurt during her match and had to stop playing, which made her very sad and she cried on the court. Francesca has a special condition where she has fewer fingers and toes than most people, but she still plays tennis with a different way of holding her racket. She said she will pick herself up and keep trying, even though it was tough. This was her first time in the main part of this tournament, and she wanted to win a match there for the first time. Other players like Medvedev and Swiatek also played in the tournament.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_33c3bd1868d70673_4c3ae97d244d.webp",
      "category": "Fun"
    },
    {
      "id": "968bcc7bfeb30c5d",
      "title": "Daniil Medvedev Wins His First Big Tennis Match in a Long Time",
      "summary": "Daniil Medvedev is a tennis player from Russia who had not won a match at a big tournament called a Grand Slam for 370 days. He finally won his first match at the Australian Open, which is one of the biggest tennis tournaments. He beat Jesper de Jong from the Netherlands with a score of 7-5, 6-2, 7-6. Medvedev has been trying to be more positive on the court, and this win shows it is working. He had lost his first matches at other Grand Slams like the French Open, Wimbledon, and the US Open last year. Medvedev is happy and hopes to keep playing well. This win is important because it helps him feel confident again.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_968bcc7bfeb30c5d_1e994bbcc9eb.webp",
      "category": "Fun"
    },
    {
      "id": "1fafb6b85bb41cf0",
      "title": "Amy Dowden Dances Through Cancer Treatment",
      "summary": "Amy Dowden is a dancer on Strictly Come Dancing. She got breast cancer and had to go through chemotherapy, which is a tough treatment. During this time, she danced a little in her lounge at home. This helped her feel better and made her bones stronger. She joined a dance class for older people in Swansea to improve strength and balance. Dancing is good for everyone, no matter how old you are. It can make you more flexible, strong, and confident. A new report says dancing and other arts programs can save money for the NHS in Wales by helping people stay healthy. For example, Sylvie Evans danced to recover from a knee injury and might avoid surgery. Judith Lombardo, who has trouble seeing and balancing, feels steadier after dancing. Amy believes dancing helped her get fit again and wants more people to know about its benefits.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_1fafb6b85bb41cf0_21ce6e2920b4.webp",
      "category": "Fun"
    }
  ]
}