{
  "articles": [
    {
      "id": "4b2ff62bbf825ce7",
      "title": "诺里不敌兹维列夫，英国单打希望终结",
      "summary": "在澳大利亚网球公开赛第三轮比赛中，英国选手卡梅隆·诺里以7-5、4-6、6-3、6-1不敌世界排名第三的亚历山大·兹维列夫，结束了英国在单打项目中的参与。诺里作为英国二号选手，在第二盘中表现出色，将比分扳平，但兹维列夫在后续比赛中提升状态，最终获胜。诺里此前已连续四次在大满贯赛事中成为最后一位英国选手，但面对兹维列夫的历史交锋记录全败，此次失利凸显了他在对阵顶尖球员时的挑战。尽管墨尔本公园的观众给予诺里大力支持，但他未能把握关键破发点，且兹维列夫在比赛末段以第16个ACE球锁定胜局。兹维列夫将晋级下一轮对阵阿根廷选手弗朗西斯科·塞伦多洛，继续追逐首个大满贯冠军，而诺里的失败引发了对英国网球竞争力和发展水平的反思。文章通过详细比分和统计数据，报道了比赛过程及其对英国网球的影响。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_4b2ff62bbf825ce7_8fa156b05f08.webp",
      "category": "Fun"
    },
    {
      "id": "8f13c6baf0cbf673",
      "title": "普汀塞娃在澳网以舞蹈和飞吻回应嘘声",
      "summary": "在澳大利亚网球公开赛上，哈萨克斯坦职业网球选手尤利娅·普汀塞娃在击败土耳其资格赛选手泽内普·索内梅兹后，面对观众的嘘声，展现出独特而 spirited 的反应。观众发出嘘声，这是一种在体育比赛中常见的负面反馈，通常表示对球员行为的不满或支持对手。普汀塞娃没有因此受到影响，反而在球场上跳舞并向观众飞吻。这一事件凸显了运动员在高压赛事中面临来自观众的压力以及如何管理情绪。澳网是每年在墨尔本举行的 prestigious 大满贯赛事，吸引全球关注。普汀塞娃的行为可被视为一种保持镇定并将潜在负面情境转化为庆祝时刻的策略，强调了体育精神中的 resilience。从运动心理学角度分析，她的反应可能反映了适应性应对机制，以减轻压力并在 volatile 环境中 assert control。这起事件涉及运动员表现与观众影响之间的复杂互动，以及非语言沟通在体育中的角色，为现代网球中的体育精神和心理韧性提供了案例研究。",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_8f13c6baf0cbf673_b27120da37b9.webp",
      "category": "Fun"
    },
    {
      "id": "ab20048323f41c3b",
      "title": "哈利·斯泰尔斯称新单曲《Aperture》是复出的“完美小蝴蝶结”",
      "summary": "在近四年的音乐 hiatus 后，哈利·斯泰尔斯发布了新单曲《Aperture》，这标志着他的第四张专辑《Kiss All The Time. Disco, Occasionally.》的开始。在此期间，他通过参加柏林和东京的马拉松比赛以及观看现场音乐会保持活跃，并表示这些经历影响了他的创作过程。在接受 BBC 采访时，斯泰尔斯强调了他避免孤立、参与人类体验的愿望，与他早期巡演时待在酒店房间的日子形成对比。他宣布了 2026 年的“Together, Together”巡演，包括在全球七个城市的 50 场演出，例如伦敦的温布利球场（6 场）和纽约的麦迪逊广场花园（30 场），并访问阿姆斯特丹、圣保罗、墨西哥城、墨尔本和悉尼。特别嘉宾将支持他，如在伦敦的仙妮亚·唐恩，他童年时曾欣赏她的音乐，以及其他城市的艺术家如 Jamie XX、Jorja Smith 和 Robyn。斯泰尔斯将他在 LCD Soundsystem 等音乐会作为观众的时间归功于激发了他的新音乐，突显了这一视角如何丰富了他的艺术发展。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_ab20048323f41c3b_c7cf5e23ab84.webp",
      "category": "Fun"
    },
    {
      "id": "3e2d7655eda5c077",
      "title": "普汀采娃用兔子歌曲淹没“不尊重”的观众",
      "summary": "在墨尔本举行的澳大利亚网球公开赛上，网球选手尤利娅·普汀采娃在第三轮比赛中对阵土耳其资格赛选手泽内普·索内兹。观众绝大多数支持索内兹，她有望成为公开赛时代首位进入大满贯单打第四轮的土耳其女选手。这为普汀采娃创造了敌对环境，球迷们对她发出嘘声，并在关键分时尖叫干扰。为了应对，普汀采娃放弃了通常听泰勒·斯威夫特的方法，改为在脑海中重复一首来自古老俄罗斯电影的兔子歌曲，这帮助她屏蔽干扰。她以6-3、6-7（3-7）、6-3的三盘比分赢得比赛。获胜后，普汀采娃通过捂耳朵、飞吻和挑衅性舞蹈离场来回应嘲笑。她批评观众行为不尊重，指出诸如在发球间大声喊叫和在关键击球时咳嗽等实例。尽管面临逆境，普汀采娃保持了冷静，首次进入澳大利亚公开赛第四轮，并强调了心理韧性在体育运动中的重要性。她的故事展示了运动员如何运用心理策略克服外部压力，并引发了对网球中体育精神和球迷行为的讨论。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_3e2d7655eda5c077_2179e6d09b8b.webp",
      "category": "Fun"
    },
    {
      "id": "c9283f1702daa9a9",
      "title": "“别再来了”——梅德韦杰夫从边缘逆袭",
      "summary": "丹尼尔·梅德韦杰夫在2024年澳大利亚网球公开赛中展现出了惊人的耐力和心理韧性，他在对阵法比安·马罗桑的比赛中，在先失两盘的情况下连扳三盘获胜。这场胜利标志着他第三次闯入澳网决赛，其征程包括四场五盘大战，总耗时24小时17分钟，创下公开赛时代大满贯赛事最长上场时间纪录。与2023赛季相比，当时他虽在类似逆袭后仍失利，但此次成功突显了他的心理成长。梅德韦杰夫坦言比赛中感到紧张，回忆起去年的失败，但最终保持冷静取胜。他在澳网的五盘战绩现为7胜4负，决胜盘记录为10胜13负，体现了他在持久战中的竞争力。文章还通过他与采访者马茨·维兰德的幽默互动及相机留言等细节，丰富了他的运动员形象，整体描绘了一位兼具体力与智谋的顶尖网球选手。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c9283f1702daa9a9_444ff0717b1e.webp",
      "category": "Fun"
    },
    {
      "id": "f77730bb690dcae5",
      "title": "奥斯卡提名八大惊喜看点",
      "summary": "奥斯卡提名公布了一系列出人意料的看点，挑战了奖项预测的常规。活动以艾丽·范宁意外获得最佳女配角提名开场，奠定了一种不可预测的基调。显著的遗漏包括《哈姆奈特》的保罗·麦斯卡和《一战再战》的蔡斯·因菲尼蒂，两人原本被视为热门人选，这反映了类别的激烈竞争。尽管《哈姆奈特》和《一战再战》在表演类别中表现不如预期，但它们入选最佳影片表明获得了更广泛的学院认可。一个显著的异常是《F1》获得最佳影片提名；尽管在最佳导演或表演等主要类别中未获认可，但其成功凸显了传统、技术精湛的电影在特定学院选民中的持久吸引力。此外，《罪人》以16项提名创下新纪录，超越了之前的记录，表明选民参与度持续高涨。这些现象共同暗示了行业势头、选民对古典与前卫电影制作的偏好以及电影卓越标准演变之间的复杂互动。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f77730bb690dcae5_d422c8fc7f57.webp",
      "category": "Fun"
    }
  ]
}