{
  "articles": [
    {
      "id": "2177b81ef9b35f15",
      "title": "The Mystery of Ancient Soft Fossils",
      "summary": "Long ago, about 570 million years back, soft creatures like jellyfish lived in the ocean. They didn't have hard shells or bones, so they usually don't become fossils, especially in sandy rocks where water washes things away. But something special happened during the Ediacaran period: these soft animals got buried by sand and left detailed imprints in the rock. Scientists call these fossils the Ediacara Biota, and they look very strange with shapes like spirals or patterns. Finding them helps us learn about early life before more complex animals appeared. Researchers are studying how they were preserved to understand their place in history and what they tell us about ancient seas.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_2177b81ef9b35f15_4d68f78369d5.webp",
      "category": "Science"
    },
    {
      "id": "9ee33a30d3966f17",
      "title": "How Did Stonehenge's Big Rocks Get There?",
      "summary": "Scientists have been trying to figure out how the big rocks at Stonehenge in England got there for a long time. Some thought glaciers, which are huge sheets of ice, might have carried them from far away. But new research from Curtin University says that probably didn't happen. The scientists looked at tiny mineral grains in rivers near Stonehenge. They used special tools to study these grains, which are like tiny time capsules that tell stories about the past. They found no signs that glaciers ever reached Stonehenge. This means people likely moved the rocks themselves, maybe by sailing them on boats or rolling them on logs, though we don't know exactly how. The study helps solve a mystery that has puzzled experts for years, showing that humans planned and worked hard to build Stonehenge.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9ee33a30d3966f17_74cc82bf0168.webp",
      "category": "Science"
    },
    {
      "id": "eb0a1b157e72b7ef",
      "title": "Food Preservatives and Cancer Risk",
      "summary": "A big study from France found that eating more food preservatives might slightly increase the chance of getting cancer. Preservatives are chemicals added to packaged foods to make them last longer on shelves. The study looked at over 100,000 people for about 7.5 years and tracked what they ate and if they got sick. While most preservatives did not show a link to cancer, a few specific ones might be risky. The researchers say we need more studies to be sure, but this makes us think about whether the rules for food safety should change to protect people better. Preservatives are common in processed foods like snacks and drinks, so it's important to understand their effects.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_eb0a1b157e72b7ef_467d8ed1fab4.webp",
      "category": "Science"
    },
    {
      "id": "caa9f97dd559eeb7",
      "title": "How Food Choices Can Help Your Brain Stay Healthy",
      "summary": "Scientists studied how the food we eat might affect our brain as we get older. They looked at carbohydrates, which are a big part of our meals, like bread and fruits. They found that eating foods that make your blood sugar go up slowly, such as whole grains and fruits, can help lower the chance of getting dementia, a brain problem that makes it hard to remember things. The study used information from over 200,000 adults in the UK and followed them for more than 13 years. People who ate more of these slow-sugar foods had a 16% lower risk of Alzheimer's, a type of dementia. The researchers say choosing good carbs is important for keeping your brain healthy when you're older.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_caa9f97dd559eeb7_7db38aabe752.webp",
      "category": "Science"
    },
    {
      "id": "1c55edb4f68cb526",
      "title": "Astronaut Says Moon Suits Are Tough to Wear",
      "summary": "A former astronaut named Kate Rubins talked about spacesuits for the Moon. She said the suits are heavy and make walking on the Moon very hard. Astronauts will wear these suits for many hours each day to do work outside. The Moon has dust and less gravity than Earth, which makes it different from the space station. NASA picked a company called Axiom to make new suits for the Artemis missions. The suits need to protect astronauts from radiation and help them move better. Rubins said walking on the Moon is like running a marathon because it is so tiring. Other astronauts have gotten hurt from wearing suits, like skin cuts or joint pain. NASA hopes to send people to the Moon by 2028, but it depends on the suits and landers being ready.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_1c55edb4f68cb526_9d881b3c3643.webp",
      "category": "Science"
    },
    {
      "id": "329a49c52d0a7935",
      "title": "UK Joins Big Wind Farm Plan with European Friends",
      "summary": "The UK is joining a big project with nine other European countries to build many new wind farms in the North Sea. These wind farms will use special underwater cables called interconnectors to share electricity between countries. The government says this will help make energy safer and cheaper by using more wind power instead of fossil fuels like oil and gas. Some people think it could lower bills, but others worry it might make electricity prices go up if wind farms sell power to the highest bidder. The plan aims to be finished by 2050, and it includes countries like Norway, Germany, and the Netherlands. This is the first time wind farms will be directly connected to multiple countries, which could help smooth out energy supply and reduce waste.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_329a49c52d0a7935_ef26420ab84d.webp",
      "category": "Science"
    }
  ]
}