{
  "articles": [
    {
      "id": "40bd9165e27dfa73",
      "title": "Logan Paul的宝可梦卡以1600万美元创纪录拍卖",
      "summary": "Logan Paul，一位知名的YouTuber和职业摔角手，以1649.2万美元（含买家溢价）拍卖了一张超稀有的皮卡丘插画师宝可梦交易卡，创下了吉尼斯世界纪录，成为有史以来拍卖中最昂贵的交易卡。他于2021年以530万美元购得此卡，当时已是纪录。这张卡是1998年比赛发行的仅约40张之一，并且是唯一被PSA评为完美10级的示例，表明其状况极佳。买家是风险投资家AJ Scaramucci，他计划将其作为“行星寻宝”的一部分，以收集其他稀有藏品如恐龙化石。拍卖由Goldin公司促成，Ken Goldin向Paul提供了250万美元预付款和销售分成，此次拍卖凸显了宝可梦和交易卡市场的蓬勃发展，近年来价值飙升。活动通过YouTube直播和Netflix的《收藏之王》系列纪录片报道，强调了收藏品在现代娱乐中的文化和金融意义。",
      "source": "BBC Entertainment",
      "time_ago": "Just now",
      "image_url": "/article_images/article_40bd9165e27dfa73_fec9089e84f8.webp",
      "category": "Fun"
    },
    {
      "id": "5ed0d63274b6a54c",
      "title": "字节跳动在迪士尼法律威胁后限制AI视频应用",
      "summary": "中国科技巨头字节跳动已承诺限制其有争议的人工智能视频制作工具Seedance，此前迪士尼威胁采取法律行动，其他娱乐巨头也提出投诉。最近几天，使用最新版Seedance应用制作的视频在网上大量传播，许多因逼真而受到赞誉。但这一趋势也引发了好莱坞多家工作室的警觉，它们指控该AI平台制造商侵犯版权。上周五，迪士尼向字节跳动发送了停止侵权函，指控其向Seedance提供包含漫威和星球大战等角色在内的“盗版库”。迪士尼律师指责字节跳动对其知识产权进行了“虚拟打砸抢”。周一，字节跳动告诉BBC，公司“尊重知识产权，并已听到关于Seedance 2.0的担忧”。他们表示正在采取措施加强现有保障，以防止用户未经授权使用知识产权和肖像。字节跳动未回应有关计划实施保障措施细节的问题。与其他生成式AI工具一样，Seedance可以根据简短文本提示创建视频。许多Seedance的剪辑基于真实演员和节目，自2月12日发布最新2.0版本以来，一些视频已病毒式传播。BBC发现网上有据称由Seedance生成的剪辑，显示星球大战角色阿纳金·天行者和蕾伊用光剑战斗，以及蜘蛛侠在纽约街头与美国队长作战。该公司未披露用于训练Seedance的数据。字节跳动此前曾表示，该产品已暂停用户上传真人图像的功能。公司还表示尊重知识产权和版权保护，并认真对待任何潜在侵权行为。迪士尼去年与ChatGPT和视频生成工具Sora的制造商OpenAI达成了10亿美元的交易，使这些平台能够访问其包括皮克斯、漫威和星球大战在内的200个角色。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_5ed0d63274b6a54c_586184f81cfe.webp",
      "category": "Fun"
    },
    {
      "id": "b7cbd4987f71417a",
      "title": "皇家邮政信件积压未投递数周，员工称包裹优先",
      "summary": "根据BBC商业报道，皇家邮政面临严重的投递问题，多名邮政员工透露，由于容量紧张，每日投递路线经常被遗漏，且包裹始终优先于信件。这导致信件在邮局仓库中积压数周未投递，引发广泛不满。数百名民众通过BBC Your Voice平台表达了对邮件延误的沮丧，问题包括错过医院预约、学校证书丢失和银行对账单延迟等实际影响。邮政员工将延误归因于资源不足，如货车短缺，以及公司为追求更高收入而要求优先处理包裹的压力。尽管皇家邮政声称大多数邮件按计划投递并理解客户担忧，但许多员工描述公司处于危机状态，超过20名员工确认其办公室存在延误和包裹优先现象。这一问题因法律要求每日投递信件而加剧，尽管部分办公室正在测试较慢的投递目标。报道基于员工爆料和公众投诉，揭示了在电子商务增长背景下，商业利益与公共服务义务之间的紧张关系，对英国邮政系统的可靠性提出了严峻质疑。",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_b7cbd4987f71417a_eced65008ec2.webp",
      "category": "Fun"
    },
    {
      "id": "16faa698e1881224",
      "title": "泰勒·斯威夫特上诉后，床上用品公司撤回“Swift Home”商标申请",
      "summary": "2025年底，家用品公司Cathay Home为床上用品申请了“Swift Home”商标。泰勒·斯威夫特的律师团队于2月11日向美国专利商标局提出上诉，认为该商标的“Swift”字样与斯威夫特注册商标的草书标记相似，可能导致消费者误以为她认可这些产品。斯威夫特拥有300多项商标，覆盖其姓名、设计和各类商品，包括床上用品和服装。上诉称，Cathay Home的商标利用了斯威夫特的商誉和知名度谋取商业利益。随后，Cathay Home在周末撤回了申请，称该商标对其业务非必需，其律师Ting Geng表示这一决定实际且商业合理，并提到之前已与斯威夫特团队就另一类似商标达成共存协议。此案例突显了商标法在平衡品牌保护与商业利益方面的复杂性，展示了名人如何利用法律框架保护知识产权，并在全球市场中维护品牌完整性。报道基于官方文件和采访，但缺乏斯威夫特团队的直接评论，可能影响全面性。总体而言，这反映了商标争议的常见解决方式，以及品牌管理在娱乐产业中的重要性。",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_16faa698e1881224_e35c48f32745.webp",
      "category": "Fun"
    },
    {
      "id": "cda61b65c4e3c45f",
      "title": "《全美超模大赛》塑造了真人秀电视，但它是否应该被制作？",
      "summary": "《全美超模大赛》（ANTM）是一档具有开创性的真人秀电视节目，于2003年至2018年播出，共24季，在170个国家和地区播放。由超模泰雅·班克斯主持，节目让有抱负的模特在每周的摄影挑战中竞争，以赢得模特合约。该节目因戏剧性时刻而成为标志性作品，例如班克斯对参赛者蒂芙尼·理查森的愤怒咆哮，并包含了身体羞辱、种族互换和危险特技等元素，这些既吸引了观众，也引发了关于真人秀电视伦理界限的讨论。在新冠疫情期间，新观众发现了这档节目，并对其适当性提出质疑，反映了社会价值观的变化。该节目的影响扩展到全球，许多国家推出了本地改编版本。参赛者索菲·萨姆纳（曾赢得一季）指出，美国版本比英国版本更为严苛，评委的批评方式反映了当时模特行业苛刻的标准。本文探讨了ANTM如何塑造真人秀电视，同时促成了关于其影响和遗产的讨论，涉及媒体责任、行业实践以及数字时代个人挣扎的商品化等问题。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_cda61b65c4e3c45f_4a120c02095e.webp",
      "category": "Fun"
    },
    {
      "id": "e8f0b2bc947a7180",
      "title": "网球选手艾亚瓦称网球运动存在种族主义、性别歧视和恐同文化",
      "summary": "澳大利亚网球选手德斯坦尼·艾亚瓦，一位25岁具有萨摩亚血统的运动员，宣布退役，并指责网球运动存在“种族主义、性别歧视、恐同和敌对”的文化。她在Instagram上发布了一份带有脏话的声明，将这项运动比作“有毒的男朋友”，强调其对她的心理和身体健康造成了损害。艾亚瓦职业生涯最高单打排名为第147位，但她决定离开，原因包括遭受网络喷子的虐待，如仇恨或死亡威胁，以及对她的身体和职业生涯的负面评论。这一问题并非孤立；英国选手凯蒂·博尔特也曾公开谈论网络虐待，而来自Signify、国际网球联合会（ITF）和女子网球协会（WTA）的数据显示，2024年约有8000条虐待性信息通过社交媒体发送给458名网球选手，其中许多与博彩有关。艾亚瓦批评网球隐藏在所谓的阶级和绅士价值观背后，却培养了一种排斥不符合规范者的文化。尽管感激旅行和友谊，她感到网球夺走了她与身体的关系、健康、家庭和自我价值。她对是否重来职业生涯表示不确定，但强调有机会重新开始。文章指出，网球官员尚未对此发表评论，凸显了球员倡导与机构沉默之间的持续紧张关系。",
      "source": "BBC Tennis",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_e8f0b2bc947a7180_bcda6ecfa8eb.webp",
      "category": "Fun"
    }
  ]
}