{
  "articles": [
    {
      "id": "fe3c4363b95cdf11",
      "title": "Protecting Birds and Sea Life in Northern Ireland",
      "summary": "In Northern Ireland, a new plan called the Marine Protected Area (MPA) strategy is being made to help protect birds and sea animals. A charity called the Royal Society for the Protection of Birds says this plan must lead to real action, not just words. MPAs are special places in the ocean where nature is kept safe. The plan aims to protect areas like Strangford Lough better in five years. There are already 48 MPAs, but they need to be managed well with rules that are followed. Recently, many seabirds have been found dead on beaches from Spain to Scotland, which is very sad. The charity says we need to make these birds stronger to handle problems like climate change. The plan will run until 2030 to save habitats and species. Officials must check what is hurting the birds and take steps to help them recover. The most important thing now is to take action to make sure the protected areas work properly.",
      "source": "BBC Science",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_fe3c4363b95cdf11_2699d4efe56c.webp",
      "category": "Science"
    },
    {
      "id": "de6fec62906d8ac4",
      "title": "A Tiny Germ Breaks a Big Rule of Life",
      "summary": "Scientists found a tiny living thing called a microbe that breaks a rule about how life works. All living things use DNA to make proteins, which are like tiny machines that do jobs in cells. DNA has instructions made of three-letter codes called codons. Usually, each codon tells the cell to add one specific part, called an amino acid, to build a protein, or it says 'stop' to finish the protein. But this microbe, named Methanosarcina acetivorans, sometimes ignores the 'stop' signal and adds an amino acid instead, making two different proteins from the same instruction. This shows that life can be a little messy and still work fine. The microbe is part of a group called Archaea and makes methane. Scientists think this trick helps it use a special amino acid to eat a chemical called methylamine, which is found in places like our guts. This discovery might help people with some diseases caused by 'stop' signals that come too early.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_de6fec62906d8ac4_c59fb3fce29a.webp",
      "category": "Science"
    },
    {
      "id": "32ced7e38baeed42",
      "title": "How Fake Light Particles Change Superconductors",
      "summary": "Scientists have discovered that fake light particles, called virtual photons, can affect a special material called a superconductor. Superconductors are materials that let electricity flow without any resistance, but they usually need to be very cold. In this study, researchers used a material called boron nitride, which has a unique structure that creates many virtual photons even when no real light is present. They placed boron nitride on top of a superconductor made from copper and organic parts. They found that the virtual photons made the superconductor work less well, meaning it became weaker at pushing away magnets. This happens without any real light being used. The experiment helps scientists learn more about how superconductors work and how quantum mechanics, the science of tiny particles, can have strange effects. It shows that even things we can't see, like virtual photons, can change how materials behave.",
      "source": "Ars Science",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_32ced7e38baeed42_eac39eaa3874.webp",
      "category": "Science"
    },
    {
      "id": "6daece3c29619ea3",
      "title": "NASA Changes Plans for Moon Landing",
      "summary": "NASA is changing its plans to send astronauts back to the Moon. They are adding an extra mission before landing on the Moon. The original plan was to fly around the Moon with Artemis II and then land with Artemis III in 2028. Now, Artemis III will go to low-Earth orbit in 2027 to practice docking with a lunar lander. NASA says this will not slow down the Moon landing, which is still planned for 2028 with Artemis IV and V. The extra mission helps test technology and reduce risks. NASA also updated the Artemis II mission, which was delayed due to a helium leak on the rocket. The rocket is being repaired, and the launch might happen in April. NASA wants to avoid long gaps between missions to make the program safer and more successful.",
      "source": "BBC Science",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6daece3c29619ea3_90eac2ed6e7f.webp",
      "category": "Science"
    },
    {
      "id": "7fe500e9b788f092",
      "title": "James Webb Telescope Finds an Old Galaxy with a Bar",
      "summary": "Scientists using the James Webb Space Telescope have discovered a very old galaxy called COSMOS-74706 that has a special feature called a stellar bar. This galaxy existed about 11.5 billion years ago, which is very early in the universe's history. A stellar bar is a bright, straight line made of stars and gas in the center of a spiral galaxy, like our Milky Way. The bar helps move gas from the outer parts to the center, which can feed a black hole and change how stars form. The team, led by Daniel Ivanov, used precise measurements to confirm this finding, making it one of the earliest known barred spiral galaxies. This discovery helps us understand how galaxies grow and change over time.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_7fe500e9b788f092_db7a7aefd881.webp",
      "category": "Science"
    },
    {
      "id": "a3b825153c231ea6",
      "title": "Turning Gas into Medicine: A Cool Science Discovery",
      "summary": "Scientists have found a new way to change methane, a gas from natural gas, into useful chemicals like medicine. Methane is usually burned for energy, which can harm the environment. A team led by Martín Fañanás at a university in Spain made a special tool called a catalyst that helps turn methane into a medicine called dimestrol, used in hormone therapy. They use iron, which is cheap and safe, and LED light to make the reaction work without creating bad byproducts. This discovery could help make chemicals in a greener way, using abundant gas instead of relying on oil. It's part of a bigger effort to create a circular economy where we reuse materials better.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_a3b825153c231ea6_b5e5b458aca4.webp",
      "category": "Science"
    }
  ]
}