{
  "articles": [
    {
      "id": "897eaabc27a1b94f",
      "title": "苏格兰教师因职位短缺多年待岗或离国",
      "summary": "在苏格兰，许多新合格教师难以获得永久职位，尤其是在小学，导致他们长期处于待岗名单或选择离开国家。政府数据分析显示，尽管学校报告人员压力，但大多数新教师无法找到稳定工作。例如，24岁的路易丝·弗雷泽在2022年完成试用年后，为获得工作保障和更好生活质量移居迪拜，但她现在希望返回苏格兰，却担心重新陷入职位危机。另一名不愿透露姓名的现代研究教师已在待岗名单上工作九年半，累积了5万英镑债务，并在去年试图自杀，他描述在面试中被误导，职位最终给了试用教师。教育部长珍妮·吉尔鲁斯承认教师加薪使雇佣成本增加，但表示在教师数量方面取得进展。这一情况揭示了苏格兰教育就业的系统性问题，影响教师留存和福祉，引发对政策效力和长期劳动力可持续性的质疑。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_897eaabc27a1b94f_82e57c992c5c.webp",
      "category": "News"
    },
    {
      "id": "04a52e835dbc013f",
      "title": "英国自行车手谈车祸后身份迷失",
      "summary": "前英国自行车手维基·威廉姆森在一次可怕的车祸后，失去了参加奥运会的机会，并谈到了她职业生涯的“高潮与低谷”，同时确认退役。2016年，这位来自诺福克郡赫文厄姆的短跑选手在备战里约奥运会时，遭遇车祸导致颈部、背部骨折，骨盆脱位和椎间盘突出，幸运的是没有瘫痪。现年32岁的她经过手术和漫长康复后，曾以不同项目重返赛场，但现在向BBC透露了退役决定，开启人生新篇章。她表示，退役带来身份迷失，因为体育曾是她的全部，现在需要重新思考未来。车祸发生在鹿特丹，她经历了三次手术，用了五颗螺钉固定背部，住院四周后开始康复之路。威廉姆森回忆说，虽然不记得车祸细节，但十年后的现在，是反思高低起伏的好时机。她强调，对于运动员来说，受伤意味着身份被剥夺，瞬间改变一切，她的事故尤其严重且改变人生。这篇文章通过个人故事，探讨了运动员在伤病和退役后面临的心理挑战和身份转型。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04a52e835dbc013f_a74af4aceb6b.webp",
      "category": "News"
    },
    {
      "id": "6db186b3ea7bff57",
      "title": "联合国秘书长向BBC表示：美国认为其权力比国际法更重要",
      "summary": "联合国秘书长安东尼奥·古特雷斯在接受BBC采访时批评美国，称其行为不受惩罚，并认为其权力比国际法更重要。他指出，华盛顿明确相信多边解决方案无关紧要，重要的是美国权力和影响力的行使，有时甚至违背国际法规范。这一批评发生在近期美国对委内瑞拉采取军事行动和特朗普总统多次威胁吞并格陵兰的背景下。古特雷斯表示担忧，认为联合国包括成员国平等在内的创始原则正受到威胁。他承认，由于美国等大国拥有更大影响力，联合国难以执行《联合国宪章》。他质疑这种影响力是否能带来持久解决方案，还是仅仅快速修复。此外，他呼吁联合国进行改革以应对193个成员国面临的严峻挑战，并建议安理会效率低下且不再代表世界。特朗普此前曾严厉批评联合国，在去年9月的联合国大会上质疑其作用，称自己“结束了七场无法结束的战争”而联合国“未提供任何帮助”，这为当前紧张关系提供了背景。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6db186b3ea7bff57_86aa22cf8d43.webp",
      "category": "News"
    },
    {
      "id": "dee54bf336acadd6",
      "title": "军队准备1500名士兵可能部署明尼苏达州",
      "summary": "五角大楼已命令约1500名现役士兵做好准备，可能部署到明尼苏达州，以应对移民执法行动引发的抗议活动。这些士兵来自陆军第11空降师，驻扎在阿拉斯加，专长于极地作战。此次部署取决于总统特朗普是否援引《叛乱法》，这是一项19世纪的法律，允许总统在国内使用现役部队执行执法任务。特朗普此前威胁使用该法来镇压对其政府移民打击行动的抗议，指责当地政客未能控制针对移民和海关执法局人员的“职业煽动者和叛乱分子”。尽管他后来表示目前无需使用该法，但强调其威力。五角大楼发言人未否认相关命令，并称军队随时准备执行总司令的命令。这一局势凸显了联邦与地方在移民问题上的紧张关系，以及国内军事部署对公民自由的影响。文章基于匿名国防官员的信息和公开声明，反映了政治与军事交织的复杂动态。",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_dee54bf336acadd6_66bbd18dfb47.webp",
      "category": "News"
    },
    {
      "id": "e004d13feaeab582",
      "title": "更多国家确认受邀加入特朗普的和平委员会以重建加沙",
      "summary": "本文报道了美国在总统唐纳德·特朗普领导下，邀请更多国家加入新成立的“和平委员会”，旨在监督加沙冲突后的重建工作。至少七个国家，包括匈牙利、越南、印度、约旦、希腊、塞浦路斯和巴基斯坦，近日确认收到邀请，其中匈牙利和越南已正式接受。该委员会的职责包括管理停火后的第二阶段，如组建巴勒斯坦委员会、部署国际安全部队、解除哈马斯武装以及重建战损领土。一位匿名美国官员透露，10亿美元的贡献可获得永久成员资格，而非贡献者则担任三年任期，资金将用于加沙重建。官方成员名单预计很快公布，可能在瑞士达沃斯的世界经济论坛上宣布。这一倡议反映了通过协作领导解决全球冲突的更大雄心，正如特朗普在邀请信中所强调的“大胆新方法”。文章突出了地缘政治影响，包括不同国家的参与以及对中东稳定和国际外交的潜在意义。",
      "source": "PBS NewsHour",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e004d13feaeab582_36ca116b9e40.webp",
      "category": "News"
    },
    {
      "id": "e9adda87d5626719",
      "title": "格陵兰的未来应由其人民决定，南迪表示",
      "summary": "英国文化大臣丽莎·南迪强调，英国立场坚定：格陵兰的未来必须由其人民自行决定，而非外部强加。此举是对美国总统唐纳德·特朗普威胁的回应，特朗普表示如果英国及其他欧洲盟友不同意美国接管格陵兰，将对其征收关税，并称格陵兰对美国安全至关重要。南迪批评这些威胁“极其无益且适得其反”，主张与白宫进行“成人式辩论”。她表示英国不会在这一原则妥协，称其为不可谈判的。与此同时，另一位英国领导人基尔·斯塔默爵士谴责美国此举“完全错误”，计划直接与美国政府交涉。美国近期加强了对格陵兰的获取呼吁，特朗普未排除使用武力，但一些美国官员如众议院议长迈克·约翰逊更倾向于外交解决方案，承认格陵兰的战略重要性同时拒绝军事干预。南迪建议讨论可能在达沃斯世界经济论坛上进行，突显了持续紧张局势及通过对话解决这一国际问题的必要性。",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    }
  ]
}