{
  "articles": [
    {
      "id": "053453a7f789ee1b",
      "title": "部长表示不会取消“有效”的特殊教育需求支持",
      "summary": "英国政府宣布，在英格兰计划的学校改革中，不会取消对特殊教育需求及残疾儿童的有效支持。教育部长布里奇特·菲利普森强调将增加对SEND支持的资助，以回应家长对支持可能受限的担忧。根据提案，儿童在升入中学时将接受需求评估，泄露信息显示，从2029年起，拥有教育、健康与护理计划的儿童将重新评估。此外，政府计划为所有已识别的SEND儿童引入个人支持计划，赋予法律权利并加快援助获取。菲利普森保证EHCP仍将重要，但ISP将简化支持，减少家长的争取困难。完整细节将于周一发布的白皮书中概述，以应对因成本上升而陷入危机的SEND系统。部长将其描述为为期十年的过渡，以改进有缺陷的系统。家长担忧持续存在，突显了政策发布后需详细审查的必要性。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_053453a7f789ee1b_a39916e7ec99.webp",
      "category": "News"
    },
    {
      "id": "719052368058aecf",
      "title": "特朗普表示将把新全球关税提高至15%",
      "summary": "美国总统唐纳德·特朗普宣布，在最高法院裁定其先前进口税无效后，他将把全球关税提高至15%。最初，他提议对美国所有进口商品征收10%的关税，但后来利用1974年贸易法第122条将其提高到15%，该条款允许在无需国会立即批准的情况下实施为期约五个月的临时关税。最高法院以6比3的裁决认为，特朗普通过使用《国际紧急经济权力法》实施去年的关税时越权，这些关税已征收超过1300亿美元。特朗普批评法院，称法官为“傻瓜”，并指责其裁决“反美”。此举是他经济政策的一部分，旨在促进国内制造业并减少贸易逆差，尽管美国贸易逆差最近创下历史新高。新关税影响英国和澳大利亚等国家，它们曾与美国达成10%的关税协议。反应不一：一位钢铁厂主表示失望，担心失业；而一位大豆农民则欢迎法院的裁决，视其为胜利。关税计划可能于2月24日开始实施，但尚不清楚15%的税率是否会立即生效。这一事件凸显了法律限制、经济理论和政治言论在塑造美国贸易政策中的复杂互动。",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_719052368058aecf_eb5e7e62a2d6.webp",
      "category": "News"
    },
    {
      "id": "7f91a2d135dabcdd",
      "title": "安德鲁王子也是威廉王子的问题——这让他未来的工作更加艰难",
      "summary": "在诺福克度假期间，威廉王子及其家人遭遇了意外干扰，他的叔叔安德鲁王子在桑德灵厄姆庄园的伍德农场被捕，距离仅三英里。这一事件凸显了威廉王子与安德鲁王子之间紧张的关系，两人并不亲近，这在过去的公开互动中可见一斑。对于未来的国王威廉王子来说，这次逮捕使他的角色更加复杂，因为他必须在准备领导的同时处理家庭丑闻。这种联系可追溯到威廉王子的青年时期，当时安德鲁王子首次结识了涉及犯罪活动的金融家杰弗里·爱泼斯坦，后来面临弗吉尼亚·吉弗尔的指控，安德鲁王子对此予以否认。威廉王子长期以来与这些问题保持距离，但逮捕的临近迫使他面对皇室责任带来的挑战。这种情况强调了个人的家庭事务如何影响公共职责和君主制的形象，使威廉王子的国王之路更加艰难。文章进一步探讨了皇室继承、公众信任以及君主制在现代社会中的演变，突出了私人生活与君主职责之间的固有张力。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7f91a2d135dabcdd_c0d259320951.webp",
      "category": "News"
    },
    {
      "id": "62e5f3e07dce2fe5",
      "title": "在剑桥大学清洁厕所的学生经历",
      "summary": "杰德·弗兰克斯来自默西塞德郡的一个工人阶级家庭，通过外展工作者的帮助，进入剑桥大学学习戏剧与教育。尽管她学业有成，但由于背景不同，她感到孤立，同学们模仿她的利物浦口音并质疑她的教育背景。社交活动中阶级差异明显，例如她姐姐在一次正式晚宴上因着装不当被要求穿上长袍，杰德认为这一事件非人化且充满厌女症。经济拮据的杰德在不知情有资格获得助学金的情况下，兼职清洁厕所和为撑船公司工作，违反了大学禁止学生工作的规定。她的经历揭示了精英学府中存在的系统性阶级歧视和经济压力，但她仍决心加入著名的戏剧团体Footlights。这个故事强调了非传统学生在顶尖大学中面临的学术和社会挑战，以及他们在逆境中追求梦想的韧性。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_62e5f3e07dce2fe5_d2029f75f392.webp",
      "category": "News"
    },
    {
      "id": "7ea403cebc110456",
      "title": "美国军方首次空运小型核反应堆，特朗普推动快速部署核能",
      "summary": "美国国防部和能源部首次将一个小型核反应堆从加利福尼亚州空运到犹他州，展示了美国快速部署核能用于军事和民用的潜力。这次近700英里的飞行运输了一个5兆瓦的微型反应堆（不含核燃料），突显了特朗普政府推动核能以满足人工智能和数据中心电力需求飙升以及军事用途的努力。能源部长克里斯·赖特和国防部副部长迈克尔·达菲随行，称赞2月15日的C-17军用飞机飞行是美国加快微型反应堆商业许可的突破，这是特朗普政府重塑国家能源格局的更广泛努力的一部分。总统唐纳德·特朗普支持核能作为一种可靠的碳免费电力来源，尽管他对可再生能源持广泛敌对态度并优先考虑煤炭和其他化石燃料。怀疑论者警告核能存在风险，并表示微型反应堆可能不安全或不可行，且未证明能以合理价格满足需求。赖特驳斥了这些担忧，吹嘘特朗普推动核能快速升级的进展。特朗普去年签署了一系列行政命令，允许赖特批准一些先进反应堆设计和项目，从独立核监管委员会手中夺权，该委员会监管美国核工业已有五十年。赖特在从加利福尼亚州马奇空军预备役基地到犹他州希尔空军基地的两小时飞行前表示：“今天是历史性的一天。一个多兆瓦的下一代核电站装载在我们身后的C-17中。”军方运输的微型货车大小的反应堆是至少三个将在7月4日前达到“临界”（核反应可以维持持续反应系列）的反应堆之一，正如特朗普所承诺的。赖特说：“这就是速度，这就是创新，这就是核复兴的开始。”",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_7ea403cebc110456_b0ed9af6fdd5.webp",
      "category": "News"
    },
    {
      "id": "1f42b03bbf0ffecd",
      "title": "匈牙利外长称将阻止欧盟对乌关键贷款直至俄石油运输恢复",
      "summary": "匈牙利外长彼得·西雅尔多宣布，匈牙利将阻止一项关键的900亿欧元欧盟对乌克兰贷款，直至通过德鲁日巴管道恢复俄罗斯石油运输。该管道将俄罗斯原油经乌克兰领土输送至中欧，于1月27日因据称是俄罗斯无人机袭击而受损，导致对匈牙利和斯洛伐克的石油流动中断。这两个国家均享有欧盟对俄石油制裁的临时豁免，指责乌克兰故意拖延修复工作但未提供证据，并于本周停止向乌克兰出口柴油作为报复。西雅尔多称乌克兰的行为是勒索，并表示只要石油问题持续，匈牙利将不支持对乌克兰有利的欧盟决定。此举恰逢俄罗斯全面入侵乌克兰四周年之际，凸显了匈牙利在欧盟内的独特立场。自战争爆发以来，大多数欧洲国家已减少或终止俄罗斯能源进口，但匈牙利和斯洛伐克维持或增加了对俄石油和天然气的依赖。总理维克托·欧尔班作为常被视为亲克里姆林宫的民族主义领导人，认为俄罗斯化石燃料对匈牙利经济至关重要，转向其他能源将导致经济崩溃，这一说法遭一些专家质疑。欧尔班一贯反对欧盟对俄制裁，并威胁否决对乌援助，使匈牙利成为欧盟团结努力中的重大障碍。这一事件反映了欧盟内部在应对乌克兰战争上的分歧，以及能源依赖如何被用作地缘政治杠杆。",
      "source": "PBS NewsHour",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_1f42b03bbf0ffecd_ebfd33b21762.webp",
      "category": "News"
    }
  ]
}