{
  "articles": [
    {
      "id": "244895c992f4d959",
      "title": "Is Winter Over? A Look at Spring Weather",
      "summary": "The UK recently had its warmest day of the year, with temperatures reaching almost 19°C, making it feel like spring. Flowers like daffodils and cherry blossoms are blooming. Spring officially starts in March, April, and May, and on March 20, the northern hemisphere tilts toward the sun, bringing more warmth. Winds from the south can make it warm, while winds from the north or east can bring cold, wintry weather. In March 2018, a cold spell called the 'Beast from the East' brought snow. So, winter might not be completely over yet, as weather can change quickly in spring.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_244895c992f4d959_cb787e4f309e.webp",
      "category": "News"
    },
    {
      "id": "ae5d7d5ed51c41cb",
      "title": "Learning Romanian in School: A New Idea for Kids",
      "summary": "Some people want schools to teach Romanian as a subject for exams called GCSEs. Romanian is the second most spoken language in London after English, with 159,000 speakers, according to a recent survey. A historian named Dr Tessa Dunlop started a campaign to make this happen, and she is supported by a politician, Gareth Thomas. They say it would help children from Romanian families feel proud and connected to their culture. For example, a teenager named Mara, who learns Romanian at home, thinks it's important so kids can talk to their families and celebrate diversity. The government says exam boards decide which languages to offer, but they are encouraging language learning in primary schools. This campaign shows how languages bring people together.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ae5d7d5ed51c41cb_43a6c4981066.webp",
      "category": "News"
    },
    {
      "id": "10d633663871e73a",
      "title": "Who Won Big at the Brit Awards?",
      "summary": "The Brit Awards is a big music show that celebrates the best pop stars from the UK and other places. This year, Olivia Dean was a huge winner! She won every award she was up for, including artist of the year and best album. She felt very happy and thanked everyone. Other stars also did amazing things. Rosalía sang a song that started like an opera and ended like a dance party, and she had a special guest, Björk, who wore a funny costume. Harry Styles opened the show by dancing in a school uniform suit and performed a new song. The host, Jack Whitehall, made jokes about the performances. It was a night full of music, fun, and surprises!",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_10d633663871e73a_3fe984e36703.webp",
      "category": "News"
    },
    {
      "id": "ddae4c75f519c2ba",
      "title": "Why Some Family Doctors Choose Private Work",
      "summary": "This article talks about why more family doctors, called GPs, are choosing to work outside the NHS, which is the UK's public health service. Dr. Yvonne Girgis-Hanna is a GP who works privately because she finds NHS work too tiring and busy, with many patients and paperwork. Data shows that the number of doctors registering to work privately has gone up a lot in recent years. More patients are also paying to see private doctors for faster or special care. The article explains that private doctors can work in different areas like skin or women's health, and they might have more time for each patient. It helps us understand the reasons behind this change in healthcare.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_ddae4c75f519c2ba_9e5189318f69.webp",
      "category": "News"
    },
    {
      "id": "029da13a0b348a08",
      "title": "Congress Wants a Say on Iran Strike",
      "summary": "After President Trump ordered a military strike on Iran without asking Congress, some members of Congress are pushing for a quick vote on a rule called a war powers resolution. This rule would limit the president's ability to attack Iran unless Congress agrees. Democrats and Republicans in both the House and Senate are working together on this. They say the strike was a big mistake and could lead to more fighting in the Middle East. But many Republicans support the president's action, saying Iran is a threat. The Constitution says Congress has the power to declare war, but presidents can sometimes act alone. Even if Congress passes the resolution, President Trump might veto it, and Congress may not have enough votes to override the veto. This debate is mostly symbolic but shows how government branches check each other.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_029da13a0b348a08_d17f96ecdcfe.webp",
      "category": "News"
    },
    {
      "id": "14eb3ce0147df6e9",
      "title": "World Leaders React to U.S. and Israeli Strikes on Iran",
      "summary": "The United States and Israel attacked Iran on Saturday, and Iran fought back by firing missiles and drones at Israel and U.S. bases. World leaders from many countries are being careful in their reactions because they worry this could lead to a bigger war. Some countries like Australia and Canada support the U.S. strikes, while Russia and China criticize them. European leaders and the Arab League want peace talks instead of fighting. They say Iran should stop attacking other countries and let its people choose their future. The United Nations is holding an emergency meeting to discuss the situation.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_14eb3ce0147df6e9_f09eb4d43a21.webp",
      "category": "News"
    }
  ]
}