{
  "articles": [
    {
      "id": "d547410532ab48dd",
      "title": "新型催化剂使塑料升级回收效率比铂金高10倍",
      "summary": "研究人员开发出一种碳化钨催化剂，显著提高了塑料升级回收和二氧化碳转化的效率，性能比传统铂催化剂高出多达10倍。铂金广泛用于工业过程，但价格昂贵且供应有限，促使人们寻找更可持续的替代品。碳化钨作为一种地球丰富的材料，显示出潜力，但由于其原子相变导致化学行为不可预测，一直受到限制。由罗切斯特大学的Marc Porosoff领导的团队通过温度编程碳化技术，在高温反应中控制碳化钨的结构，解决了这一问题。他们发现特定相β-W2C在将二氧化碳转化为燃料前体和驱动加氢裂解以分解聚丙烯等塑料废物为可再利用材料方面表现出色。这一创新可能减少对贵金属的依赖，降低成本，并增强回收努力，在废物管理和化学生产行业具有潜在应用。该研究发表在《ACS催化》等期刊上，标志着向更可持续的化学工程实践迈出的一步。碳化钨的应用有助于应对塑料废物稳定性高和传统催化剂易失活等挑战，推动循环经济发展，通过高效的材料回收和化学合成，减少资源浪费和环境影响。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_d547410532ab48dd_468eb8ca71f8.webp",
      "category": "Science"
    },
    {
      "id": "bd49212243a21dd0",
      "title": "天文学家揭示银河系令人惊叹的新无线电彩色图像",
      "summary": "国际射电天文学研究中心的天文学家制作了有史以来最大的低频无线电彩色银河系图像。这张新图像从南半球视角呈现了我们星系的非凡景象，通过广泛的无线电波长（常被描述为无线电光的不同颜色）揭示银河系。该图像由科廷大学博士生Silvia Mantovanini耗时18个月，利用帕西超级计算研究中心约100万CPU小时的超级计算机制作，结合了西澳大利亚默奇森宽场阵列望远镜的数据。数据来自GLEAM调查及其后续GLEAM-X调查，共涵盖2013年至2020年间的141个观测夜晚。与2019年发布的早期图像相比，新图像分辨率提高两倍、灵敏度提高十倍、覆盖天空面积翻倍，使天文学家能够更详细地研究超新星残骸和恒星育婴室，为了解恒星形成、演化和死亡提供宝贵见解。这一进展支持对星系内恒星相互作用的研究，揭示更清晰的结构，并增强我们对宇宙过程的理解。",
      "source": "Science Daily",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_bd49212243a21dd0_320e154960a9.webp",
      "category": "Science"
    },
    {
      "id": "8a81403bcdabc742",
      "title": "天文学家发现黑洞增长过快",
      "summary": "天文学家在早期宇宙中发现了一个特殊的类星体，其中心存在一个超大质量黑洞，正以异常高的速度增长。利用斯巴鲁望远镜的数据，国际研究团队观测到该黑洞的吸积速率约为爱丁顿极限的13倍，这是一个理论上的增长上限。令人惊讶的是，该类星体同时发射出强烈的X射线和产生强大的射电喷流，而现有模型预测这些特征在如此快速的增长期间不应共存。这个类星体存在于约120亿年前，为了解超大质量黑洞如何在宇宙早期迅速达到巨大质量提供了线索。研究人员提出，它可能处于一个过渡阶段，跟随突然的气体涌入，允许超爱丁顿吸积同时保持活跃的冕和喷流发射。这一发现挑战了当前理论，并为研究黑洞演化提供了罕见机会。研究结果发表在《天体物理学报》上，可能推动我们对星系形成的理解，因为喷流的能量可能影响恒星形成和星系发展。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8a81403bcdabc742_7fdd927c3c96.webp",
      "category": "Science"
    },
    {
      "id": "0490ec6b30ea3488",
      "title": "古代巨型袋鼠或许能够跳跃",
      "summary": "最新研究表明，古代巨型袋鼠可能具备跳跃能力，尽管它们体型巨大。这些史前物种，如更新世的Protemnodon，体重可达250公斤，先前研究认为其踝关节过于脆弱无法承受跳跃压力。然而，发表在《科学报告》上的一项由Megan Jones及其同事进行的研究指出，这些动物在机械结构上能够进行短距离跳跃。研究人员分析了94个现代标本和40个化石标本，涵盖63种袋鼠和小袋鼠，重点关注第四跖骨和跟骨。他们发现，跖骨足够强壮以承受跳跃应力，跟骨也能支撑所需的跟腱尺寸。虽然跳跃可行，但由于大型身体在长距离移动中效率低下，这可能不是它们的主要运动方式。相反，短暂的跳跃爆发可能用于逃避捕食者，如已灭绝的有袋类狮子Thylacoleo。这项研究为了解灭绝巨型动物的生物力学和行为提供了见解，强调解剖适应如何允许偶尔跳跃。研究挑战了关于体型相关运动限制的简单假设，并促进了对灭绝物种进化适应的更广泛讨论。通过整合古生物学和生物力学方法，该研究提供了对功能形态和生态角色的细致分析，有助于重建古代生态系统和动物行为。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0490ec6b30ea3488_b9db7fcb47fd.webp",
      "category": "Science"
    },
    {
      "id": "a2dc0401407b3d46",
      "title": "火箭报告：中国火箭12小时内两次失败；Rocket Lab报告挫折",
      "summary": "本文来自Ars Science的火箭报告第8.26版，探讨了全球火箭行业的最新进展和挫折。中国火箭在约12小时内发生两次失败，凸显了太空发射系统的可靠性问题。Rocket Lab在其Neutron火箭的关键资格测试中遭遇重大挫折，可能推迟其首次亮相，反映了开发可重复使用运载火箭的挑战。在澳大利亚，Gilmour Space Technologies获得了1.48亿美元的资金，成为估值超过10亿美元的独角兽初创公司，这体现了该国为减少对SpaceX等外国供应商的依赖而推动主权发射能力的战略举措。同时，Isar Aerospace因阀门问题推迟了其Spectrum火箭的发射，欧洲在失去俄罗斯发射渠道和美欧关系紧张的背景下寻求增强太空主权。此外，Orbex与The Exploration Company签署了意向书，可能出售其业务，表明小型发射市场竞争中的财务压力。报告综合这些事件，说明了国家和私营实体如何在快速发展的太空领域中应对创新障碍、资本获取和战略联盟。",
      "source": "Ars Science",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_a2dc0401407b3d46_4215c7baf13f.webp",
      "category": "Science"
    },
    {
      "id": "aa10d7c69c718870",
      "title": "世界上最古老的人类艺术：67,800年前的手印模板",
      "summary": "在印度尼西亚苏拉威西岛附近的一个小岛上，考古学家在Liang Metanduno洞穴中发现了一个67,800年前的手印模板，这是目前已知最古老的人类艺术作品。这项研究由印度尼西亚国家研究与创新机构的Adhi Agus Oktaviana及其团队进行，他们使用铀-钍定年法对覆盖手印的方解石层进行分析，确定了其最小年龄。这个手印模板是通过将手放在石灰岩洞穴墙壁上，然后吹喷颜料混合物围绕手部形成的负轮廓，比之前最古老的西班牙尼安德特人手印模板早了约1,100年。这一发现提供了早期人类在瓦莱西亚地区（亚洲和澳大利亚之间岛屿群）存在的证据，表明在晚更新世时期，苏拉威西岛拥有活跃而持久的艺术文化。研究团队调查了44个岩石艺术遗址，发现了14个新遗址，并对11件艺术品进行了年代测定，其中包括描绘动物和类人形象的壁画。手印模板不仅是艺术表达的体现，还反映了人类有计划的长距离海上迁徙。尽管其具体含义未知，但这一发现重塑了我们对人类艺术起源和迁移历史的理解，强调了东南亚在人类文化演化中的重要性。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_aa10d7c69c718870_379cf33be9a0.webp",
      "category": "Science"
    }
  ]
}