{
  "articles": [
    {
      "id": "5dd50cb040b0e66f",
      "title": "Royal Statement on Epstein Revelations Amid Scrutiny",
      "summary": "Prince William and Princess Catherine have issued their first public statement expressing deep concern over the latest revelations about Jeffrey Epstein, emphasizing their focus on the victims. This comes as new documents related to Epstein, a convicted sex offender, have been released in the US, bringing increased scrutiny on Prince Andrew, who had a long-standing friendship with Epstein. The statement was released by Kensington Palace as William prepared for a significant diplomatic visit to Saudi Arabia, aiming to address the damaging headlines and shift attention to his official duties. While the statement did not directly mention Andrew, Epstein, or Sarah Ferguson, it reflects the Royal Family's attempt to manage public perception amidst ongoing allegations. Historically, the royals have been cautious in commenting on Andrew's ties to Epstein, with the King previously stripping Andrew of titles and Prince Edward referencing victims in recent remarks. The release of this statement is seen as a strategic move to demonstrate awareness and compassion, though it may not fully resolve questions about the family's handling of the scandal.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_5dd50cb040b0e66f_1c2be6d1a60b.webp",
      "category": "News"
    },
    {
      "id": "cb9cf402ef0cae74",
      "title": "Bad Bunny's Historic Super Bowl Performance: Cultural Pride Meets Political Backlash",
      "summary": "Bad Bunny, the world's most-played artist in 2025, made history by becoming the first musician to perform entirely in Spanish at the Super Bowl halftime show, an event typically dominated by English-language performances. His 14-minute set was a tribute to his native Puerto Rico, featuring guest appearances from artists like Lady Gaga and Ricky Martin, and set pieces that evoked traditional Puerto Rican scenes, such as a casita and sugarcane field. The performance included symbolic elements like dancers carrying flags from across the Americas and a message promoting love over hate. Despite avoiding explicit political statements, former U.S. President Donald Trump harshly criticized the show on social media, labeling it terrible and an affront to America, partly due to the Spanish language. Meanwhile, an alternative event, the All-American Halftime Show, was organized by Trump supporters. Bad Bunny's act also paid homage to Hurricane Maria victims through imagery like climbing an electricity pylon, and he wore a sweater with the number 64, adding layers of cultural and social commentary to his groundbreaking performance.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_cb9cf402ef0cae74_e9a5d98b7559.webp",
      "category": "News"
    },
    {
      "id": "9c9b9d6580fbfc62",
      "title": "Starmer's Leadership Crisis: Navigating Without His Chief of Staff",
      "summary": "UK Prime Minister Keir Starmer faces a dire predicament following the departure of his chief of staff, Morgan McSweeney, who has been a key political operative since Starmer's leadership bid six years ago. McSweeney played a crucial role in Starmer's journey from opposition leader to Downing Street, including during low points like the Hartlepool by-election loss and the 2024 landslide victory. Starmer is described as boiling with anger over lies from Lord Mandelson, which he fell for, and angry with himself for appointing Mandelson as ambassador to the US, a grave misjudgment. The article highlights universal acceptance of Starmer's perilous situation, with Labour MPs divided: some mourn McSweeney's loss, citing his brilliance and motivation, while others note his involvement in government foul-ups. The removal of McSweeney, who acted as a lightning conductor for blame, leaves Starmer vulnerable to future political storms. Key questions now focus on Starmer's ability to lead independently, with the coming days expected to reveal the impact of this significant change.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9c9b9d6580fbfc62_386c47cf23e7.webp",
      "category": "News"
    },
    {
      "id": "64c9a43df714c6df",
      "title": "The Rise of 996 Work Culture in Tech Firms",
      "summary": "This article explores the adoption of extreme working hours, known as 996 culture, in tech companies, exemplified by Rilla, a New York-based firm. Rilla's recruitment website promotes perks but warns of working around 70 hours per week, reflecting a hustle culture that values long hours from 9am to 9pm, six days a week. Will Gao, Rilla's head of growth, describes employees as 'Olympian athletes' driven by ambition and fun, with flexible schedules allowing late-night work. This trend is fueled by the rapid development of artificial intelligence (AI), where companies invest heavily to monetize AI quickly and outpace competitors. Originating in China a decade ago, 996 was embraced by tech giants like Alibaba to advance technological leadership. While proponents argue it fosters innovation and dedication, critics highlight potential burnout and work-life imbalance, raising questions about sustainable work practices in the fast-paced tech industry.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_64c9a43df714c6df_2d5beca9593b.webp",
      "category": "News"
    },
    {
      "id": "a51f864cbd102779",
      "title": "The Impact of Aggressive Free Agency Spending on NFL Success: A Case Study of the Patriots and Seahawks",
      "summary": "This article examines how the New England Patriots and Seattle Seahawks defied conventional NFL wisdom by using aggressive free agency spending to reach the Super Bowl. Typically, heavy spending in free agency does not correlate with postseason success, but this season proved an exception. The Patriots led the league with over $364 million in contracts to 19 unrestricted free agents, including high-profile signings like defensive tackle Milton Williams and receiver Stefon Diggs, while also investing nearly $175 million in guaranteed money. The Seahawks ranked fourth with over $205 million spent, highlighted by quarterback Sam Darnold's $100.5 million deal. Team executives emphasized a strategic approach, focusing on players who would enhance team culture and performance both on and off the field. For instance, Patriots general manager Eliot Wolf noted a 'culture shift' and claimed they didn't miss on any signings, and coach Mike Vrabel stressed the importance of conviction in player acquisitions. The article also mentions that the Seahawks' success was supported by draft picks from past trades, but free agency was key. This analysis challenges the notion that free agency is risky, showing how calculated spending can drive championship contention.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_a51f864cbd102779_049f9eeb4c9f.webp",
      "category": "News"
    },
    {
      "id": "6c996a30eed09878",
      "title": "Japan's Ruling Party Gains Supermajority in Key Election",
      "summary": "Prime Minister Sanae Takaichi's Liberal Democratic Party (LDP) achieved a significant victory in Japan's parliamentary election, securing a two-thirds supermajority in the lower house. Preliminary results reported by NHK show the LDP won 316 seats, surpassing the absolute majority of 261 in the 465-seat chamber and setting a record since the party's founding in 1955. With its ally, the Japan Innovation Party, adding 36 seats, the ruling coalition holds 352 seats total. Takaichi, Japan's first female prime minister, emphasized her readiness to pursue policies aimed at strengthening Japan's economy and military capabilities amid growing tensions with China and efforts to nurture ties with the United States. Despite recent scandals and funding issues within the LDP, Takaichi called an early election after only three months in office to capitalize on her high popularity. This supermajority allows her to advance a right-wing agenda more effectively, even without a majority in the upper house, as she pledges to be flexible and seek opposition support while pushing forward her goals.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_6c996a30eed09878_35e13e5a7613.webp",
      "category": "News"
    }
  ]
}