{
  "articles": [
    {
      "id": "6f6f92e2809ce270",
      "title": "Tennis Star Says Women's Game is Strong on Its Own",
      "summary": "Iga Swiatek is a top tennis player who says women's tennis does not need a 'Battle of the Sexes' match. Recently, Nick Kyrgios and Aryna Sabalenka played a fun exhibition game in Dubai, which Kyrgios won. Swiatek did not watch it because she thinks it was just for entertainment and not important for social change. She remembers the original 'Battle of the Sexes' in 1973 with Billie Jean King, which helped women's tennis get more respect and money. Now, Swiatek believes women's tennis is strong and has many great athletes and stories. She prefers events like the United Cup, where men and women play together in a team, making tennis more exciting for fans. This event includes singles and mixed doubles matches, like those with players from Great Britain and Japan.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6f6f92e2809ce270_59d042504138.webp",
      "category": "Fun"
    },
    {
      "id": "3cf65c6895b62d89",
      "title": "Two TV Shows Crash Together in a Big Episode",
      "summary": "Two popular TV shows, Coronation Street and Emmerdale, are having a special episode where they come together for the first time. This episode is called Corriedale and will air on Monday. The boss of the shows, Iain MacLeod, thought it would be fun to mix the characters from both shows. He got the idea from his own long drives between Manchester and Leeds, where bad weather and accidents often happen. In the episode, characters from both shows meet on a dark road at night and have a big crash. The actors had to film at night for three weeks and enjoyed spending time together. This is a one-time event to make fans excited and bring new viewers to the shows.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_3cf65c6895b62d89_3e56ed38b10e.webp",
      "category": "Fun"
    },
    {
      "id": "5f2babbe6195e6ef",
      "title": "Angry Men Take Over Bollywood Movies in 2025",
      "summary": "In 2025, Bollywood movies in India were mostly about angry and strong men. The year before, in 2024, many movies made by women got a lot of praise around the world. But in 2025, popular films like Dhurandhar, Chhaava, and War 2 focused on male heroes who were violent and powerful. These movies made a lot of money and people talked about them a lot. Only one movie in the top 10, called Lokah, had a woman as the main character. Experts say that movies have often centered on men for a long time, and it will take more years to see more stories about women. This shows how Bollywood changes from year to year.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_5f2babbe6195e6ef_72183513ff21.webp",
      "category": "Fun"
    },
    {
      "id": "4af6c6bc5751cc22",
      "title": "A Movie About Shakespeare's Family and Feelings",
      "summary": "A new movie called Hamnet tells a story about William Shakespeare and his wife Agnes. It shows how they fall in love and then feel very sad when something bad happens to their family. The movie is based on a popular book by Maggie O'Farrell. Jessie Buckley, an actress, plays Agnes and says it was a big honor to act as this strong woman. The film explores emotions like happiness and sadness, and it focuses on Agnes as an important person, not just Shakespeare's wife. It is directed by Chloé Zhao, who won an Oscar for another movie. The movie has gotten good reviews from critics.",
      "source": "BBC Entertainment",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4af6c6bc5751cc22_ddff8fdfed21.webp",
      "category": "Fun"
    },
    {
      "id": "fa376f06ca6dd72f",
      "title": "US Reduces Taxes on Italian Pasta",
      "summary": "The United States was planning to add very high taxes on pasta from Italy, which could have made pasta much more expensive for American shoppers. These taxes are called tariffs, and they are paid by people who bring products from other countries. The US government thought Italian companies were selling pasta too cheaply, which might hurt American pasta makers. But now, the US has decided to lower these taxes a lot. Italy said this is good news and shows that Italian companies worked well with the US. One brand will have a very low tax, while others will have a bit higher. This change helps keep pasta prices from going up too much.",
      "source": "BBC Business",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_fa376f06ca6dd72f_2b65ad6ab950.webp",
      "category": "Fun"
    },
    {
      "id": "e6b5477e23632b06",
      "title": "Tennis Players Need More Rest",
      "summary": "Tennis players like Iga Swiatek and Daria Kasatkina say the tennis season is too long and tiring. They feel mentally and physically exhausted because they play too many matches. The season lasts almost all year, with only a few weeks off. Doctors and player groups want to protect players by making the sport more sustainable. They suggest changes like shorter seasons or better schedules. This is important because players need time to rest and stay healthy to play their best.",
      "source": "BBC Tennis",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_e6b5477e23632b06_553e57fbeeed.webp",
      "category": "Fun"
    }
  ]
}