{
  "articles": [
    {
      "id": "d1de15e8fab2e5a5",
      "title": "Airplanes Get Fixed After Sun Warning",
      "summary": "Thousands of Airbus airplanes were grounded because a warning said solar radiation could mess up their computers. This made some flights delayed or cancelled. Airbus, a big company in France, fixed most planes with a quick software update, but about 900 older planes needed new computers. Officials said the updates went smoothly, and many planes are flying again. In some places like the US, it was harder because it happened during a busy travel time called Thanksgiving. Airlines like American Airlines and Delta had some delays, but in the UK, airports like Heathrow had no big problems. The issue was found after a plane had to emergency land in October, hurting some people. Now, things are getting back to normal.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_d1de15e8fab2e5a5_934ff8e67e03.webp",
      "category": "News"
    },
    {
      "id": "465e7a325f5c5841",
      "title": "New Rules for Asylum Seekers' Travel",
      "summary": "The government has announced that asylum seekers will no longer be allowed to use taxis for medical appointments starting in February. This decision comes after a BBC investigation found that some asylum seekers were taking very long taxi rides, like one that cost £600 for a 250-mile trip to see a doctor. The government says it spends a lot of money on this transport, about £15.8 million each year. Taxi drivers shared stories of short trips that cost a lot because of poor planning. The Home Secretary, Shabana Mahmood, says this will stop waste and abuse, and taxis will only be used in very special cases. Asylum seekers will still have bus passes for some travel.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_465e7a325f5c5841_a3f24c4cd543.webp",
      "category": "News"
    },
    {
      "id": "0e729ffd404c180a",
      "title": "Scammers Trick People with Fake Texts",
      "summary": "This article talks about scammers who send fake text messages to steal money from people. They pretend to be from banks or trusted companies to trick victims into sharing passwords and PINs. Police have caught some of these criminals and found rooms full of expensive designer shoes and bags that they bought with the stolen money. One scammer made a lot of money by sending thousands of messages in just a few days. The police are working hard to stop these crimes and protect everyone. It's important to be careful with texts and not share personal information.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_0e729ffd404c180a_6c3c24a4e2a5.webp",
      "category": "News"
    },
    {
      "id": "339485bebb5395c5",
      "title": "A Story About Money and Promises",
      "summary": "This article is about a disagreement over money in the UK government. Rachel Reeves, who is in charge of the country's money, talked about problems with the economy before a big budget announcement. She said that the UK's ability to produce goods and services was weaker, which could make it hard to follow her spending rules. But later, a group called the Office for Budget Responsibility said that higher wages would help her meet those rules. The Conservative party, which is the opposition, accused her of lying to hide plans to raise taxes. Downing Street, where the prime minister works, denied that she misled anyone. It's a story about how leaders share information and argue about what's true.",
      "source": "BBC News",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_339485bebb5395c5_45a9087339d2.webp",
      "category": "News"
    },
    {
      "id": "207831db0bf051ad",
      "title": "A Top Leader in Ukraine Steps Down Over a Problem",
      "summary": "In Ukraine, a very important leader named Andriy Yermak, who was the chief of staff for President Volodymyr Zelenskyy, has resigned because of a corruption scandal. Corruption means when people in power do dishonest things for their own benefit. This is a big deal because Yermak was the second most powerful person in the country, helping the president make decisions. It happened while Ukraine is talking with the Trump administration about ending the war with Russia. The war has been going on for a long time, and Ukraine is under special rules called martial law, which gives the president more power. This resignation shows that even during a war, leaders must be honest and fair. It's important for the country's future and its fight against corruption.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_207831db0bf051ad_2d506bdfd3b1.webp",
      "category": "News"
    },
    {
      "id": "ca501faa861220e2",
      "title": "The Story of THC Drinks and Snacks Ban",
      "summary": "The government is planning to stop the sale of drinks and snacks that have THC, a substance from hemp that can make people feel high. This ban is part of a new law and will start in 2026. Companies like Indeed Brewing make these products, which have helped them when beer sales went down. Hemp is a plant similar to marijuana but with less THC. The law from 2018 allowed hemp farming, but it had a loophole that let companies create strong THC products. These items are sold in many places, even to kids, and have caused some health problems. The industry is worried and trying to fight the ban to protect jobs and products people enjoy.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ca501faa861220e2_a8e8492024af.webp",
      "category": "News"
    }
  ]
}