{
  "articles": [
    {
      "id": "d8ea1d6df01ae38f",
      "title": "UK Responds to Regional Conflict After US-Israeli Strikes on Iran",
      "summary": "Prime Minister Sir Keir Starmer convened a Cobra emergency committee in response to US and Israeli air strikes on Iran, which occurred after failed nuclear negotiations. Explosions were reported in multiple Iranian cities, including Tehran, and Iran retaliated with missile attacks affecting other regional countries with US facilities, such as Qatar and Bahrain. The UK did not participate in the initial strikes but is actively managing the fallout, emphasizing the safety of British nationals in the region. The Foreign Office has issued shelter-in-place advisories for countries like Bahrain, Qatar, Kuwait, and the UAE, while urging vigilance in others like Jordan and Lebanon. The government spokesperson reiterated opposition to Iran developing nuclear weapons and support for diplomatic solutions, aiming to prevent further escalation into a wider conflict. Disruptions to air travel have been noted, and international tensions are high, with figures like Donald Trump commenting on the situation.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d8ea1d6df01ae38f_2ce8f8c2a826.webp",
      "category": "News"
    },
    {
      "id": "3fb558f0d55c58df",
      "title": "Joint US-Israel Military Strike on Iran: Causes and Impacts",
      "summary": "In a coordinated military operation, the United States and Israel launched attacks on Iran, targeting multiple cities including Tehran, Isfahan, Qom, Karaj, and Kermanshah. The strikes, described as \"pre-emptive\" by Israel and \"major combat operations\" by US President Donald Trump, followed weeks of tensions over Iran's nuclear program. Explosions were reported across Iran, with verified videos showing smoke plumes near key locations such as Leadership House, the office of Iran's Supreme Leader. Trump confirmed US involvement, stating the objective is to defend Americans by eliminating threats from the Iranian regime and preventing Iran from obtaining nuclear weapons. He advised Iranian citizens to seek shelter. Casualties are unknown, and Iran has closed its airspace. This event marks a significant escalation after diplomatic negotiations failed, highlighting global security concerns.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3fb558f0d55c58df_6e447d4b2460.webp",
      "category": "News"
    },
    {
      "id": "e18f7dd31d102201",
      "title": "Unexpected Parallels Between Green and Reform UK Leaders in Modern Politics",
      "summary": "This BBC News article explores the surprising similarities between Zack Polanski, leader of the Green Party, and Nigel Farage, leader of Reform UK, despite their stark political differences. Polanski advocates for environmental causes and open borders, while Farage promotes stricter immigration policies and criticizes green initiatives. However, both have achieved significant electoral successes, such as the Greens winning their first by-election in Gorton and Denton and Reform UK pushing Labour into third place in Runcorn. They share a talent for campaigning, energizing their bases through direct public engagement, which contrasts with traditional politicians who often seem disconnected. In an era of public disillusionment with mainstream politics, both leaders are capitalizing on voter dissatisfaction, leading to rapid growth in their parties' memberships. The article suggests that Polanski has learned from Farage's strategies, highlighting how political dynamics can produce unexpected alliances and outcomes, where truth often proves stranger than fiction.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_e18f7dd31d102201_1eb0268810a6.webp",
      "category": "News"
    },
    {
      "id": "929fbca1adb18e7e",
      "title": "The Hidden Link Between Prince Andrew and Jeffrey Epstein",
      "summary": "This article investigates David Stern, a German businessman who served as a key intermediary between Prince Andrew and Jeffrey Epstein. In spring 2019, Stern attended a gala dinner in Shenzhen, China, for Pitch@Palace, a start-up competition associated with Prince Andrew. This event occurred shortly before Prince Andrew stepped back from royal duties due to controversy over his ties to Epstein, a convicted sex offender. Recent releases of documents by the U.S. Department of Justice reveal Stern's extensive role: he facilitated introductions, managed deals, assisted with Sarah Ferguson's debts, and made derogatory remarks about women. Based in London, Stern ran his own business and referred to Epstein as boss, while also holding positions in royal circles, such as director of Pitch@Palace and board member of St George's House charity. Despite his low public profile, Stern's name appears in over 7,000 documents from 2008 to 2018, highlighting his behind-the-scenes influence. The article uses these emails to illustrate how Stern operated discreetly, emphasizing the complex networks that can exist among influential figures.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_929fbca1adb18e7e_b5d186e7c6f9.webp",
      "category": "News"
    },
    {
      "id": "b9299184f18f750e",
      "title": "LA Schools Superintendent on Leave Amid Federal Probe",
      "summary": "Alberto Carvalho, the superintendent of the Los Angeles Unified School District, was placed on paid leave on Friday following FBI searches at his home and district headquarters earlier in the week. The school board voted unanimously for this action after closed-door deliberations, citing the need to await the outcome of a federal investigation. Authorities have not disclosed the nature of the investigation, which involves the district serving over 500,000 students, and no wrongdoing has been alleged against Carvalho. Andres Chait, the chief of school operations, will assume leadership temporarily to ensure stability. Carvalho, who became superintendent in 2022 after leading Miami schools, has not commented. The investigation may connect to AllHere, an education technology company that contracted with the district for an AI chatbot named 'Ed' in 2024. The district paid $3 million but ended the deal after three months when AllHere collapsed into bankruptcy; its founder was later indicted for fraud. Carvalho denied personal involvement in selecting AllHere and promised a task force to review the project, though no updates have been shared. The district is cooperating with the investigation but has provided no further details.",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_b9299184f18f750e_7102ac83441d.webp",
      "category": "News"
    },
    {
      "id": "6eb16510f140db4a",
      "title": "Federal Judge Extends Protection for Refugees in Minnesota Against Deportation",
      "summary": "A federal judge in Minnesota has extended a legal order that protects refugees from being arrested and deported. The order, issued by U.S. District Judge John Tunheim, prevents the Trump administration from enforcing a new policy that would allow the arrest of refugees who entered the U.S. legally but are still waiting for green cards. This policy, announced by the Department of Homeland Security in February, interprets immigration law to require refugees to return to federal custody one year after admission for green card review. Judge Tunheim criticized the policy in a 66-page opinion, calling it a \"dystopian nightmare\" that breaks promises made to refugees decades ago. He converted a temporary restraining order into a preliminary injunction, applying only in Minnesota but highlighting national implications. Refugee advocates, such as the International Refugee Assistance Project, praised the decision for allowing refugees to live without fear. The case continues as the judge raises constitutional concerns about the government's actions.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6eb16510f140db4a_42451dce0daf.webp",
      "category": "News"
    }
  ]
}