{
  "articles": [
    {
      "id": "3bd43307fd5d5bc8",
      "title": "World Leaders Meet to Help Ukraine Stay Safe",
      "summary": "French President Emmanuel Macron is having a big meeting in Paris with Ukraine's leader Volodymyr Zelensky and leaders from over 30 countries. They are trying to make a plan to keep Ukraine safe if there is a peace deal with Russia. Russia invaded Ukraine in 2022 and still controls parts of it. The leaders want to agree on security guarantees, which are promises to protect Ukraine if Russia attacks again. They also talk about helping Ukraine's army and economy. This meeting is important because Ukraine needs support from other countries to feel secure. The talks happen while there are other world events, like actions in Venezuela, but the focus is on helping Ukraine.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3bd43307fd5d5bc8_1347ea8049df.webp",
      "category": "News"
    },
    {
      "id": "bf1694d7b837aa02",
      "title": "Babies with a Rare Disease Get Late Help",
      "summary": "This article talks about babies born with a rare disease called Spinal Muscular Atrophy (SMA). SMA makes muscles weak and can be very serious. Parents say their babies were diagnosed too late, after they showed symptoms like not moving their legs. For example, Dani-Rae Brown was diagnosed at 12 months old, but she had symptoms at 5 months. Now, she uses a wheelchair and cannot move much. The NHS does not test all newborns for SMA, only if a sibling has it. A charity wants the NHS to test all babies so they can get treatment early. Early treatment might help babies walk and play like other kids. The Welsh government says they follow advice and will think about adding SMA to tests.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bf1694d7b837aa02_d6505f238b22.webp",
      "category": "News"
    },
    {
      "id": "cd67db39a4080280",
      "title": "Why the UK Leader Is Quiet About a US Action",
      "summary": "The UK leader, Sir Keir Starmer, is not saying much about a recent event where the US took the Venezuelan president from his country. This is because Sir Keir wants to keep a good relationship with the US, especially since Donald Trump is back as president. He thinks that if he criticizes Trump publicly, it could cause fights and hurt the UK. For example, the UK got a deal with the US to save jobs at a car company, and Sir Keir believes being careful helps the UK. Some people in other parties are upset that he is not speaking out, but Sir Keir sticks to his plan to avoid problems.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cd67db39a4080280_355f36b0c2c1.webp",
      "category": "News"
    },
    {
      "id": "f403a1d9a653e8e3",
      "title": "Bin Workers in Birmingham Have Been on Strike for One Year",
      "summary": "Bin workers in Birmingham, a city in England, have been on strike for one year, which means they stopped working to ask for better pay and job conditions. The strike started on January 6, 2025, and has caused problems like piles of uncollected trash in the streets. The city council says they will still collect household waste, but recycling has not been picked up since February. Some people are frustrated and want the strike to end, while others support the workers. The workers are part of a union called Unite, which is fighting for a fair deal. The strike began because the council wanted to change some jobs, which could mean less money for the workers. There is no agreement yet, so the strike continues with no end in sight.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f403a1d9a653e8e3_cfd60b6e91b1.webp",
      "category": "News"
    },
    {
      "id": "b8791acbdab424ef",
      "title": "Colombia's President Stands Up to Trump's Words",
      "summary": "In South America, Colombia is a country next to Venezuela. The United States and Colombia are usually friends, but President Trump from the U.S. has said mean things about Colombia's President Gustavo Petro. Trump says Petro is involved with drugs, but there is no proof. Petro used to be a fighter in a group called M-19, but he stopped fighting in the 1990s. Now, Petro says he will protect Colombia if it is attacked. Many people in Colombia think Trump is being unfair and trying to control their country. They believe every country should make its own decisions without interference. This situation is making things tense between the two countries.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b8791acbdab424ef_6654a6f1de20.webp",
      "category": "News"
    },
    {
      "id": "36cc9deb2df0f19c",
      "title": "Who Should Lead Venezuela?",
      "summary": "This article talks about Venezuela, a country in South America. The leader there is Nicolás Maduro, but many people do not like him. A top aide named David Smolansky, who works for opposition leader María Corina Machado, says Maduro's vice president, Delcy Rodríguez, is not trustworthy to lead the country. The White House in the U.S. is working with parts of Maduro's government after a raid. Smolansky explains that most Venezuelans want Maduro out of power and to face justice. He also mentions that the U.S. is helping guarantee rights, like having an attorney, which Maduro did not do. The article shows there is a big debate about who should be in charge of Venezuela.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_36cc9deb2df0f19c_64f481dbf476.webp",
      "category": "News"
    }
  ]
}