{
  "articles": [
    {
      "id": "d0eae702f8b926e1",
      "title": "BP Intensifies Cost-Cutting Amid Declining Profits",
      "summary": "BP reported a decline in annual profits to $7.5 billion in 2025, down from $8.9 billion the previous year, primarily due to a 20% drop in crude oil prices. In response, the company has escalated its cost-cutting measures, increasing its target to achieve savings of $5.5 billion to $6.5 billion by the end of 2027, up from a previous goal of up to $5 billion. BP has suspended its share buyback program and is reducing spending to strengthen its financial position, including selling a 65% stake in its Castrol business. The company is shifting strategy away from renewable energy investments to refocus on core oil and gas operations, a move expected to continue under new CEO Meg O'Neill, who will be the first woman to lead a major global oil firm. BP faces pressure from shareholders for underperforming compared to rivals and is tackling a debt of about $22 billion. Profits in the final quarter fell 30% to $1.54 billion as Brent crude oil prices dipped below $60 a barrel, marking the third consecutive year of declining profits, which peaked at $27.7 billion in 2022 during high oil prices after Russia's invasion of Ukraine. Rival Shell also reported a profit drop, indicating industry-wide challenges.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_d0eae702f8b926e1_e29951a20efd.webp",
      "category": "Fun"
    },
    {
      "id": "13156c25fb6a1a53",
      "title": "Revisiting Magnetoresistance: A New Model Challenges Old Theories in Spintronics",
      "summary": "In spintronics, unusual magnetoresistance (UMR) has been a key phenomenon where the electrical resistance of a metal changes when placed near a magnetic insulator with rotating magnetization. For years, spin Hall magnetoresistance (SMR) was the dominant theory to explain UMR, widely applied in experiments like magnetoresistance measurements and magnetic sensors. However, researchers observed UMR in many magnetic systems where SMR didn't apply, leading to multiple alternative explanations such as Rashba-Edelstein MR and orbital Hall MR. Recently, Prof. Lijun Zhu and Prof. Xiangrong Wang conducted experiments showing that UMR originates from electron scattering at interfaces, controlled by magnetization and electric fields, a process called two-vector magnetoresistance. This model doesn't rely on spin currents, simplifying earlier complexities. Their findings, including large UMR signals in single-layer metals and a universal sum rule, match predictions and challenge SMR theory. By reanalyzing past data, they demonstrated that two-vector MR consistently explains results previously attributed to spin-current mechanisms, offering a unified framework for understanding magnetoresistance in spintronic systems.",
      "source": "Science Daily - Technology",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_13156c25fb6a1a53_5783ae825cca.webp",
      "category": "Fun"
    },
    {
      "id": "ec3ebf1646c0d844",
      "title": "British Museum Saves Tudor Pendant with Public Support",
      "summary": "The British Museum has successfully raised £3.5 million to acquire and permanently display the Tudor Heart, a gold pendant connected to King Henry VIII's marriage to Katherine of Aragon. Discovered by a metal detectorist in a Warwickshire field in 2019, the pendant was reported under the Treasure Act 1996, allowing museums to acquire such finds. Research suggests it may have been crafted to commemorate the betrothal of Princess Mary to the French heir in 1518, featuring symbols like the Tudor rose and Katherine's pomegranate with an inscription meaning 'always'. To secure it, the museum paid rewards to the finder and landowner. Fundraising efforts included over 45,000 public donations totaling £360,000, alongside major contributions from organizations like The National Heritage Memorial Fund (£1.75 million), Art Fund, and others. Museum director Nicholas Cullinan emphasized the pendant's uniqueness and historical significance, noting the scarcity of artifacts from Henry VIII's marriage to Katherine. This campaign highlights public engagement in preserving cultural heritage.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_ec3ebf1646c0d844_1cc4d1cc8efb.webp",
      "category": "Fun"
    },
    {
      "id": "4607b3adad1e4814",
      "title": "Catherine O'Hara's Death: Causes and Tributes",
      "summary": "Catherine O'Hara, an award-winning actress, passed away on January 30 at age 71 in a Los Angeles hospital. Her death certificate revealed that she died from a pulmonary embolism, which is a blood clot in the lungs, and listed rectal cancer as a long-term cause. She had been receiving treatment for the cancer since March 2025. O'Hara was renowned for her roles in comedy series like Schitt's Creek, where she won an Emmy, and in films such as Home Alone. Following her death, numerous tributes poured in from colleagues and friends. Seth Rogen, creator of The Studio, described her as hysterical and kind, while Pedro Pascal from The Last of Us expressed gratitude for working with her. Eugene Levy, her long-time collaborator, shared his deep loss, and Dan Levy, who played her son, called her family. Macaulay Culkin, her on-screen son in Home Alone, posted an emotional message on Instagram. The article highlights her legacy in entertainment and the personal connections she forged throughout her career.",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_4607b3adad1e4814_a306da20426b.webp",
      "category": "Fun"
    },
    {
      "id": "eb4c8fb70735bdde",
      "title": "Serena Williams' Potential Tennis Comeback: Rules and Rumors",
      "summary": "Serena Williams, a 23-time Grand Slam champion, is eligible to return to professional tennis from February 22 after being reinstated by the International Tennis Integrity Agency (ITIA). This reinstatement follows her compliance with out-of-competition drug testing requirements for at least six months, a rule for retired players wishing to re-enter sanctioned events. However, Williams has not officially announced a comeback since retiring at the 2022 US Open, where she described her departure as 'evolving away' from tennis rather than retirement. In December, the ITIA confirmed she was back in the drug testing pool, requiring her to provide daily whereabouts for testing. Despite this, Williams posted on social media in January denying a return, calling rumors 'crazy,' but later in an interview, she refused to completely rule out a comeback, adding to the uncertainty. The article highlights the procedural steps for reinstatement and Williams' ambiguous statements, leaving fans and media speculating about her future in the sport.",
      "source": "BBC Tennis",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_eb4c8fb70735bdde_38a293067f2c.webp",
      "category": "Fun"
    },
    {
      "id": "6e343e0c1bd3660b",
      "title": "Emma Raducanu's Health Challenges Lead to Match Retirement in Qatar",
      "summary": "Emma Raducanu, the British number one tennis player, retired from her first-round match at the Qatar Open against Camila Osorio, just two days after losing the Transylvania Open final to Sorana Cirstea. In the Qatar match, Raducanu won the first set 6-2 but lost the second 6-4. During the deciding third set, she called for a trainer to have her blood pressure checked after being broken, and subsequently forfeited the match when trailing 2-0. This incident follows a pattern of health issues; in the Transylvania final, she also had her blood pressure taken and later revealed she was battling a chest infection. Since her historic 2021 US Open victory, Raducanu has been plagued by injuries and inconsistency on the WTA Tour, including previous retirements like at the Wuhan Open. Additionally, she has faced coaching instability, having split with her ninth coach since 2021 after the Australian Open. These factors highlight the physical and professional challenges impacting her career.",
      "source": "BBC Tennis",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_6e343e0c1bd3660b_3351cab632f7.webp",
      "category": "Fun"
    }
  ]
}