{
  "articles": [
    {
      "id": "cb7d842a2da9853f",
      "title": "The Bayeux Tapestry's Big Trip to London",
      "summary": "The Bayeux Tapestry is a very old and long embroidery that shows the Battle of Hastings in 1066. It is coming to the British Museum in London from France next year for a special visit. The UK government will use a special insurance plan to protect it while it travels and is on display, so it doesn't cost too much money. Some people in France worry that the tapestry is too delicate to move, but French officials say it's okay. The tapestry will be in London from September next year until July 2027 while its home museum in France is being fixed. In return, the British Museum will send some old treasures to France. This helps museums share important history without spending a lot on insurance.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cb7d842a2da9853f_e79f2dd56f6b.webp",
      "category": "News"
    },
    {
      "id": "18db08101ea67da6",
      "title": "England Wins a Quick Cricket Game in Australia",
      "summary": "England won a cricket game against Australia in just two days in Melbourne. This was a special match called a Test, part of the Ashes series. England had not won in Australia for a long time, so this victory made their fans very happy. They chased a target of 175 runs to win by four wickets. Players like Brydon Carse and Ben Stokes helped by taking many wickets. The conditions were tough for batting, but England played well. This win stopped Australia from winning all the games in the series, which is now 3-1. The next game will be in Sydney.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_18db08101ea67da6_92235262c56c.webp",
      "category": "News"
    },
    {
      "id": "0298d5479aa4600e",
      "title": "Fun Viral Moments of 2025",
      "summary": "In 2025, many fun and surprising moments went viral online. Beyoncé won a Grammy for her country album and looked very shocked, which became a popular meme. Sydney Sweeney starred in a jeans ad that some people liked and others found controversial, but it helped sell more jeans. In music, there were exciting events like Oasis reuniting and accidents at concerts, and Lily Allen's album about her divorce got a lot of attention. A Netflix show about a schoolboy was also a big hit. These moments kept people entertained and talking all year.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_0298d5479aa4600e_246635175451.webp",
      "category": "News"
    },
    {
      "id": "4d5b87eb8fee5f5d",
      "title": "A Researcher's Fight Against Online Hate",
      "summary": "Imran Ahmed is a researcher from Britain who works to stop online hate and false information. The U.S. government, led by former President Trump, accused him of trying to censor people's opinions and threatened to deport him. A judge has now stopped the government from detaining or sending him away. Ahmed leads a group called the Center for Countering Digital Hate. He says his work is important to protect people, especially children, from harmful content online. He explains that his group is a nonprofit and does not censor, unlike governments. This case shows a conflict between fighting hate and free speech.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_4d5b87eb8fee5f5d_36535030dfb4.webp",
      "category": "News"
    },
    {
      "id": "639be8568164aed8",
      "title": "A Big Weather and Climate Center Might Close",
      "summary": "The White House wants to close a big research center in Colorado that studies the weather and climate. This center is called the National Center for Atmospheric Research, or NCAR for short. It started in 1960 and has helped scientists learn a lot about how the climate changes and how weather works. The government says it is closing because they think the center makes people too worried about climate change. Many scientists who study weather and climate are upset about this. They say NCAR is very important because it does research that helps us understand big storms, heat waves, and other weather events. Closing it could mean we know less about the weather in the future.",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_639be8568164aed8_8661351d60b8.webp",
      "category": "News"
    },
    {
      "id": "71eb5fb285a8a3dd",
      "title": "Former Leader in Malaysia Gets Big Punishment for Taking Money",
      "summary": "A former prime minister of Malaysia named Najib Razak was sentenced to 15 years in prison and a huge fine for corruption. He was found guilty of taking money from a government fund called 1MDB. The court said he used his power wrongly and moved money into his own bank accounts. He will serve this sentence after finishing another prison term for a similar case. Najib says he did nothing wrong and that the money was a gift from another country, but the judge did not believe him. This case is part of a big scandal that affected many countries. The ruling shows that even powerful people must follow the law.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_71eb5fb285a8a3dd_68e5f67776cb.webp",
      "category": "News"
    }
  ]
}