{
  "articles": [
    {
      "id": "adcf30d364425d46",
      "title": "气候顾问警告：2025年将打破高温记录，'这是我们的未来'",
      "summary": "英国政府首席气候顾问雷切尔·凯特教授警告称，随着气候变化持续推动气温上升，2025年有望成为英国有记录以来最热的一年，平均气温预计达到10.05°C，略高于2022年的10.03°C纪录。她指出，人类活动导致的二氧化碳排放是这一趋势的主要原因，使高温成为'新常态'。英国气象局支持这一观点，表示过去二十年中，英国最热的十年全部出现，且人为因素正在全球范围内加速变暖。凯特强调，缺乏降雨和持续温暖使国家在春季和夏季更容易遭受干旱和野火的影响，并呼吁通过投资自然和基础设施来增强韧性。她警告说，如果不立即采取适应措施，未来将付出更高代价。尽管气象局的预测基于截至12月21日的观测数据，并假设剩余日子气温较低，因此并非绝对确定，但这仍是最可能的结果，突显了应对气候变化的紧迫性。这篇文章旨在提高公众和政策制定者对气候风险的认识，促进及时行动以建设更具韧性的社会。",
      "source": "BBC Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_adcf30d364425d46_672cefbaa587.webp",
      "category": "Science"
    },
    {
      "id": "cc8b67cad9b4a283",
      "title": "这种抗癌分子花了50年才合成出来",
      "summary": "麻省理工学院的化学家首次在实验室中合成了verticillin A，这是一种真菌分子，于50多年前被发现，因其潜在的抗癌作用而备受关注。该分子因其复杂的化学结构而 notoriously 难以构建，特别是两个氧原子的存在使其在合成过程中更加脆弱和敏感。在实验室测试中，一种verticillin A衍生物对儿童脑癌——弥漫性中线胶质瘤表现出显著效果，但研究人员强调需要进行更多测试以评估其临床应用的潜力。研究团队由Mohammad Movassaghi和Jun Qi领导，他们重新设计了合成过程，改变了键形成事件的顺序，从而成功控制了立体化学。这一突破不仅使verticillin A的获取成为可能，还允许创建变体进行详细研究，推动了癌症研究的进展。该研究突出了化学方法学进步的重要性，并可能为未来癌症治疗提供新选择。",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cc8b67cad9b4a283_aa712cc8558c.webp",
      "category": "Science"
    },
    {
      "id": "0a2ab9119ad71370",
      "title": "为什么进化奖励牺牲保护的蚂蚁",
      "summary": "一项发表在《科学进展》杂志上的新研究揭示了蚂蚁社会中个体保护与群体规模之间的进化权衡。研究人员通过对500多种蚂蚁进行3D X射线扫描，精确测量了角质层（外骨骼）占身体体积的比例。研究发现，角质层投资较低的蚂蚁物种倾向于形成更大的群体。这是因为制造厚角质层需要消耗有限的营养素如氮和矿物质，而减少这方面的投资可以释放资源用于繁殖更多工蚁。这种策略使得群体能够通过数量优势而非个体强壮来增强集体生存能力。研究由剑桥大学的Arthur Matte和马里兰大学的Evan Economo领导，结合了解剖数据与进化模型，表明这一权衡在自然选择中具有优势。这些发现不仅解释了蚂蚁大规模群体的成功，还为理解其他社会性生物（包括人类）的进化提供了框架，突显了在复杂社会中个体可能简化以适应集体需求的生物学原理。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_0a2ab9119ad71370_ef0d26321dfe.webp",
      "category": "Science"
    },
    {
      "id": "75ff81172e4a3329",
      "title": "“章鱼之年”宣布：温暖海域导致英国章鱼数量创纪录",
      "summary": "野生动物慈善机构野生动物信托基金宣布2025年为“盛开的章鱼之年”，因为在英格兰西南海岸发现了创纪录数量的章鱼。在其年度海洋回顾中，该信托基金表示，今年夏季章鱼数量达到自1950年以来的最高水平。与气候变化相关的温暖冬季被认为是导致这种被称为“盛开”的人口激增的原因。该慈善机构的发现得到了官方数据的支持，数据显示2025年夏季英国水域渔民捕获了超过1,200吨章鱼，与往年相比大幅增加，自2021年以来仅有一次超过200吨。专家指出，大多数被发现的章鱼是普通章鱼，这是一种常见于较温暖的地中海的物种。康沃尔和德文郡的野生动物信托基金志愿者报告称，沿南海岸某一段的目击次数比2023年增加了超过1,500%。康沃尔野生动物信托基金的Matt Slater描述了他们观察到的异常行为，如喷射推进和伪装。目前尚不清楚这种数量增加是永久性的还是周期性的，这意味着章鱼数量可能在今年的盛开后恢复到更典型的水平。这种八腕头足类动物以龙虾、螃蟹和扇贝等贝类为食，因此野生动物信托基金警告说，如果种群数量保持高位，渔业和饮食习惯可能不得不改变。信托基金海洋负责人Ruth Williams指出，这正在影响海岸附近的贝类物种，进而影响以这些物种为目标的渔业，但有机会通过研究进行适应。政府数据显示螃蟹捕获量较往年下降，但龙虾、小龙虾和扇贝的捕获量稳定。除了章鱼爱好者的好消息外，野生动物信托基金的海洋回顾还包含了更令人清醒的消息：今年以环境灾难为标志，包括三月北海一艘油轮与集装箱船相撞泄漏大量塑料树脂颗粒，以及十一月苏塞克斯一家水处理厂释放近4.5吨生物珠。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_75ff81172e4a3329_315eb5996a53.webp",
      "category": "Science"
    },
    {
      "id": "9b36fbcc4e0d8972",
      "title": "为什么一次长走可能比多次短走更好",
      "summary": "一项大规模基于人群的研究探讨了人们积累每日步数的方式是否影响长期健康，而不论总步数多少。该研究聚焦于不高度活跃的成年人（定义为每天步行少于8000步）。研究结果显示了一个清晰的模式：与那些步数分散在短时间爆发中的人相比，步行时间较长且不间断的人面临任何原因死亡和心血管疾病（CVD）的风险较低。该研究发表在《内科学年鉴》上。分析包括来自英国生物银行的33,560名成年人，他们平均每天步行8000步或更少。研究人员根据参与者典型步行会话的持续时间进行分组，包括短于5分钟、5至不足10分钟、10至不足15分钟以及15分钟或更长的类别。在9.5年的随访期间，随着步行会话变长，死亡风险稳步下降。心血管疾病风险显示出更明显的模式。对于最久坐的成年人（定义为每天步行少于5000步），较长步行会话的优势更为显著。这些发现表明，对于其他方面久坐或低活动水平的人来说，专注于更长、更有意识的步行会话可能是改善健康结果的有效方式，即使不增加总步数。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_9b36fbcc4e0d8972_72b4c9be2c0b.webp",
      "category": "Science"
    },
    {
      "id": "6068f127599f594b",
      "title": "模拟揭示黑洞附近真实情况",
      "summary": "一项最新研究在计算天体物理学领域取得了重大突破，开发了迄今为止最详细的发光黑洞吸积模拟。黑洞吸积是指黑洞吸引周围物质并释放强烈辐射的过程。利用先进的地球超级计算机，研究人员成功建模了这一现象，完全融入了爱因斯坦的广义相对论和辐射效应，而没有依赖简化近似。这标志着首次在辐射主导条件下进行完整的广义相对论计算，为极端黑洞环境提供了新的见解。该研究由高级研究所和Flatiron研究所计算天体物理学中心的Lizhong Zhang领导，发表在《天体物理学杂志》上。模拟有助于解释如超亮X射线源和X射线双星等黑洞系统的观测数据，提供了一个虚拟的“观测”工具，补充了望远镜数据。这一突破解决了先前模型使用流体近似处理辐射的局限性，现在能够更准确地预测黑洞行为，推动了对宇宙中最神秘物体的理解。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_6068f127599f594b_982632719199.webp",
      "category": "Science"
    }
  ]
}