{
  "articles": [
    {
      "id": "e3c0b3065f58a7c7",
      "title": "A Fun Contest for UK Towns to Show Their Culture",
      "summary": "A new competition called the UK Town of Culture has started. It lets towns across the UK show their special stories and culture. The winner gets £3 million, and two runners-up get £250,000 each. Towns can apply now, and the winner will be announced for 2028. The contest is run by the government and a panel of experts, including Sir Phil Redmond, who makes TV shows. People like Culture Secretary Lisa Nandy say it helps towns feel proud. For example, Longton town has a history with ceramics and a big carnival. The goal is to celebrate what makes each town great and bring communities together.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e3c0b3065f58a7c7_7122eff65e6a.webp",
      "category": "Fun"
    },
    {
      "id": "045952e738631b0e",
      "title": "Amateur Tennis Player Wins Big Prize in Australia",
      "summary": "An amateur tennis player named Jordan Smith won a huge prize of A$1 million at a special event in Melbourne, Australia. He beat top professional players like Jannik Sinner, who is the Australian Open champion, and Amanda Anisimova. The event was called the Million Dollar One Point Slam, where amateur players got to play just one point against famous tennis stars for a chance to win money. Smith played on Rod Laver Arena in front of 10,000 people. He also faced Joanna Garland in the final match. Another amateur, Alec Reverente, beat a top player too and won a new car by competing against Smith. The tournament was fun and exciting, with many players watching the final.",
      "source": "BBC Tennis",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_045952e738631b0e_57215fe83f87.webp",
      "category": "Fun"
    },
    {
      "id": "9a2b680bccc69dc2",
      "title": "Emma Raducanu Wins Her First Tennis Match of the Year",
      "summary": "Emma Raducanu, a British tennis player, won her first match of the season at the Hobart International tournament. The match was against Camila Osorio from Colombia. It started on Tuesday but had to stop because of rain. Raducanu was winning the first set but losing in the second set when they paused. On Wednesday, she came back and won the match with scores of 6-3 and 7-6. She was very happy and shouted with joy. This win helps her get ready for the Australian Open, a big tennis tournament starting soon. Raducanu had injuries last year, so this victory is special for her. She will now play in the quarter-finals against another player.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9a2b680bccc69dc2_7cb3c3b50390.webp",
      "category": "Fun"
    },
    {
      "id": "e31b93f3893320dd",
      "title": "Tennis Stars Want More Money and a Voice",
      "summary": "Top tennis players like Aryna Sabalenka and Jannik Sinner are asking for more prize money and a bigger say in decisions at big tournaments called Grand Slams. Even though prize money has increased, such as at the Australian Open, players feel they are not getting enough. They want tournaments to pay them a fair share of the money they earn. Players have sent letters and had meetings to talk about this. They are working together in a campaign to make things better for all tennis players.",
      "source": "BBC Tennis",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_e31b93f3893320dd_6d09b450a1ea.webp",
      "category": "Fun"
    },
    {
      "id": "a4a24db4f131bb0d",
      "title": "Scott Adams, the Dilbert Cartoonist, Passes Away",
      "summary": "Scott Adams was a famous cartoonist who created the comic strip Dilbert. He died at age 68 from cancer. His ex-wife announced his death on his podcast. Dilbert started in 1989 and was in many newspapers worldwide. It was about an engineer in a funny workplace. Later, some newspapers stopped publishing Dilbert because Adams said things that people thought were racist. He apologized and said he was exaggerating. Former President Donald Trump said nice things about him after he died. Adams also wrote self-help books and was a hypnotist. He had prostate cancer that spread, and he knew he might not get better. In a message, he asked people to be kind and useful.",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_a4a24db4f131bb0d_8866b050b959.webp",
      "category": "Fun"
    },
    {
      "id": "e64013a89f1ca6f7",
      "title": "BTS Announces Big World Tour After Four Years",
      "summary": "BTS, a popular K-pop band, has announced a huge world tour with 79 shows after not performing for four years. They will play in many countries like South Korea, the UK, Japan, Germany, Australia, and the USA, starting in April 2026. The tour includes special stages that let more fans see them. Tickets go on sale in January. This tour is expected to be very successful and could make a lot of money, over $1 billion, from concerts and other things like merchandise. BTS became famous worldwide for their music and dance, and fans are excited because all members have finished their military service. Their last tour earned $246 million, and this one might be even bigger.",
      "source": "BBC Entertainment",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_e64013a89f1ca6f7_db25b571c5b8.webp",
      "category": "Fun"
    }
  ]
}