{
  "articles": [
    {
      "id": "01fbebe214b402dd",
      "title": "Rubio's Warning on Geopolitical Shifts at Munich Security Conference",
      "summary": "U.S. Secretary of State Marco Rubio is traveling to Europe to deliver a key speech at the Munich Security Conference, where he warns of a \"new era\" in geopolitics, emphasizing rapid global changes. The conference, attended by about 50 world leaders, addresses critical issues such as the war in Ukraine, tensions with China, and a potential nuclear deal with Iran. Rubio's message comes amid heightened transatlantic tensions, partly due to last year's speech by U.S. Vice-President JD Vance that criticized European policies, and recent U.S. threats under President Donald Trump to annex Greenland, which have eroded trust with European allies. European leaders, including French President Emmanuel Macron, advocate for greater independence from the U.S., while NATO Secretary General Mark Rutte reaffirms the importance of transatlantic bonds. The article highlights concerns over U.S. commitments to NATO, with former U.S. ambassadors and commanders urging continued support, noting NATO's role as a \"force-multiplier\" for U.S. influence. Discussions will focus on European defense and the future of U.S.-Europe relations, as Rubio calls for a re-examination of roles in this evolving geopolitical landscape.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_01fbebe214b402dd_03bca675e4b9.webp",
      "category": "News"
    },
    {
      "id": "eaab5917be26518e",
      "title": "Trump Reverses Key Climate Rule: The Endangerment Finding",
      "summary": "President Donald Trump has revoked the 2009 'endangerment finding,' a landmark scientific ruling by the Environmental Protection Agency (EPA) that declared greenhouse gases like carbon dioxide and methane a threat to public health. This finding served as the legal foundation for federal regulations aimed at reducing emissions from vehicles, power plants, and other sectors. Trump argues that reversing this rule will save over $1 trillion, lower car prices by $2,400 per vehicle, and benefit the auto industry, calling it the 'largest deregulation in American history.' However, environmental groups strongly oppose the move, labeling it a significant rollback on climate change efforts and planning legal challenges. Former President Barack Obama criticized the decision, stating it will make Americans more vulnerable to health risks and climate impacts. The endangerment finding was crucial during Obama's administration as Congress was divided on climate legislation, allowing the EPA to implement emission controls. Experts note that this reversal could weaken various environmental standards across multiple industries.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_eaab5917be26518e_58030d1b6705.webp",
      "category": "News"
    },
    {
      "id": "4089d83b00e6e648",
      "title": "Celebrity Donations Support Late Actor's Family",
      "summary": "Oscar-winning director Steven Spielberg and his wife Kate Capshaw donated $25,000 to a GoFundMe campaign for the family of James Van Der Beek, the actor from Dawson's Creek who died at age 48 from bowel cancer. The campaign aimed to raise $2 million to cover medical expenses and support his wife Kimberly and six children, surpassing its goal with contributions from other celebrities like actress Zoe Saldaña-Perego, who gave $2,500 monthly, and director Jon M Chu, who donated $10,000. Organized by Friends of the Van Der Beek family, the fundraiser highlighted community solidarity, with a statement expressing gratitude for the outpouring of love during their grief. Although Spielberg and Van Der Beek never collaborated professionally, Van Der Beek was a known fan, with his character Dawson displaying posters of Spielberg's films. The article underscores the financial challenges faced by families dealing with illness and the role of crowdfunding in providing aid.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_4089d83b00e6e648_ca6ca7bc028b.webp",
      "category": "News"
    },
    {
      "id": "b0900ee236bd58be",
      "title": "Federal Judge Intervenes in Pentagon Dispute with Senator",
      "summary": "A federal judge, District Judge Richard Leon, temporarily blocked the Pentagon from punishing Arizona Senator Mark Kelly, a retired Navy pilot, for his participation in a video urging troops to resist unlawful orders. The Pentagon had censured Kelly last month and threatened to demote him and cut his retirement pay, but Judge Leon ruled that these actions violated Kelly's rights and threatened constitutional liberties for military retirees. Kelly responded by criticizing the Trump administration, vowing to continue standing up against what he views as unjust actions. Defense Secretary Pete Hegseth announced that the Pentagon will appeal the ruling, seeking to overturn it in a higher court. This legal development follows a grand jury's decision not to indict Kelly and five other Democratic lawmakers related to the video. Additionally, the article covers other headlines: Democrats on a Senate committee expressed concerns over the closure of El Paso airspace due to communication issues, and farmers and trade unions in India organized a nationwide strike against a trade deal with the U.S., highlighting broader political and economic tensions.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b0900ee236bd58be_9647e01f70c1.webp",
      "category": "News"
    },
    {
      "id": "d788890689f08a25",
      "title": "Trump Administration Repeals Key Climate Policy on Greenhouse Gases",
      "summary": "The Environmental Protection Agency (EPA) has repealed the Endangerment Finding, a landmark policy established in 2009 under the Obama administration. This finding concluded that greenhouse gases, such as carbon dioxide, pose a threat to public health and welfare by contributing to global warming, extreme weather events, and air pollution. Based on the Clean Air Act, this assessment legally obligated the EPA to regulate these emissions, leading to various climate regulations. However, the Trump administration, including EPA Administrator Lee Zeldin, has now eliminated this finding, labeling it as lacking scientific and legal basis and calling it a scam. President Trump argues that this move represents significant deregulation, potentially saving over $1.3 trillion for taxpayers and promoting lower prices and more economic choices. Critics, including public health and environmental groups, warn that repealing the Endangerment Finding could result in increased premature deaths and asthma attacks in future decades due to reduced pollution controls. The decision is expected to face legal challenges, highlighting ongoing debates over climate policy and environmental protection in the United States.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_d788890689f08a25_c9928abad9cb.webp",
      "category": "News"
    },
    {
      "id": "aed76e18d790d11b",
      "title": "Research Challenges and Discoveries at Antarctica's Thwaites Glacier",
      "summary": "In Antarctica, researchers led by glaciologist David Holland and accompanied by science correspondent Miles O'Brien embarked on a mission to investigate Thwaites Glacier, a critical ice sheet contributing to sea level rise. The team aimed to install sensors in the ocean beneath the glacier to monitor environmental changes, but encountered a significant setback when their drilling effort failed to reach the ocean, resulting in no data collection. Despite this failure, the expedition provided insights into other research projects and highlighted the ongoing concerns about climate change, particularly as government regulations shift. The article emphasizes the persistence of scientists in facing challenges to gather data on melting glaciers and warming oceans, underscoring the importance of understanding these processes for global climate predictions. This work is part of broader efforts to assess how Antarctic ice loss impacts sea levels and ecosystems, with researchers continuing to adapt their methods in harsh conditions.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_aed76e18d790d11b_14079f8b8e32.webp",
      "category": "News"
    }
  ]
}