{
  "articles": [
    {
      "id": "fe3acfa839bc1ed5",
      "title": "Aryna Sabalenka Reaches Another Big Tennis Final",
      "summary": "Aryna Sabalenka is a top tennis player who just won a big match to reach the final of the Australian Open for the fourth year in a row. She beat Elina Svitolina in the semi-finals with a score of 6-2 6-3. Sabalenka played very well, hitting many winners and making few mistakes. She is now on a winning streak and has not lost a set in this tournament. Sabalenka is excited about this achievement but knows she still has to play one more match to win the title. She will face another player in the final on Saturday. Sabalenka is trying to win her third Australian Open title and learn from last year's loss.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_fe3acfa839bc1ed5_8d44e5516a24.webp",
      "category": "Fun"
    },
    {
      "id": "3c20ec191bbb962c",
      "title": "Serena Williams Might Play Tennis Again",
      "summary": "Serena Williams is a famous tennis player who won many big tournaments. She stopped playing after a match in 2022. Recently, she filled out some papers that might mean she could play again. In an interview, she did not say no to coming back. She joked about it and said she doesn't know what will happen. Players need to be in a testing group for six months before they can compete. Serena's name was on a list for this group. This makes people think she might return to tennis. She is also a mom and said she put 'stay-at-home mom' on a form. Her playful answers keep everyone guessing.",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_3c20ec191bbb962c_e47c9b1c25cd.webp",
      "category": "Fun"
    },
    {
      "id": "2d1dc5d98f9270da",
      "title": "Alfie Hewett Wins in Singles but Loses in Doubles at Australian Open",
      "summary": "Alfie Hewett is a British wheelchair tennis player who did very well at the Australian Open. He won his singles match against his friend and doubles partner Gordon Reid, which means he gets to play in the semi-finals. Hewett is trying to keep his singles title from last year. In the singles semi-finals, he will face Martin de la Puente from Spain. But in doubles, Hewett and Reid lost their match to players from Japan and Argentina, so they cannot win the doubles title this time. They had won many doubles titles before. Other players from Great Britain and Australia are also doing well in a different doubles event. The Australian Open is a big tennis tournament where players compete in singles and doubles matches.",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_2d1dc5d98f9270da_04864216ebe9.webp",
      "category": "Fun"
    },
    {
      "id": "327ae2e4457495ed",
      "title": "British Tennis Player Reaches Big Final in Australia",
      "summary": "Neal Skupski from Great Britain is a tennis player who plays doubles, which means he teams up with another player. He has reached the final of the men's doubles at the Australian Open, a big tennis tournament in Australia. He is playing with a new partner named Christian Harrison from America. They won their match against another team to get to the final. Skupski used to play with Joe Salisbury, but Joe is taking a break from tennis because he feels anxious. Now, Skupski and Harrison are happy with how they are playing together. They will play against two Australian players in the final on Saturday. Skupski hopes to win a trophy. He also talked to Salisbury recently and said Salisbury is doing well and might come back to tennis later.",
      "source": "BBC Tennis",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_327ae2e4457495ed_ec32fa76fc93.webp",
      "category": "Fun"
    },
    {
      "id": "02eeff4f5542ee5c",
      "title": "Bridgerton Show Talks About Women and Secrets",
      "summary": "The new Bridgerton series on Netflix is a show about people in old times who wear fancy clothes and go to parties to find love. In this story, Francesca is a new bride who feels confused because she doesn't know much about love and relationships. Back then, girls were not taught about these things, but boys were allowed to learn. Francesca asks her mom and friends for help to understand what she is missing. The show talks about how it's unfair that women were kept in the dark. It also shows that Francesca and her husband are shy and have to work hard to talk about their feelings. The actors say it's good to show honest conversations in relationships. Some fans think Francesca might be like people who are autistic, which means she likes quiet and finds social rules tricky.",
      "source": "BBC Entertainment",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_02eeff4f5542ee5c_3fc40e239f71.webp",
      "category": "Fun"
    },
    {
      "id": "03e53b9b772966fc",
      "title": "Actors Chris and Mark in a New Movie",
      "summary": "Chris Hemsworth and Mark Ruffalo are famous actors who have been in superhero movies together. Now they are in a new film called Crime 101, which is a thriller about a thief and a detective. In the movie, Chris plays a jewel thief, and Mark plays a detective trying to catch him. They are good friends and like to have fun on set, but this movie is more serious than their past ones. They had to work hard to act in a dramatic way instead of being funny. They have wanted to make a movie together outside of superhero films for a long time, and Chris asked Mark to join this project. The film shows them in new roles that are different from what fans usually see.",
      "source": "BBC Entertainment",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_03e53b9b772966fc_ebec6805b4f6.webp",
      "category": "Fun"
    }
  ]
}