{
  "articles": [
    {
      "id": "19b8bf707e00a71d",
      "title": "伊朗导演在美国领奖期间被判处监禁",
      "summary": "伊朗著名电影导演贾法尔·帕纳希因被指控制作反对政治体系的宣传材料，被伊朗法院判处一年监禁和旅行禁令。与此同时，他正在美国纽约参加哥谭奖颁奖典礼，并凭借其最新电影《这只是个意外》获得三项大奖，包括最佳导演奖。这部电影是帕纳希在伊朗秘密拍摄的，讲述了五个普通伊朗人面对一名他们认为曾在监狱中折磨过他们的人的故事，灵感来源于帕纳希自身的监禁经历和其他囚犯的叙述。帕纳希此前曾因支持反政府抗议和批评当局而多次入狱，包括2010年和2022年的判决。尽管面临法律风险，他计划返回伊朗，并强调电影制作是传播真理和支持被剥夺权利的电影人的重要方式。该片已在戛纳电影节获奖，并有望角逐奥斯卡奖，突显了艺术表达与政治控制之间的紧张关系。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_19b8bf707e00a71d_d4b84f3f01d4.webp",
      "category": "Fun"
    },
    {
      "id": "158022dde27c8415",
      "title": "拉杜卡努在跟踪事件后“不再隐藏任何东西”",
      "summary": "英国网球选手艾玛·拉杜卡努表示，在今年早些时候遭遇一名表现出固定行为的男子跟踪后，她不再感到“隐藏任何东西”。这位2021年美国公开赛冠军在二月迪拜的一场比赛中，看到一名连续跟随她参加四场锦标赛的男子坐在看台上，感到痛苦和泪流满面。该男子被移除后，迪拜警方后来对他发出了限制令。拉杜卡努说她已经“克服”了这一事件，但承认在看到未经授权的自己照片时偶尔会感到不安。她目前正在巴塞罗那与教练弗朗西斯科·罗伊格一起训练，但过去几周经常从她在布罗姆利的父母家乘火车通勤到伦敦。这篇文章探讨了她从恐惧到恢复信心的旅程，强调了她重建网球职业生涯的决心。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_158022dde27c8415_d9a7dd961771.webp",
      "category": "Fun"
    },
    {
      "id": "57b2356687875dc3",
      "title": "邦德电影中著名的汽车曾被遗弃生锈，如今价值100万英镑",
      "summary": "这篇文章讲述了一辆1960年代阿斯顿·马丁DB5的非凡故事，这辆车因在詹姆斯·邦德电影《金手指》和《雷霆万钧》中亮相而闻名。车主约翰·威廉姆斯来自弗林特郡的莫尔德，于1973年以985英镑（相当于今天的约1.5万英镑）购买了这辆二手车。他年轻时驾驶过这辆车，但后来将其遗弃在车道上生锈，甚至成为当地孩子们的游乐场，他们想象着车上有邦德式的 gadgets。尽管车况破败，但由于其稀有性——全球仅生产了1,022辆DB5，而这辆Vantage型号是仅有的39辆之一——即使在生锈状态下，其价值仍被估为50万英镑。威廉姆斯和妻子苏珊投入了40万英镑，在阿斯顿·马丁的白金汉郡工厂进行了为期三年的修复，包括清除老鼠窝和2,500小时的维修工作。修复后，这辆车的价值飙升至100万英镑，吸引了众多购买报价。然而，夫妇俩最终决定保留它，优先考虑情感依恋和独特性，而非经济利益，突出了保存、怀旧以及标志性车辆文化影响的主题。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_57b2356687875dc3_3dedf0145e21.webp",
      "category": "Fun"
    },
    {
      "id": "22974ccc2c95bd83",
      "title": "2026年之声：明年你将痴迷的10位艺人",
      "summary": "本文来自BBC娱乐频道，详细介绍了BBC Radio 1的2026年之声短名单，该名单预测了未来一年的新兴音乐艺人。名单包括10位多样化的艺术家，如美国唱作人Sombr，以其丰富的和声和渴望的流行摇滚歌曲闻名；澳大利亚滑板摇滚二人组Royel Otis；以及紧张的后朋克乐队Geese。此外，还有流行歌手Chloe Qisha、Skye Newman和Alessi Rose，后者在今年夏天支持Dua Lipa巡演而获得曝光。评选过程涉及一个由170多名行业专家和知名艺术家组成的国际小组，包括Sir Elton John和Sam Smith，确保了广泛的视角。资格规则限制了已有显著成功的艺人，专注于突破性人才。历史上，自2003年首位获奖者50 Cent以来，该名单准确预测了Adele、Stormzy和Frank Ocean等明星。2026年的获奖者将于1月宣布，突显了该名单在塑造音乐趋势和为新兴艺术家提供认可平台方面的作用。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_22974ccc2c95bd83_85a4f1698a4c.webp",
      "category": "Fun"
    },
    {
      "id": "9ca1d324d89bb7b3",
      "title": "科学家找到验证量子计算机正确性的新方法",
      "summary": "量子计算作为一种未来技术，有望解决传统计算机无法触及的问题，在物理、医学研究和密码学等领域具有革命性潜力。然而，随着量子计算机的发展，验证其结果的正确性成为一个关键挑战，特别是对于那些经典超级计算机需要数百万年才能完成的任务。斯威本大学的研究人员针对这一难题，开发了新的验证技术，专注于高斯玻色子采样器（GBS）——一种利用光子进行概率计算的量子设备。他们的方法可以在笔记本电脑上快速检测错误，分析了原本需要至少9000年才能复现的GBS实验，发现概率分布与目标不符并揭示了未评估的额外噪声。这项研究对于构建可靠的大规模量子计算机至关重要，因为它有助于识别和纠正错误，确保设备保持其量子特性，从而推动在药物开发、人工智能和网络安全等领域的商业应用。通过提高对错误的理解和修正策略，这项工作为量子技术的稳健发展做出了贡献。",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_9ca1d324d89bb7b3_c337553ad6de.webp",
      "category": "Fun"
    },
    {
      "id": "f98a407614cba5ea",
      "title": "维珍媒体因使弱势客户面临风险被罚款2400万英镑",
      "summary": "英国通信监管机构Ofcom对维珍媒体处以2380万英镑罚款，原因是该公司在数字转换过程中未能保护使用远程护理警报的弱势客户。远程护理系统通过固定电话连接紧急按钮，帮助老年人和残疾人在紧急情况下呼叫援助。维珍媒体在将模拟电话线升级为数字网络时，未能正确识别远程护理用户，导致数千人的警报设备无法连接到监控中心，使他们面临直接伤害风险。调查发现，该公司在转换期间断开未参与过渡的用户的连接，加剧了安全隐患。罚款金额反映了受影响客户的脆弱性、风险持续时间以及违规的严重性。维珍媒体承认存在不足，并已启动改进措施，但此事件凸显了电信行业在基础设施现代化过程中保护高风险群体所面临的挑战。Ofcom警告其他公司必须优先考虑客户安全，否则将面临类似的执法行动。这一案例强调了在技术升级中企业社会责任和监管合规的重要性。",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_f98a407614cba5ea_9f4c10b5c766.webp",
      "category": "Fun"
    }
  ]
}