{
  "articles": [
    {
      "id": "48c6863cecf4d4a3",
      "title": "Obesity Makes Alzheimer's Disease Worse Faster",
      "summary": "Scientists have discovered that obesity speeds up Alzheimer's disease. They studied people for five years and found that those with obesity had faster increases in certain blood markers linked to Alzheimer's. These markers show brain changes like protein buildup. At first, people with obesity seemed to have lower levels of these markers, but over time, they rose much quicker—up to 95% faster. The researchers used blood tests and brain scans to see this. They say obesity is a risk factor that can be changed to help slow down Alzheimer's. This study helps doctors understand how body weight affects brain health and could lead to better prevention strategies.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_48c6863cecf4d4a3_1a0ea614e0d3.webp",
      "category": "Science"
    },
    {
      "id": "b531ecc1358ae992",
      "title": "Neanderthals Made Fire Long Ago",
      "summary": "A long time ago, Neanderthals, who were early people, learned to start fires. Archaeologists found evidence in England at a place called Barnham. They discovered red clay, cracked stones, and a shiny mineral called pyrite. These things show that Neanderthals built campfires about 400,000 years ago. They used flint and pyrite to make sparks and light the fire. This is the oldest proof that people could create and control fire. Fire helped them cook food, stay warm, and gather together at night. It was an important step that helped humans develop over time. The site was near a pond with trees and grass, making it a good spot for a camp. Scientists think fire allowed Neanderthals to socialize and tell stories, just like we do today.",
      "source": "Ars Science",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b531ecc1358ae992_c711221685d7.webp",
      "category": "Science"
    },
    {
      "id": "b1aa5ec1b41bb0b6",
      "title": "Surprising Ocean Carbon Fixers",
      "summary": "Scientists have discovered something new about how the ocean stores carbon, which helps keep our planet cooler. The ocean absorbs carbon dioxide from the air, and tiny living things called microbes help fix this carbon in deep, dark waters where there is no sunlight. Researchers from UC Santa Barbara found that old ideas about these microbes using nitrogen for energy didn't match the carbon fixation they measured. They did experiments by stopping some microbes with a special chemical to see what happens. This helps solve a mystery about how carbon moves in the ocean and why it's important for Earth's climate. The study was published in a science journal and supported by the National Science Foundation.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_b1aa5ec1b41bb0b6_f1011f212291.webp",
      "category": "Science"
    },
    {
      "id": "96c8865e32b31124",
      "title": "Uranus and Neptune: What's Inside the Blue Planets?",
      "summary": "Uranus and Neptune are two planets in our Solar System that look blue and are called ice giants. Scientists used to think they had a lot of ice inside, but new research from the University of Zurich says they might have more rock than we thought. The scientists made computer models to guess what's inside these planets. They found that Uranus and Neptune could be made of water or rock, and we don't know for sure yet. This helps explain why their magnetic fields are weird, with many poles instead of two like Earth. The study shows we need more missions to Uranus and Neptune to learn the truth about what's inside them.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_96c8865e32b31124_363acdee231f.webp",
      "category": "Science"
    },
    {
      "id": "df375e79f657c6e1",
      "title": "A Judge Says Following Orders Isn't Always a Good Excuse",
      "summary": "A judge in the United States said that President Trump's order to stop wind power projects was not a good reason. Wind power helps make electricity from wind, and it is important for the environment. The judge ruled that the government cannot just say \"because Trump said to\" as a defense. This means the government needs a better explanation for stopping wind projects. The order had paused many wind projects on land and in the ocean. States and companies sued because they wanted the projects to continue. The judge decided that the government's actions were unfair and not based on good reasons. Now, the government might still slow down the projects, but this ruling helps people who want wind power to have a stronger case in court. Wind power is clean energy that helps fight climate change.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_df375e79f657c6e1_f23f261830cd.webp",
      "category": "Science"
    },
    {
      "id": "4bb5f0e3e9a065db",
      "title": "A New Vaccine to Stop Fentanyl Overdoses",
      "summary": "Fentanyl is a very strong drug that can make people stop breathing and die, even in tiny amounts. A company called ARMR Sciences is making a vaccine to protect people from fentanyl. This vaccine works like a bulletproof vest for the body. It teaches the immune system to make special fighters called antibodies that grab onto fentanyl in the blood. This stops the drug from going to the brain, so people don't get high or overdose. The vaccine has been tested in rats and worked well, blocking most of the fentanyl. Now, ARMR Sciences is starting a trial with people in the Netherlands to see if it is safe and works for humans. If it works, it could save many lives because fentanyl causes many overdose deaths, especially in young adults.",
      "source": "Ars Science",
      "time_ago": "7 days ago",
      "image_url": "/article_images/article_4bb5f0e3e9a065db_0660d34a8674.webp",
      "category": "Science"
    }
  ]
}