{
  "articles": [
    {
      "id": "6068f127599f594b",
      "title": "A New Computer Model Shows What Happens Near Black Holes",
      "summary": "Scientists have made a big step in studying black holes by creating a detailed computer model. Black holes are space objects with very strong gravity that pull in matter and give off bright light. This new model uses powerful supercomputers to show how matter falls into black holes, including both gravity and light effects, without using shortcuts. It helps us understand black holes better, like those seen in space with X-rays. The research was led by Lizhong Zhang and published in a science journal. This is exciting because it lets scientists 'observe' black holes through computers, not just telescopes.",
      "source": "Science Daily",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_6068f127599f594b_982632719199.webp",
      "category": "Science"
    },
    {
      "id": "95081a685e092017",
      "title": "New Plans to Stop Cages for Hens and Pigs",
      "summary": "The government in England wants to make new rules to help animals feel better. They plan to ban cages for hens and pigs. Hens are birds that lay eggs, and pigs are animals that have babies. The cages are used on farms to keep the animals safe, but some people think they are not nice for the animals. The government also wants to stop other things like puppy farms where dogs are bred in bad conditions. Farmers are worried because if other countries don't have the same rules, it might be hard for them to sell their food. Animal groups are happy about the plans and say it will make life better for farm animals. This is part of a big plan to improve animal welfare, which means taking care of animals properly.",
      "source": "BBC Science",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_95081a685e092017_7917ca5c3388.webp",
      "category": "Science"
    },
    {
      "id": "ba27c21cf66e4f5d",
      "title": "Cheese and Cream Might Help Keep Your Brain Healthy",
      "summary": "A new study from Sweden found that eating full-fat cheese and cream might help lower the chance of getting dementia when people get older. Dementia is a condition that makes it hard to remember things and think clearly. The study looked at over 27,000 adults for about 25 years. People who ate more high-fat cheese, like cheddar or Brie, had a 13% lower risk of dementia. Those who ate high-fat cream, like whipping cream, had a 16% lower risk. The study does not prove that these foods prevent dementia, but it shows a link. Researchers think this challenges old ideas that high-fat foods are always bad for health. They used food diaries and questions to track what people ate. The study was published in a medical journal called Neurology.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_ba27c21cf66e4f5d_b7354766b35f.webp",
      "category": "Science"
    },
    {
      "id": "0722a92d0dc1aab0",
      "title": "How Global Warming Could Lead to an Ice Age",
      "summary": "Scientists have found a new way that Earth's climate can change. They study how rocks and oceans help control the temperature. When it gets warmer, rocks break down faster and take carbon dioxide from the air, which cools the Earth. But in the ocean, warmer weather makes tiny plants called plankton grow more. These plankton eat carbon dioxide and sink to the bottom when they die, taking carbon with them. This can make the Earth too cold, leading to an ice age. Long ago, ice ages covered almost the whole planet. The researchers think this happens because the ocean system can go too far, making it very cold instead of just balancing the temperature. This helps us understand why ancient ice ages were so extreme.",
      "source": "Science Daily",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_0722a92d0dc1aab0_b841026360ae.webp",
      "category": "Science"
    },
    {
      "id": "7d1ade4a80e4b883",
      "title": "Scientists Find New Signals in Alaska That Could Help Warn of Tsunamis",
      "summary": "Scientists in Alaska are studying a big landslide near a glacier to keep people safe from tsunamis. They put special instruments around the Barry Landslide in Prince William Sound to listen for tiny shakes in the ground. They found new signals that happen when water freezes and thaws inside cracks in the rock under the Cascade Glacier. These signals are not from the landslide moving, but they help scientists understand how water changes underground, which might affect the slope later. The landslide is very large and could fall into the water, making a big wave called a tsunami. This could be dangerous for kayakers, cruise ships, and nearby towns like Whittier. By learning about these signals, scientists hope to give early warnings to protect everyone.",
      "source": "Science Daily",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_7d1ade4a80e4b883_fc044dc87462.webp",
      "category": "Science"
    },
    {
      "id": "7f1563696d2ffd70",
      "title": "Ants Choose More Friends Over Strong Armor",
      "summary": "This article is about ants and how they evolved to have many workers instead of strong armor. Scientists studied ants from all over the world using special 3D scans to see their exoskeletons, which is like their armor. They found that ants with big colonies, meaning lots of ants living together, have thinner armor. This is because if a colony has thousands of ants, losing a few to predators is not a big problem, so they don't need to spend energy making each ant super strong. Instead, they use that energy to make more ants. This trade-off helps ants survive and spread to new places faster. The research shows how teamwork in nature can lead to success by focusing on numbers over individual strength.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_7f1563696d2ffd70_1c40fec48983.webp",
      "category": "Science"
    }
  ]
}