{
  "articles": [
    {
      "id": "fac686f69a18a0bf",
      "title": "主要政府研究实验室似乎正在排挤外国科学家",
      "summary": "美国国家标准与技术研究院（NIST）作为政府重要的研究机构，正在实施新的安全措施，可能显著限制外国科学家的参与。这些变化包括取消非公民的实验室夜间访问权限，将国际研究生和博士后研究员的工作期限限制为三年（而非完成项目通常所需的五到七年），并因新安全协议的不确定性而取消了通过专业研究与经验计划雇用外国工人的计划。以佐伊·洛夫格伦为首的国会民主党人批评这些措施超出了合理的安全需求，可能导致人才流失，损害NIST的信誉和美国在网络安全、半导体制造等关键领域的科学进步。NIST发言人詹妮弗·韦尔戈表示，这些变化旨在保护美国科学免受盗窃和滥用，反映了两党在保护知识产权方面的优先事项。然而，批评者认为，这加剧了特朗普政府的更广泛政策，如提高H-1B签证费用和限制毕业后培训，可能将移民研究人员推向其他国家，阻碍经济增长。这场辩论的核心在于平衡国家安全与维持多元化、有才华的科学 workforce。",
      "source": "Ars Science",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_fac686f69a18a0bf_184aa80b0e10.webp",
      "category": "Science"
    },
    {
      "id": "c7f689524d5ff893",
      "title": "中国“百万年”化石头骨年代更久远，并非丹尼索瓦人",
      "summary": "一项最新研究重新测定了中国云阳遗址的两个古人类头骨，将其年代定为约177万年前，确认为直立人化石，这是东亚已知最古老的直立人遗存。这一发现挑战了先前认为这些头骨可能是丹尼索瓦人祖先的观点，如2025年的一项研究所主张。研究由汕头大学古人类学家华图领导，通过分析沉积层中石英颗粒的铝-26和铍-10同位素比率来确定年代，表明直立人在首次出现于非洲后仅13万年内就迅速扩散到亚洲。这一年代与格鲁吉亚德马尼西遗址的化石年代相近，支持了早期人类可能更早、更快迁移的假说。此外，修订后的年代为中国更古老的考古遗址（如石器工具）提供了背景，暗示直立人可能并非该地区最早的古人类。研究强调了准确测年方法在古人类学中的重要性，并因年龄差距较大而驳斥了与丹尼索瓦人相关的说法。这些发现有助于重新评估人类走出非洲的时间和路径，以及古人类在亚洲的适应能力。",
      "source": "Ars Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_c7f689524d5ff893_cd743730641b.webp",
      "category": "Science"
    },
    {
      "id": "26b1db46a7849a4c",
      "title": "NASA目标三月初送人类重返月球轨道",
      "summary": "NASA已宣布目标在三月初发射Artemis II任务，这将是五十多年来首次载人绕月飞行。此次为期10天的任务将搭载四名宇航员——三名美国人和一名加拿大人——乘坐猎户座飞船，由太空发射系统（SLS）火箭从佛罗里达州肯尼迪航天中心发射。任务前进行了一次成功的“湿彩排”，即关键的前发射测试，其中火箭被加注燃料并演练倒计时程序，解决了早期测试中出现的氢气泄漏等问题。Artemis II旨在绕行月球远侧，为未来的月球着陆任务铺平道路，是Artemis计划中的重要一步。NASA官员洛里·格莱兹表示兴奋情绪正在升温，强调这是人类超越地球轨道进行太空探索的关键进展。该任务不仅测试深空旅行系统，还展示了国际合作的成果，标志着太空探索新时代的开启。",
      "source": "BBC Science",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_26b1db46a7849a4c_21d100d14c38.webp",
      "category": "Science"
    },
    {
      "id": "18696f638f2b428e",
      "title": "科学家首次绘制地球深处神秘地震图",
      "summary": "斯坦福大学的研究人员首次绘制了全球大陆地幔地震图，这些地震发生在地球地幔深处而非地壳中。这项研究发表在《科学》杂志上，识别出自1990年以来的459次此类地震，揭示了在喜马拉雅山脉和白令海峡附近等地区的聚集现象。这些深部地震非常罕见，发生频率约为地壳地震的百分之一，且不会造成地表破坏，但它们为了解地震起源和地球内部动力学提供了关键见解。团队采用了一种新技术，通过分析地震波——特别是Sn波和Lg波——来区分地幔地震与地壳地震，克服了以往数据有限的挑战。通过研究这些深部震动，科学家旨在提高对更常见的浅层地震以及上地幔行为的认识，上地幔影响火山活动和板块运动。这一突破可能增强地震灾害评估，并揭示地壳与地幔之间莫霍界面的细节。该研究强调了地球物理研究在揭示行星动力学复杂性方面的重要性。",
      "source": "Science Daily",
      "time_ago": "23 hours ago",
      "image_url": "/article_images/article_18696f638f2b428e_0d8d0776d994.webp",
      "category": "Science"
    },
    {
      "id": "ea6559e2f5badb79",
      "title": "火箭报告：中国发射公司筹集大笔资金；猎鹰9号重返巴哈马",
      "summary": "本文探讨了全球太空发射能力的发展趋势，重点关注各国为获得主权太空访问权而进行的战略投资。文章详细介绍了美国国家航空航天局（NASA）为阿尔忒弥斯二号月球任务进行的太空发射系统测试，可能因氢气泄漏等技术问题而延迟。同时，澳大利亚、加拿大、德国和西班牙等中等和地区大国正在向商业初创公司提供大量政府资金，以建立国内发射产业，这主要出于国家安全考虑。文章对投资进行了排名，指出德国和西班牙是主要资助者，并提到英国Orbex公司失败等挫折。德国火箭制造商火箭工厂奥格斯堡在2024年测试失败后取得进展，正为从苏格兰发射RFA One火箭做准备。此外，阿拉伯联合酋长国成功发射了国内开发的混合动力火箭，标志着其太空计划的里程碑。文章强调，尽管美国和中国的 dominance 仍然稳固，但各国正利用私人倡议在太空领域竞争，推动太空产业多样化。",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ea6559e2f5badb79_63a7ce7516d5.webp",
      "category": "Science"
    },
    {
      "id": "8f3d755708bf2723",
      "title": "牛津突破性技术可能使锂离子电池充电更快、寿命更长",
      "summary": "牛津大学的研究团队开发了一种染色技术，能够清晰可视化锂离子电池电极中的聚合物粘合剂，这是电池科学领域的一项重大进展。粘合剂占电极重量不到5%，起到胶水作用，将材料粘合在一起，并显著影响机械强度、导电性和电池寿命。此前，由于粘合剂含量少且缺乏视觉特征，科学家难以追踪其分布，限制了性能优化。新方法使用银和溴标记物附着于石墨和硅阳极中的纤维素和乳胶基粘合剂，通过X射线光谱或电子显微镜检测，提供详细的定位图谱。研究发现，即使粘合剂分布的微小变化也能将离子电阻降低多达40%，从而提高充电速度。该技术还可视化了石墨颗粒上薄至10纳米的羧甲基纤维素层，显示均匀涂层在加工过程中可能破碎，影响稳定性。这项多学科研究结合了化学、显微镜学和电化学测试，得到法拉第研究所Nextrode项目的支持，已引起工业界兴趣，有望优化电极制造，提升当前和下一代电池的效率和耐用性。",
      "source": "Science Daily",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_8f3d755708bf2723_7f6d26b70e61.webp",
      "category": "Science"
    }
  ]
}