{
  "articles": [
    {
      "id": "3bd43307fd5d5bc8",
      "title": "马克龙主持乌克兰及盟友会议，试图巩固安全保障",
      "summary": "法国总统埃马纽埃尔·马克龙在巴黎主持一场重要会议，乌克兰领导人弗拉基米尔·泽连斯基及超过30个国家的代表参加，这些国家被称为“意愿联盟”。会议的主要目标是谈判并巩固对乌克兰的安全保障，这些保障将在与俄罗斯达成停火或和平协议后生效。俄罗斯于2022年2月全面入侵乌克兰，目前控制着顿巴斯地区的大部分领土，包括顿涅茨克和卢甘斯克。尽管近期进展缓慢，俄罗斯仍反对妥协，并持续攻击乌克兰的基础设施，特别是在冬季针对电力供应。巴黎讨论的重点包括建立一支多国部队以在和平后安抚乌克兰，明确针对潜在俄罗斯侵略的具体安全保障，以及支持乌克兰的军事和经济复苏。此外，会议强调确保美国的“后盾”承诺，即如果俄罗斯违反和平条款，美国将作出回应。此次会议发生在更广泛的地缘政治紧张局势中，如美国在委内瑞拉的军事行动，但核心是通过协调国际努力确保乌克兰的长期稳定。安全保障涉及复杂的国际法律和外交工具，反映了西方盟友对抗俄罗斯影响、维护乌克兰主权的战略考量。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_3bd43307fd5d5bc8_1347ea8049df.webp",
      "category": "News"
    },
    {
      "id": "bf1694d7b837aa02",
      "title": "罕见脊柱疾病婴儿诊断过晚",
      "summary": "本文探讨了婴儿患有脊髓性肌萎缩症（SMA）这一罕见进行性肌肉萎缩疾病的诊断延迟问题。SMA是一种遗传性疾病，会导致肌肉逐渐衰弱，若不治疗可能在两年内致命。文章通过案例研究，如Dani-Rae Brown在5个月大时出现症状但12个月才被诊断，以及Lucian Neale在6周大时确诊，揭示了英国医疗体系在筛查协议中的系统性缺陷。父母报告称，延迟诊断导致严重身体障碍，如依赖轮椅和易患疾病。目前，英国国民保健服务仅对有关似疾病兄弟姐妹的新生儿进行SMA筛查，作为九种罕见疾病血液斑点测试的一部分，依据英国国家筛查委员会的建议。慈善组织SMA UK呼吁普及新生儿筛查，以便早期干预使用如nusinersen等新兴疗法。威尔士政府表示遵循委员会建议，但会考虑未来推荐。文章强调了及时检测的伦理和临床必要性，指出医疗进步与现有公共卫生政策之间的差距，并呼吁基于证据的改革以改善新生儿护理结果。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bf1694d7b837aa02_d6505f238b22.webp",
      "category": "News"
    },
    {
      "id": "cd67db39a4080280",
      "title": "斯塔默坚持避免批评特朗普对马杜罗的策略",
      "summary": "在美国从委内瑞拉首都加拉加斯捕获委内瑞拉总统尼古拉斯·马杜罗及其妻子后，英国首相基尔·斯塔默爵士采取了一种谨慎的策略，避免公开批评美国总统唐纳德·特朗普。这一策略源于大约一年前斯塔默预计特朗普将重返白宫时做出的决定，旨在避免对可能非凡的总统任期进行公开评论。斯塔默认为，公开批评特朗普可能导致与这位以戏剧性冲突闻名的强大领导人发生公开争执，从而损害英国利益。相反，他优先考虑与美国保持务实和私下的对话，例如最近达成的限制关税并保住英国捷豹路虎数千个工作岗位的协议。批评者，包括自由民主党和苏格兰民族党等反对党，谴责斯塔默不愿解决可能违反国际法的问题，认为这削弱了工党捍卫法治的承诺。然而，斯塔默的盟友为这一方法辩护，认为其成熟且符合国家利益，避免了幼稚行为并专注于实际利益。文章探讨了在当代国际事务中，道德权威、国家利益和领导力之间的复杂互动，突显了斯塔默在原则外交与现实政治之间的平衡挑战。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_cd67db39a4080280_355f36b0c2c1.webp",
      "category": "News"
    },
    {
      "id": "f403a1d9a653e8e3",
      "title": "伯明翰垃圾工人罢工满一周年，结束遥遥无期",
      "summary": "伯明翰垃圾工人罢工已持续整整一年，始于2025年1月6日的单日罢工，并于3月11日升级为无限期全面罢工。争端源于伯明翰市议会计划降低某些工作岗位级别，工会Unite称这将导致约170名工人面临每年高达8000英镑的减薪。罢工造成了严重干扰，包括街道上堆积的未收集垃圾，引发了卫生大臣韦斯·斯特里廷对公共健康的担忧。尽管市议会保持了家庭垃圾收集，但自2月以来回收服务已暂停，迫使居民囤积可回收物、将其与一般垃圾一起处理或前往垃圾场。在卡斯尔韦尔等地区，先锋集团的当地努力帮助管理了垃圾，但斯莫尔希思等内城区面临长达六到七周的收集延迟。居民情绪复杂，一些人因过去的工会经历同情工人，而另一些人批评缺乏解决方案。罢工仍在继续，结束遥遥无期，因为Unite要求达成公平协议，而市议会计划无论工业行动如何都将在夏季实施新的垃圾收集制度。这一事件凸显了劳工权利、市政治理和社区福利之间的复杂互动。",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_f403a1d9a653e8e3_cfd60b6e91b1.webp",
      "category": "News"
    },
    {
      "id": "b8791acbdab424ef",
      "title": "哥伦比亚总统回击特朗普威胁，紧张局势升级",
      "summary": "本文报道了哥伦比亚与美国之间日益紧张的地缘政治关系。哥伦比亚是美国的非北约主要盟友，位于委内瑞拉以西，但特朗普总统多次威胁哥伦比亚总统古斯塔沃·佩特罗，毫无证据地指控他与毒品贸易有关联。佩特罗曾是一名左翼游击队成员，隶属于M-19组织，于1990年代解除武装，现强烈回应称若哥伦比亚遭攻击将捍卫国家主权。此紧张局势发生在美军在委内瑞拉开展军事行动之后，特朗普暗示行动可能延伸至哥伦比亚。哥伦比亚领导人和公众将特朗普的言论视为违反国际法和主权，认为这体现了美国对拉丁美洲的殖民态度，将其视为后院。许多哥伦比亚人对这种公然干涉表示不满，类似于委内瑞拉总统被罢免的情况，尽管其不受欢迎。文章强调了外交摩擦及国家独立原则的重要性，反映了美国单边主义与拉丁美洲自治主张之间的冲突。通过记者莫妮卡·维拉米萨尔的实地报道，本文提供了哥伦比亚视角的见解，但缺乏对特朗普指控的直接证据，凸显了现代美洲地缘政治的复杂性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b8791acbdab424ef_6654a6f1de20.webp",
      "category": "News"
    },
    {
      "id": "36cc9deb2df0f19c",
      "title": "马杜罗副总统“不可信”领导委内瑞拉，马查多高级助手表示",
      "summary": "本文来自PBS新闻一小时，探讨委内瑞拉的政治局势，聚焦领导层争议。现任总统尼古拉斯·马杜罗面临强烈反对，诺贝尔和平奖得主玛丽亚·科里纳·马查多是关键反对派领袖。她的高级助手大卫·斯莫兰斯基批评马杜罗的前副总统德尔西·罗德里格斯，后者最近宣誓就任代理总统，称她不可信领导国家。白宫在一次袭击后与马杜罗政权残余接触，凸显美国介入。斯莫兰斯基强调，十分之九的委内瑞拉人希望马杜罗下台并承担责任，并指出美国正在确保如律师代理等权利，这是马杜罗曾否认的。文章提出谁真正治理委内瑞拉的问题——罗德里格斯还是美国影响——并强调马杜罗政府与寻求民主变革的反对派力量之间的持续斗争。背景包括查韦斯和马杜罗统治下的经济崩溃、人权侵犯，以及国际制裁和外交努力。理解这一点有助于把握领导信任辩论、美国参与和反对派推动治理正义的重要性。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_36cc9deb2df0f19c_64f481dbf476.webp",
      "category": "News"
    }
  ]
}