{
  "articles": [
    {
      "id": "6ad5eb12bf8a98d3",
      "title": "Why Bees Get a New Queen",
      "summary": "In a honey bee colony, sometimes the queen bee gets sick and can't lay enough eggs. When this happens, the worker bees notice and decide to raise a new queen to take over. This process is called supersedure. Scientists found that viruses can make the queen's ovaries shrink, so she lays fewer eggs and makes less of a special smell called methyl oleate. This smell tells the workers she is healthy. Without it, they start to replace her. Bees are important because they help pollinate many of the foods we eat, like fruits and vegetables. If the queen is replaced, it can cause problems for the hive and for farmers who rely on bees. Beekeepers might use a fake version of the smell to help keep the queen in charge and the hive strong.",
      "source": "Science Daily",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6ad5eb12bf8a98d3_b4c022773401.webp",
      "category": "Science"
    },
    {
      "id": "f5dd53b68969c1fd",
      "title": "AI Finds a Hidden Lion Roar",
      "summary": "Scientists have discovered that African lions make two kinds of roars, not just one. Using artificial intelligence, researchers found a new 'intermediary roar' that helps identify lions better. This is important because lions are in danger, with only about 20,000 to 25,000 left in Africa. The AI system can tell the roars apart with high accuracy, making it easier for conservationists to track and protect these big cats. This new method reduces human mistakes and helps save lions from extinction. The study was done by experts from universities and wildlife groups, and it shows how technology can help animals.",
      "source": "Science Daily",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f5dd53b68969c1fd_a6125aafebb3.webp",
      "category": "Science"
    },
    {
      "id": "c5897a4513a5c505",
      "title": "How a Copper Switch Helps Make Clean Ammonia",
      "summary": "Scientists in Tokyo found a special way to make ammonia, which is used in fertilizers to help plants grow. Normally, making ammonia uses a lot of energy and creates pollution. But this new method uses electricity and a material called copper oxide to change nitrates into ammonia at room temperature. They discovered that tiny copper pieces form during the reaction and help make ammonia faster. This is better for the environment because it doesn't produce as much carbon dioxide. Understanding this process could lead to cleaner ways to produce ammonia, helping farmers and reducing harm to the planet.",
      "source": "Science Daily",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_c5897a4513a5c505_cb14f3d11769.webp",
      "category": "Science"
    },
    {
      "id": "d035d645a636cc66",
      "title": "Giant Shark from Dinosaur Times in Australia",
      "summary": "Long ago, about 115 million years ago, a huge shark lived in the ocean near Australia. Scientists found fossils of its bones, which are like the Great White shark's but bigger. This shark was an early relative of today's big sharks and was a top predator, eating other animals in the sea. Sharks have been around for over 400 million years, but this one shows they grew large much earlier than we thought. Fossils are mostly teeth because shark skeletons are soft and don't fossilize well. The discovery helps us learn how sharks evolved and changed in size over time.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_d035d645a636cc66_3f78b6320f81.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Ancient City Found in Kazakhstan",
      "summary": "Archaeologists have discovered an old city called Semiyarka in Kazakhstan. It was built 3,500 years ago during the Bronze Age. The city was very big, with houses, a large building, and workshops where people made bronze tools and objects. It was found using spy photos from space and modern tools like drones. Most people back then were nomads who moved around, but this city had permanent homes. The city was in a good spot near a river, which helped with trade and control. This discovery shows that ancient people on the steppe were more advanced than we thought.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Space Rockets: Successes and Surprises",
      "summary": "This article talks about exciting news in space rockets. Blue Origin's New Glenn rocket had a successful launch and landing, and they plan to make it even stronger. SpaceX is getting ready to test its new Starship rocket. A company called Katalyst won a contract from NASA to rescue an old space telescope named Swift using a Pegasus rocket, which hasn't flown much lately. Another company, Ursa Major, got a lot of money to build rocket engines for defense and space projects. Rocket Lab launched a secret payload quickly from New Zealand. The article explains why the Pegasus rocket was chosen for the rescue mission, even though it's expensive, because it can reach the right orbit and other rockets can't do the job as well. It's all about how companies are working hard to explore space and keep satellites safe.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}