{
  "articles": [
    {
      "id": "abb4c576697aead9",
      "title": "印度梅西活动发生球迷愤怒投掷椅子和瓶子事件",
      "summary": "在莱昂内尔·梅西的印度推广巡演中，加尔各答盐湖体育场的一场活动因球迷失望而演变成暴力事件。数千名球迷支付了高达12,000卢比的门票，期望亲眼见到这位足球传奇人物，可能还包括一场表演赛。然而，梅西的露面仅持续约20分钟，他在球场行走时被官员和名人人群遮挡，导致许多观众无法清晰看到他。在他被保安提前护送离场后，部分球迷变得敌对，冲入球场，破坏横幅和帐篷，并投掷塑料椅子和水瓶。西孟加拉邦首席部长玛玛塔·班纳吉对事件表示震惊。此次巡演是梅西“GOAT巡演”的一部分，涵盖印度多个城市，并在加尔各答揭幕了一座大型雕像。球迷们表达了他们的愤怒，指出高昂的门票价格和糟糕的视野问题，有人称他们支付了相当于一个月工资的费用。这一事件凸显了高知名度名人访问中活动管理和球迷期望的问题，引发了关于商业利用、安全协议和粉丝文化心理影响的广泛讨论。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_abb4c576697aead9_ae187ce5a8ad.webp",
      "category": "News"
    },
    {
      "id": "5cef8b86e4d16a7e",
      "title": "斯塔默称流感爆发期间医生罢工是“鲁莽的”",
      "summary": "英国首相基尔·斯塔默爵士敦促住院医生不要在下周进行“鲁莽的”罢工计划，称在流感爆发期间罢工“令人难以置信”。首相表示，由于英国流感病例激增，国民医疗服务体系（NHS）自新冠疫情以来处于“最危险的时刻”，罢工将使医疗系统和患者陷入“严重危险”。医生工会英国医学协会（BMA）正在对其成员进行投票，以了解他们是否愿意取消罢工，结果将于周一公布。但如果投票反对，住院医生将于12月17日星期三开始为期五天的罢工。BMA发言人表示，政府可以通过提出可信的薪酬、条件和信任方案来阻止罢工。专家称，今年冬季流感来得早，由于一种新的变异病毒传播，这似乎是一个特别严重的季节。许多人现在称之为“超级流感”，但它并不更严重或更难治疗。NHS英格兰表示，上周英格兰平均每天有2660名患者因流感住院，这是自2021年有记录以来同期最高水平，较前一周上升55%。数据显示，苏格兰、威尔士和北爱尔兰的流感病例也在增加。卫生官员称，儿童和年轻人尤其受到这次爆发的影响。斯塔默在《卫报》上撰文称，罢工“不应发生”，并表示住院医生（以前称为初级医生）应接受一项协议以避免工业行动。斯塔默表示，除了政府的新提议外，他们还给了BMA将罢工重新安排到圣诞节后的机会。BMA表示，将询问其成员政府的提议是否足以取消周三的罢工。如果成员表示同意，他们将有时间更详细地考虑该提议，并将就是否完全结束争端举行正式后续公投。",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_5cef8b86e4d16a7e_6e1b7a7bbb1b.webp",
      "category": "News"
    },
    {
      "id": "751af2ce49b411f7",
      "title": "美国扣押委内瑞拉附近流氓油轮 打击影子船队新信号",
      "summary": "近日，美国突击队在委内瑞拉附近扣押了一艘名为“船长”的油轮，标志着打击非法石油走私的升级行动。这艘油轮属于影子船队——一群老化、无保险的油轮，通过操纵自动识别系统（AIS）伪造或关闭位置数据来隐藏行踪，为受制裁国家如委内瑞拉、俄罗斯和伊朗走私石油。此次扣押是特朗普总统施压委内瑞拉强人尼古拉斯·马杜罗的一部分，旨在切断其经济命脉石油收入。专家指出，影子船队自2017年对委内瑞拉制裁和2022年对俄罗斯制裁后扩大，船只常在海上转运货物以掩盖来源。尽管委内瑞拉通过此类手段增加了石油产量，但此次扣押可能预示着更严格的执法和可能的石油封锁，从而改变全球石油贸易动态。海事情报公司如Windward和Vortexa的分析师认为，物理扣押比罚款更具威慑力，可能使风险承受能力强的走私者却步。这一事件凸显了制裁执行中的漏洞、地缘政治策略的复杂性以及非法贸易对全球能源市场的影响。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_751af2ce49b411f7_b6c4372cd1f4.webp",
      "category": "News"
    },
    {
      "id": "ffafd0afb7a60653",
      "title": "威斯康星州两起国会选区重划诉讼可能无法在2026年中期选举前解决",
      "summary": "威斯康星州有两起诉讼旨在重划目前有利于共和党人的国会选区边界，但它们可能无法在2026年中期选举前得到解决。在法庭听证会上，民主党律师主张在2026年3月1日前作出裁决，以便根据州选举委员会截止日期在11月选举前实施新地图。然而，法官和共和党律师表示反对，其中一位建议将审判推迟至2027年3月，认为仓促行事不公平。这些案件由新指派的三法官小组审理，这是根据2011年共和党颁布的法律首次使用此程序，听证会在州议会大厦附近的同一法院内举行。更广泛的背景包括唐纳德·特朗普等人为维持众议院共和党多数席位而进行的全国性重划选区斗争。法官将于明年初决定是否驳回案件或无需进一步辩论即作出裁决，影响选举公平性和时间安排。这些诉讼凸显了美国政治中选区重划的法律复杂性和党派争议，涉及司法程序、选举时间表以及民主代表性等问题。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_ffafd0afb7a60653_2eec175c99ef.webp",
      "category": "News"
    },
    {
      "id": "fba38b521566fa1c",
      "title": "手语服务“侵犯”特朗普控制形象的能力，政府称",
      "summary": "特朗普政府在一起诉讼中辩称，要求在白宫新闻发布会等活动中提供实时美国手语翻译会“严重侵犯总统控制其向公众呈现形象的权力”。这场诉讼由全国聋人协会提起，该协会认为停止手语翻译剥夺了数十万聋哑美国人实时获取白宫关于国内外重要议题通讯的途径。政府律师声称，在线文字记录和闭路字幕等替代方式足以满足聋哑和听力障碍社区的需求，并在自发新闻互动中提供翻译可能存在后勤挑战。一名联邦法官最近发布初步禁令，要求白宫提供实时手语翻译，但政府已提起上诉，导致关于服务要求的持续争议。此案突显了总统形象管理与无障碍权利之间的紧张关系，并置于华盛顿政策转变的背景下，包括撤销多样性、公平和包容计划。文章还提到加劳德特大学作为华盛顿训练有素的手语翻译资源，以及更广泛的可及性和民主参与辩论。",
      "source": "PBS NewsHour",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_fba38b521566fa1c_a55e156644cc.webp",
      "category": "News"
    },
    {
      "id": "6c0b694107c65f60",
      "title": "为什么精子捐赠者会有数百个孩子？",
      "summary": "BBC调查揭示，一名精子捐赠者因其精子携带增加癌症风险的基因突变，在14个国家至少生育了197个孩子，这凸显了全球精子捐赠行业的规模与潜在风险。精子捐赠使女性在面临不孕、同性关系或单身育儿等情况时能够成为母亲，推动了预计到2033年欧洲市场价值超过20亿英镑的行业增长，其中丹麦是主要出口国。然而，捐赠者资格极为严格：不到5%的志愿者通过精子数量、活力、形态和冷冻存活能力的全面评估，还需筛查感染和囊性纤维化等遗传病。这导致捐赠者池有限，被生育专家Sarah Norcross描述为“珍贵商品”，促使诊所最大化利用可用捐赠者，造成个别捐赠者生育众多后代。由此引发的伦理问题包括遗传风险、国际间对捐赠者后代数量缺乏统一监管，以及人类配子的商品化，呼吁加强监督和伦理框架以减轻健康与社会影响。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_6c0b694107c65f60_18be5b5762ac.webp",
      "category": "News"
    }
  ]
}