{
  "articles": [
    {
      "id": "32bd3bd3f2f33a53",
      "title": "Ozzy Osbourne Honored Posthumously at The Brit Awards",
      "summary": "Heavy metal icon Ozzy Osbourne will be posthumously awarded a Lifetime Achievement award at The Brit Awards in Manchester. The singer, who died in July, will be recognized for his decades-long career, including his role in Black Sabbath and solo work. A tribute performance curated by his wife Sharon Osbourne and fronted by Robbie Williams will close the ceremony, featuring musicians from Ozzy's band. The Brit Awards, hosted by Jack Whitehall, are being held outside London for the first time. Ozzy's legacy includes over 100 million album sales, Grammy awards, and inductions into music halls of fame. Stacey Tang of the Brit Awards Committee praised his unique voice and influence on rock music. Other performers at the event include artists like Harry Styles and Raye.",
      "source": "BBC Entertainment",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_32bd3bd3f2f33a53_1a46549749c3.webp",
      "category": "Fun"
    },
    {
      "id": "0d882f07fcee6af0",
      "title": "Olivia Dean's Manchester Concert: A Warm-Up for the Brit Awards",
      "summary": "Olivia Dean, a rising British singer, performed a charity concert at Manchester's Albert Hall, just two days before the Brit Awards where she is nominated in five major categories, including Artist and Album of the Year. The show featured songs from her second album, The Art Of Loving, which blends soul vocals with modern pop influences from artists like Sade and Amy Winehouse. Despite the minimal staging and lighting typical of a low-key charity event, Dean captivated the audience with her radiant charisma, wearing a jade green ballgown and displaying irrepressible energy. Her band played entirely live without samples or backing tracks, complementing her dusky voice, while fans who had queued for hours cheered enthusiastically, making Dean feel a bit embarrassed. The concert highlighted her recent breakout success, following a US tour with Sabrina Carpenter, and underscored her likeable persona and lyrical incisiveness in depicting love stories.",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_0d882f07fcee6af0_2ac03c950510.webp",
      "category": "Fun"
    },
    {
      "id": "ddb1e3da687931e2",
      "title": "Innovating Green Hydrogen: Tackling Costs and Chemicals",
      "summary": "Green hydrogen is considered essential for transitioning away from fossil fuels, but its production faces significant challenges in cost and environmental impact. Current methods, such as PEM (proton exchange membrane) electrolysis, are expensive and rely on PFAS (per- and polyfluoroalkyl substances), known as 'forever chemicals' due to their persistence and health risks. The EU-funded SUPREME project aims to address these issues over three years by developing a PFAS-free electrolysis system that is more efficient and reduces the use of critical raw materials like iridium. Led by the University of Southern Denmark and involving partners like Graz University of Technology and TÜBITAK, the project focuses on evaluating alternative materials, creating new membranes, and cutting iridium use by up to 75% while improving recycling. This effort seeks to make green hydrogen more affordable and sustainable, potentially accelerating its adoption in industries such as steel production and as a storage solution for renewable energy surpluses.",
      "source": "Science Daily - Technology",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_ddb1e3da687931e2_9c688b4cbc9b.webp",
      "category": "Fun"
    },
    {
      "id": "48dd0f73120e2b41",
      "title": "Media Merger: Paramount's $111bn Bid for Warner Bros After Netflix Exit",
      "summary": "Paramount is poised to acquire Warner Bros Discovery in a deal valued at approximately $111 billion, following Netflix's withdrawal from the bidding process. Warner Bros, which initiated a sale last year, declared Paramount's latest offer superior, prompting Netflix to decline matching it due to financial unattractiveness. This potential takeover, if approved by regulators, could significantly reshape the media industry by consolidating control over iconic film studios and networks like CNN. Netflix executives emphasized fiscal discipline, stating the deal was not essential at the elevated price. Regulatory hurdles include reviews by the California Department of Justice and US and European authorities, with concerns about economic impact and competition. The saga highlights strategic corporate maneuvers in Hollywood, with implications for content creation and distribution.",
      "source": "BBC Entertainment",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_48dd0f73120e2b41_db073563de54.webp",
      "category": "Fun"
    },
    {
      "id": "0c8368f27cd94458",
      "title": "Apollo Rocks Reveal Moon's Magnetic History Had Brief Intense Phases",
      "summary": "Researchers at the University of Oxford have resolved a long-standing debate about the Moon's early magnetic field. For decades, scientists disagreed on whether the Moon generated a powerful magnetic field or only a weak one between 3.5 and 4 billion years ago. A new study in Nature Geoscience shows that both perspectives were partially correct. By reanalyzing Apollo mission rock samples, the team discovered evidence of extremely strong magnetic periods, sometimes exceeding Earth's field, but these were rare and brief. Most of lunar history featured a weak magnetic field. The controversy stemmed from sampling bias: Apollo missions collected rocks primarily from the Mare region, which contained titanium-rich basalts that recorded these unusual magnetic bursts, misleading scientists into thinking they were common. The study links high titanium content in rocks to strong magnetism, suggesting that melting of titanium-rich material at the core-mantle boundary triggered temporary intense fields. This finding aligns with dynamo theory and highlights the importance of diverse sampling, which future Artemis missions aim to address.",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_0c8368f27cd94458_b7131706ad0f.webp",
      "category": "Fun"
    },
    {
      "id": "d879d70080794efc",
      "title": "Tracey Emin Reflects on My Bed: From Messy Past to Tidy Present",
      "summary": "Tracey Emin, a prominent British artist, created My Bed in 1998, an artwork that depicted her disheveled bedroom scene with items like stained sheets, empty vodka bottles, and used condoms. This piece, nominated for the Turner Prize, sparked controversy and discussions about the definition of art due to its raw and personal nature. It sold for over £2.5 million in 2014 and is currently on loan to Tate Modern for a retrospective exhibition. In a recent BBC interview, Emin revealed that if she recreated My Bed today, it would be 'tidy, clean, and boring,' featuring high-quality sheets and her cats, reflecting her changed lifestyle. She explained that the original bed represented a depressive and chaotic period in her youth, but it ultimately saved her life by helping her process emotions. Emin rose to fame as part of the Young British Artists in the 1990s, known for their bold and unconventional approaches. The artwork continues to provoke thought on how personal experiences can shape art and its societal impact.",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_d879d70080794efc_4dc8d6016477.webp",
      "category": "Fun"
    }
  ]
}