{
  "articles": [
    {
      "id": "5f34ed3264944c10",
      "title": "前英格兰板球运动员罗宾·史密斯去世，享年62岁",
      "summary": "前英格兰板球运动员罗宾·史密斯于62岁时去世，他的职业生涯和个人生活备受关注。史密斯1963年出生于南非，青少年时期移居英格兰，并在汉普郡度过了整个郡队生涯，赢得了本森&赫奇斯杯等 trophies。他从1988年至1996年代表英格兰参加了62场测试赛，累计得分4,236分，平均每场43.67分，其中包括九个世纪得分。他的最高测试得分175分发生在1994年安提瓜的一场比赛中，当时西印度群岛的布莱恩·拉拉创造了375分的测试纪录。退役后，史密斯移居澳大利亚，面临心理健康问题和酗酒的挑战，导致2024年住院数月。他的家人在珀斯的家中宣布了他的意外去世，强调了他的魅力和受欢迎程度。这篇文章综合了他的体育成就和个人困境，探讨了运动员在职业生涯结束后可能面临的问题，以及体育界对心理健康支持的需求。通过统计数据、家庭声明和历史背景，文章评估了史密斯在板球史上的地位及其对更广泛社会议题的启示。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_5f34ed3264944c10_4670c3b4ffda.webp",
      "category": "News"
    },
    {
      "id": "fec5aae67ead4058",
      "title": "新闻摘要：白宫称特朗普的MRI聚焦心脏和腹部",
      "summary": "本文来自PBS新闻一小时，总结了周一的三条主要新闻。首先，白宫表示，总统特朗普最近进行的MRI是一次预防性筛查，重点关注他的心脏和腹部，其医生称结果“完全正常”。这次检查于十月在沃尔特·里德医疗中心进行，尽管特朗普已在四月完成年度体检，引发了对时机和必要性的疑问。其次，联邦上诉法院裁定，特朗普的前私人律师阿丽娜·哈巴在担任新泽西州美国检察官时违法，因为她未经参议院确认或法官任命，挑战了政府的任命做法，此案可能上诉至最高法院。第三，一名在西弗吉尼亚国民警卫队服役的成员在华盛顿遭针对性枪击后，恢复情况显示积极迹象，但仍处于严重状态，突显了安全问题。文章旨在更新这些进展，结合健康、法律和人文元素，但篇幅简短限制了深度分析，主要依赖官方声明。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_fec5aae67ead4058_eb79611b1059.webp",
      "category": "News"
    },
    {
      "id": "8195396fb7ceba70",
      "title": "通过农业学习领导力与社区的精彩见解",
      "summary": "这篇文章讲述了来自加利福尼亚州萨利纳斯谷的年轻女孩阿尼夏·达维拉的故事，她自称是自豪的“农业青年”。作为美国未来农民协会（FFA）高中分会的领导者，阿尼夏分享了通过农业学到的关于领导力、责任和社区的见解。她提到，农业不仅教会她种植食物的技能，还帮助她培养领导才能和社区参与感。阿尼夏引用玛格丽特·沃克的诗歌《血统》来连接她祖母从墨西哥移民的历史，强调家庭传统对她农业工作的影响。文章突出了萨利纳斯谷作为“世界沙拉碗”的农业重要性，以及FFA项目如何为青少年提供实践学习和领导力发展的机会。通过个人叙事，这篇文章探讨了农业如何促进青年赋能、文化传承和社区建设，反映了更广泛的社会议题，如可持续发展和移民历史对当代农业实践的影响。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_8195396fb7ceba70_d5255a392c23.webp",
      "category": "News"
    },
    {
      "id": "c74cdb2a8239cf41",
      "title": "时尚大奖：明星、孕妇肚与更多图片",
      "summary": "BBC新闻文章报道了在伦敦皇家阿尔伯特音乐厅举行的时尚大奖活动。当晚，设计师、模特和名人齐聚一堂，包括歌手莉莉·艾伦、《叛徒》明星卡特·伯恩斯和时尚界权威安娜·温图尔。歌手艾丽·高登和女演员西耶娜·米勒在蓝色地毯上展示孕妇肚，这是英国时尚理事会选择放弃传统红色地毯的举措。迪奥创意总监乔纳森·安德森荣获年度设计师奖，格蕾丝·威尔士·邦纳获得英国男装设计师奖，纪梵希创意总监莎拉·伯顿赢得英国女装设计师奖。同时，苏丹裔美国超模阿诺克·雅伊获得年度模特奖，她发表感言鼓励黑人女孩。歌手雷伊在典礼上表演歌曲。文章还提到英国流行的“乡村风格”服装趋势，并批评某奢侈品牌的AI生成广告被指“廉价”和“懒惰”。此外，美国政客指控平台存在不当行为。整体而言，文章通过奖项报道和行业问题，展现了时尚界的多样性和挑战。",
      "source": "BBC News",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_c74cdb2a8239cf41_f3516d4d37cf.webp",
      "category": "News"
    },
    {
      "id": "572db7094d3199d5",
      "title": "比特币在加密货币暴跌中短暂跌破85,000美元",
      "summary": "周一，比特币价格短暂跌破85,000美元，延续了近两个月的加密货币下跌趋势。此次下跌与科技股的广泛抛售同步，许多分析师认为科技股估值过高。自10月初创下126,210.50美元的历史新高以来，比特币已下跌约33%。涉及加密货币交易的公司，如Coinbase Global和Robinhood Markets，遭受了重大损失，分别下跌4.8%和4.1%。专注于比特币的公司如Strategy和American Bitcoin也出现大幅下跌，Strategy下调了年终预测。此外，11月现货比特币ETF流出36亿美元，为自2024年1月开始交易以来的最大月度流出，而比特币期货在过去一个月下跌近24%。相比之下，黄金期货上涨近7%，凸显了投资者情绪的转变。文章将这些趋势归因于市场调整和华盛顿监管态度的变化。",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_572db7094d3199d5_c4fe81b6bba7.webp",
      "category": "News"
    },
    {
      "id": "c60bb53efe55596a",
      "title": "孟加拉国缺席审判英国议员图利普·西迪克被判刑",
      "summary": "英国工党议员兼前财政大臣图利普·西迪克在孟加拉国因腐败指控被缺席审判，并被判处两年监禁。她被指控利用其姨妈、被罢免的孟加拉国总理谢赫·哈西娜的影响力，为家人在达卡郊区获取一块土地，但西迪克强烈否认这一说法。西迪克居住在伦敦，称审判过程“从头到尾都存在缺陷和荒唐”，并将其称为“袋鼠法庭”，认为结果不公正且可预测。此案发生在哈西娜政权被推翻后，孟加拉国检察官对前领导人及其关联人士发起了一系列法律诉讼。西迪克作为孟加拉国公民的身份存在争议，检察官称持有她的护照和身份证件，而她的律师则反驳她从未拥有这些文件。判决还包括罚款，若未支付将增加刑期，但由于她身在英国，服刑可能性不大。西迪克表示将继续专注于她在汉普斯特德和海格特选区的职责，视此案为试图通过“肮脏政治”抹黑她声誉的行为。这篇文章探讨了跨国法律冲突、政治动机和司法公正等复杂问题。",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c60bb53efe55596a_5bc772739c69.webp",
      "category": "News"
    }
  ]
}