{
  "articles": [
    {
      "id": "a888da61e909edc6",
      "title": "布朗称曼德尔森丑闻对斯塔默“严重”，但首相是“正直之人”",
      "summary": "前首相戈登·布朗在接受BBC采访时表示，彼得·曼德尔森丑闻对工党领袖基尔·斯塔默来说是一个“严重”问题，并暗示斯塔默在应对此事时可能“行动太慢”。曼德尔森曾担任英国驻美国大使和商业大臣，被指控向定罪犯杰弗里·爱泼斯坦泄露市场敏感的政府信息，包括英国经济困境的细节和一笔5000亿欧元的欧盟救助计划，这可能造成商业损害和货币风险。布朗表达了震惊和背叛感，称曼德尔森的行为危及英国。尽管布朗批评斯塔默反应迟缓，但他肯定斯塔默的正直，并认为他是清理政治体系的合适人选。警方已搜查与曼德尔森相关的住宅，而曼德尔森否认有任何犯罪行为。这起丑闻凸显了政府中信任和透明度的问题，布朗敦促斯塔默在未来几个月采取果断行动。",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_a888da61e909edc6_72fab0756c84.webp",
      "category": "News"
    },
    {
      "id": "ac2b2157f31d9f27",
      "title": "议员对曼德尔森感到震惊和愤怒，但对斯塔默更加愤怒",
      "summary": "这篇BBC新闻文章探讨了英国首相基尔·斯塔默日益严重的政治危机，起因是他任命彼得·曼德尔森。虽然议员们对曼德尔森的行为表示震惊和愤怒，但他们的怒火也指向斯塔默最初聘用他的决定，认为这是一个重大错误，加剧了政府内部现有的不满情绪。文章指出，这种愤怒既是长期酝酿不满的代理，也是其催化剂，超出了通常批评者的范围，表明斯塔默的权威正在受到侵蚀。通过对议员、部长和党派支持者的采访，一种危险的共识正在形成：斯塔默的领导地位越来越难以维持，许多人怀疑他能否在2027年之前继续担任首相。文章批评了斯塔默政府的治理模式，其特征是反应迟缓，正如一位政府消息人士所描述的，决策过慢导致失去政治信誉。尽管斯塔默现在承认聘用错误，但他在九月因信息逐渐泄露和压力增大而解雇曼德尔森，突显了其被动而非主动的领导风格。这一分析表明，危机不仅仅是关于曼德尔森，而是象征着更深层次的系统性问题，威胁着斯塔默的政治生存并破坏政府的凝聚力。",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_ac2b2157f31d9f27_fb2ed9393590.webp",
      "category": "News"
    },
    {
      "id": "be9f3c93298ebbd8",
      "title": "威尔士学校发生袭击事件：一名学生被指控伤害教师",
      "summary": "一名15岁的男学生在威尔士彭布罗克郡的米尔福德港综合学校被指控犯有严重身体伤害罪和在教育场所持有刀具，据称他袭击了一名教师。事件发生在周四下午，涉及学生挥舞武器，导致教师遭受刺伤。警方迅速响应，教师已住院治疗并出院，正在康复中。该青少年已被还押候审，预计将在斯旺西地方法院出庭。事后，学校于周五关闭，取消所有活动，但仍为需要支持的人提供帮助，警方增加了在该地区的巡逻以安抚社区。威尔士首席部长埃鲁内德·摩根和NASUWT教师工会秘书长马特·拉克谴责了暴力行为，强调学校应是安全和学习的场所。此案例突显了青少年暴力、学校安全协议以及对受影响个体的心理社会影响等更广泛问题，引发了关于预防措施和教育及司法系统内系统性应对的讨论。",
      "source": "BBC News",
      "time_ago": "10 hours ago",
      "image_url": "/article_images/article_be9f3c93298ebbd8_567227d9489b.webp",
      "category": "News"
    },
    {
      "id": "7486ed80fb0d3a7d",
      "title": "特朗普称未看到视频中奥巴马夫妇被描绘成猿猴的种族主义片段",
      "summary": "美国前总统唐纳德·特朗普在Truth Social上分享了一段视频，其中包含将巴拉克和米歇尔·奥巴马描绘成猿猴的种族主义片段，引发了争议。这段62秒的视频以歌曲《狮子今夜沉睡》为背景，主要涉及2020年总统选举中的选民欺诈指控，但结尾部分出现了冒犯性 imagery。特朗普表示，在视频由工作人员发布前，他“没有看到”这一部分，并辩称自己只观看了开头。在共和党参议员蒂姆·斯科特等人批评称这是“特朗普白宫最种族主义的事情”后，白宫删除了该帖子，并将其归咎于工作人员的失误。该片段源自保守派表情包创作者Xerias在X上的帖子，还描绘了其他民主党人如希拉里·克林顿和亚历山大·奥卡西奥-科尔特斯为动物。特朗普强调他喜欢视频中关于选民欺诈的信息，但承认工作人员应全面审查。这一事件突显了政治话语中种族主义内容的持续问题，以及公众人物在分享媒体时的责任。",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_7486ed80fb0d3a7d_383ec6bb88bd.webp",
      "category": "News"
    },
    {
      "id": "83683a2f0ca2d97c",
      "title": "美国2025年出生率下降，2024年短暂上升趋势未能持续",
      "summary": "根据美国疾病控制与预防中心（CDC）发布的临时数据，2025年美国出生人数略有下降，比2024年减少了约24,000人，总出生数略高于360万。这一下降表明，2024年观察到的轻微增长是短暂的，并非持续上升趋势的开始。CDC的国家卫生统计中心在罗伯特·安德森的监督下，从出生证明中汇编了这些数据，涵盖了2025年几乎所有的出生情况，最终数字预计仅会增加几千例。专家将出生率的持续下降归因于社会变化，如人们结婚时间推迟，以及对财务稳定性、健康保险和创造稳定育儿环境的担忧。此外，特朗普政府曾试图通过行政措施提高出生率，例如扩大体外受精（IVF）的获取途径并降低其成本，以及提出“婴儿奖金”以激励生育。然而，当前数据仅提供总出生数，缺乏出生率或人口统计模式的详细信息。家庭人口学家凯伦·古佐指出，尽管2024年出生人数增加，但生育率——衡量世代更替的指标，理想情况下每位妇女约2.1个孩子——实际上有所下降，延续了近二十年的下滑趋势，因为更多女性因经济和社会压力推迟或放弃生育。",
      "source": "PBS NewsHour",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_83683a2f0ca2d97c_34c468ab8519.webp",
      "category": "News"
    },
    {
      "id": "2f193fd6d97d8e65",
      "title": "专访大使哈克比：加沙及中东的未来展望",
      "summary": "这篇PBS新闻时间文章报道了对美国驻以色列大使迈克·哈克比的专访，探讨了加沙地区在停火后的下一步发展。哈克比强调，停火已持续四个月，成功停止了导弹袭击，并使所有人质获释，为以色列人带来了缓解。随着第二阶段开始，重点转向重建加沙和重塑治理结构，包括成立和平委员会和组建技术官僚政府。然而，关键问题仍未解决，如哈马斯的解除武装和拉法口岸的缓慢进展，该口岸虽已重新开放，但医疗撤离人数有限。文章指出，安全、人道主义准入和政治控制等更广泛挑战将持续影响加沙的未来。哈克比表示，这一过程是循序渐进且正在进行中，体现了特朗普政府推动地区稳定的愿景。通过分析，文章揭示了美国外交策略在应对中东复杂地缘政治动态中的角色，并引发了对长期和平可行性的思考。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_2f193fd6d97d8e65_c3579b15c638.webp",
      "category": "News"
    }
  ]
}