{
  "articles": [
    {
      "id": "2ce32c27224bb2fb",
      "title": "New Train Schedules Start with More Rides",
      "summary": "A big change to train timetables has started across the country. This is the biggest update in over seven years. Train companies say there will be more services and faster trips on some routes. The East Coast Main Line will see the most improvements. Passengers should check the new schedules before they travel. The changes include quicker journeys between cities like London and Edinburgh. Network Rail, which manages the tracks, has invested money to add extra seats. Some companies, like LNER, will run thousands more trains each year. However, a few routes will have fewer trains, such as between Blackpool and London. The goal is to help passengers and communities with better train services.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_2ce32c27224bb2fb_0be38c631c84.webp",
      "category": "News"
    },
    {
      "id": "92dd12c5bb692e8c",
      "title": "UK Car Rules: A Big Change for Petrol Cars",
      "summary": "In the UK, there is a rule that says all new cars must be electric or hybrid by 2030 to help the environment. But Kemi Badenoch, a leader in the Conservative Party, says they will stop this rule if they win the next election. She thinks the rule is not good because it might hurt car companies in the UK and help other countries like China. She wants to make cleaner cars in a way that is affordable and practical. The rule was made by a past leader, Boris Johnson, and later changed by Rishi Sunak to 2035. Labour Party wants to bring it back to 2030. The government is giving money to help people buy electric cars, but some worry about new costs. This is about balancing helping the planet and keeping jobs in the UK.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_92dd12c5bb692e8c_fa04c10da53a.webp",
      "category": "News"
    },
    {
      "id": "dca76e43a378935f",
      "title": "A Special Mailbox for Antarctica",
      "summary": "King Charles III sent a shiny red post box to a research station in Antarctica. The box has his special symbol on it and was given to the British Antarctic Survey at Rothera station. A worker named Kirsten Shaw asked for a new box to replace their old handmade one. She says sending letters is important because it helps people share their experiences in Antarctica with family and friends back home. The station is very far away, near the Falkland Islands, and staff live there for months. Getting mail makes them happy and connects them in a way that emails cannot. The box was delivered by a big ship called RRS Sir David Attenborough and will be put in a new building. This gift shows how special communication is in such a remote place.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_dca76e43a378935f_37f6a989aef4.webp",
      "category": "News"
    },
    {
      "id": "9f90b053fd651579",
      "title": "Belarusian Prisoners Go Free After US Helps",
      "summary": "In Belarus, 123 people who were in prison for speaking out against the government have been released. They include famous protest leaders like Maria Kolesnikova, who smiled and hugged others in a happy video. Another person, Viktor Babaryka, who wanted to be president, was also freed. These people were put in jail because they opposed the leader Alexander Lukashenko, who used force to stop big protests in 2020. The United States helped by talking to Belarus and lifting some sanctions, which are punishments that stop trade. This made Lukashenko happy because he can now talk to the US again. The US might be doing this to improve relations with Russia, since Belarus is a friend of Russia. The prisoners are joyful but remember others still in jail.",
      "source": "BBC News",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_9f90b053fd651579_1a72f071a06a.webp",
      "category": "News"
    },
    {
      "id": "390edfed072549d7",
      "title": "A Couple's 40 Years of Animal Photos in Africa",
      "summary": "Beverly and Dereck Joubert are a married couple who have spent over 40 years living in Africa, taking pictures and making movies of wild animals like lions and elephants. They have a new book called 'Wild Eye: A Life in Photographs' that shows their amazing photos. Their work helps people see how beautiful the animals are, but also the dangers they face, such as losing their homes or being hunted. They talk to John Yang from PBS NewsHour about their adventures and why it's important to protect wildlife. Their photos tell stories about nature and encourage others to care about animals and the environment.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_390edfed072549d7_ad44facee24d.webp",
      "category": "News"
    },
    {
      "id": "1c5d654aef4ec69a",
      "title": "Belarus Frees Famous Prisoners as U.S. Helps with Trade",
      "summary": "Belarus, a country in Europe, let go of some important people from jail on Saturday. These people include Ales Bialiatski, who won a big peace prize, and Maria Kolesnikova, who spoke out against the government. They were political prisoners, meaning they were jailed for their beliefs. At the same time, the United States decided to remove trade restrictions on Belarus's potash, a type of fertilizer. This happened because Belarus's leader, Alexander Lukashenko, wants to get along better with the U.S. In exchange for lifting the sanctions, Lukashenko pardoned 123 prisoners. Belarus has been isolated by Western countries for many years due to human rights issues and its support for Russia in the Ukraine war. Since July 2024, Belarus has freed hundreds of prisoners. A U.S. official, John Coale, met with Lukashenko and said the talks were productive, aiming to improve relations between the two countries.",
      "source": "PBS NewsHour",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_1c5d654aef4ec69a_58834351c01e.webp",
      "category": "News"
    }
  ]
}