{
  "articles": [
    {
      "id": "e9adda87d5626719",
      "title": "International Dispute Over Greenland's Sovereignty",
      "summary": "UK Culture Secretary Lisa Nandy has emphasized that the UK's stance is firm: Greenland's future must be determined by its own people, not through external imposition. This comes in response to US President Donald Trump's threats to impose tariffs on the UK and other European allies if they do not agree to a US takeover of Greenland, which Trump argues is critical for US security. Nandy criticized these threats as \"deeply unhelpful and counterproductive,\" advocating for an \"adult debate\" with the White House instead. She stated that the UK will not compromise on this principle, calling it non-negotiable. Meanwhile, Sir Keir Starmer, another UK leader, has condemned the US move as \"completely wrong\" and plans to engage directly with the US administration. The US has intensified calls for acquiring Greenland, with Trump not ruling out force, but some US officials, like House Speaker Mike Johnson, prefer diplomatic solutions, acknowledging Greenland's strategic importance while rejecting military intervention. Nandy suggested that discussions might occur at the World Economic Forum in Davos, highlighting the ongoing tensions and the need for dialogue to resolve this international issue.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    },
    {
      "id": "cdbc88b67fd6933a",
      "title": "Farage Clarifies Reform UK's Stance on Tory Defectors Amid Political Shifts",
      "summary": "Nigel Farage, the leader of Reform UK, has emphasized that his party will not serve as a rescue charity for panicky Conservative MPs seeking to defect. In an article for the Telegraph, Farage stated that Reform is not interested in saving political failures and that any Tory defectors must publicly acknowledge that the previous Conservative government broke the country. They must also genuinely believe in Reform's core values of family, community, and country. This comes as around 20 former Conservative MPs have joined Reform in recent months, leading critics to argue that the party is becoming a refuge for failed Tories rather than a fresh political movement. Farage has set a deadline, stating that no more defectors will be accepted after the local elections on May 7, warning that MPs waiting until then misunderstand the rapid changes in the country. Reform's deputy leader, Richard Tice, highlighted Robert Jenrick as a valuable new asset with ministerial experience, but rumors suggest potential power struggles within Reform, with Jenrick possibly becoming shadow chancellor. Additionally, Reform announced that a well-known Labour figure will defect next week, with speculation pointing to Baroness Kate Hoey, though this remains unconfirmed. The article explores the tensions and strategic decisions within Reform as it navigates these political shifts.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_cdbc88b67fd6933a_c98a92163c50.webp",
      "category": "News"
    },
    {
      "id": "65329a33d42975d0",
      "title": "Navigating Judgment in Motherhood Support Groups",
      "summary": "Martina, a mother in Wales, joined a baby signing class hoping to connect with other local mothers and teach her infant communication skills. However, she quickly encountered judgment from the group, who criticized her for bottle-feeding and opting for an elective caesarean section, making her feel labeled as lazy. After three sessions, she left, describing the dynamic as competitive and reminiscent of teenage cliques. This experience mirrors that of celebrity Ashley Tisdale, who recounted exclusion in a toxic mom group, highlighting a shift from her earlier positive reflections on maternal support. Dr. Noëlle Santorelli, a clinical psychologist, explains that new motherhood triggers profound identity changes, often activating insecurity, comparison, and fear of exclusion, which can manifest as subtle conflicts like gossip or passive-aggression. Martina's prior online interaction worsened her anxiety when a potential friend ceased contact after learning of her C-section. Despite these challenges, she acknowledges the value of mutual support for combating social isolation and postnatal depression, as seen with Rachel in Virginia, who sought out a moms' group for connection. The article explores the tension between the need for community and the prevalence of judgmental behaviors that can undermine support networks for new mothers.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_65329a33d42975d0_cd9090b71429.webp",
      "category": "News"
    },
    {
      "id": "a4eed34c5de63085",
      "title": "Nightclub Fires: Lessons from Tragedies in the US and Switzerland",
      "summary": "This article examines two devastating nightclub fires: one at The Station in West Warwick, Rhode Island in 2003, and another at Le Constellation in Crans-Montana, Switzerland in 2026. Both incidents were triggered by pyrotechnic displays during concerts, which ignited acoustic foam panels on the walls, leading to rapid fire spread. In Rhode Island, 100 people died, including Fred Crisostomi who saved his fiancée Gina Russo, while in Switzerland, 40 young people lost their lives. Experts, such as fire investigation consultant Richard Hagger, highlight the role of non-fire-retardant foam in accelerating the fires, creating flashover conditions where heat and smoke spread downward. The similarities between these events raise critical questions about indoor pyrotechnics safety and emergency preparedness. Survivors' accounts emphasize the chaos and limited escape time, underscoring the need for better regulations and public awareness to prevent future tragedies.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_a4eed34c5de63085_1f17ba4e19dd.webp",
      "category": "News"
    },
    {
      "id": "85ba90fffe6c6ff0",
      "title": "EU and Mercosur Forge Historic Free Trade Pact Amid Global Tensions",
      "summary": "The European Union and the Mercosur bloc of South American nations signed a landmark free trade agreement after more than 25 years of difficult negotiations. This deal eliminates over 90% of tariffs, establishing one of the world's largest free trade zones and benefiting over 700 million consumers with lower prices. Signed in Asunción, Paraguay, it represents a geopolitical victory for the EU as it expands influence in South America, a region contested by the U.S. and China. The agreement counters rising protectionism, such as U.S. tariffs, and promotes fair trade. European Commission President Ursula von der Leyen emphasized this as a choice for partnership over isolation, while Brazilian President Lula da Silva praised it as a symbol of global cooperation. Mercosur includes Argentina, Brazil, Paraguay, and Uruguay, with Bolivia eligible to join later, while Venezuela is excluded. The deal aims to strengthen commercial ties and support economic growth in both regions.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_85ba90fffe6c6ff0_ee9c42d25133.webp",
      "category": "News"
    },
    {
      "id": "60e9166d149ad8cb",
      "title": "Greenland's Protest Against U.S. Takeover Threats",
      "summary": "Thousands of Greenlanders organized a significant protest in Nuuk, Greenland's capital, on Saturday to oppose U.S. President Donald Trump's repeated threats to acquire the Arctic island. The march, described as one of the largest in Greenland's history, drew nearly a quarter of Nuuk's population, including Prime Minister Jens-Frederik Nielsen and participants of all ages. Protesters carried signs, waved the Greenlandic flag, and chanted 'Greenland is not for sale' to assert their desire for self-governance and cultural preservation. The event coincided with Trump's announcement of a 10% import tax on goods from eight European countries, linked to their opposition to U.S. control of Greenland, which heightened tensions. Greenland, a self-governing territory rich in minerals and strategically located, has been a target of Trump's expansionist rhetoric, especially after recent military actions in Venezuela. Solidarity rallies occurred in Denmark and Canada's Nunavut, emphasizing global concerns over sovereignty. Participants highlighted the importance of speaking up for their homeland and family safety, reflecting broader issues of imperialism and indigenous rights in the Arctic region.",
      "source": "PBS NewsHour",
      "time_ago": "14 hours ago",
      "image_url": "/article_images/article_60e9166d149ad8cb_8e27925a6e84.webp",
      "category": "News"
    }
  ]
}