{
  "articles": [
    {
      "id": "216ccabc9f7fd267",
      "title": "Minister Explains Change in Job Protection Rules",
      "summary": "The education secretary, Bridget Phillipson, has explained why the government changed its plan about unfair dismissal. Originally, they wanted workers to have protection from being unfairly fired from their first day on the job. But now, they will give this protection after six months instead of two years. This change is called a U-turn. Business groups liked the new plan because they were worried that day-one rights would make it hard to hire people. Some politicians in the Labour Party are unhappy because they promised day-one protection in their election plan. The minister says this is a practical move to get other worker benefits, like sick pay, approved faster. It helps avoid delays in Parliament and brings unions and businesses together.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_216ccabc9f7fd267_404d1a13826d.webp",
      "category": "News"
    },
    {
      "id": "e94a76c1e1e4dc05",
      "title": "France and UK Work Together to Stop Small Boats",
      "summary": "France has decided to start stopping small boats in the Channel after the UK asked for help. This is because many people try to cross the sea in unsafe boats to reach the UK. French police will now try to stop these boats before they pick up passengers to keep everyone safe. They won't use nets that could damage the boats. This change happened after the UK's leader wrote a letter to France's president. The weather is windy, so it might delay the start. Both countries are working together to solve this problem and protect people from danger.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_e94a76c1e1e4dc05_ac1731a374b9.webp",
      "category": "News"
    },
    {
      "id": "b3612f1b5f31f68e",
      "title": "Women Hurt by Breast Cancer Care in a Hospital",
      "summary": "This article tells us about women who had breast cancer and were treated badly at a hospital in England called County Durham and Darlington Foundation Trust. Over 200 cases are being looked into because some women had unnecessary surgeries, delays in finding out they had cancer, and did not get kind care. One woman, Kate, found a lump and had to wait a long time for her test results, which made her very scared and upset. The hospital has said sorry and admits they did not act on warnings for many years. This shows how important it is for hospitals to provide safe and caring treatment for everyone.",
      "source": "BBC News",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_b3612f1b5f31f68e_0cf98c107e0b.webp",
      "category": "News"
    },
    {
      "id": "7338c300d12fa0b8",
      "title": "A TV Show Love Story That Lasted 34 Years",
      "summary": "Sue and Alex met on a TV show called Blind Date, where people choose dates without seeing each other. Sue's friends sent a letter to the show without telling her, and Alex filled out forms at work. They were the first couple from the show to get married, and their wedding was watched by 17 million people on TV. They have been married for 34 years now. The show was very popular and hosted by Cilla Black. It started in 1985 and inspired other dating shows like Love Island. Now, Blind Date is coming back on Disney+ for new audiences. Sue and Alex didn't go on the show to find love, but they found it anyway, showing that blind dates can lead to happy relationships.",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_7338c300d12fa0b8_02617be1e334.webp",
      "category": "News"
    },
    {
      "id": "b916d5b609939814",
      "title": "Trump and the NFL: A Football Story",
      "summary": "This article talks about how former President Donald Trump is trying to influence the National Football League (NFL), which is America's favorite sport. Many people love watching football, and it brings the country together. But when politics gets involved, some fans don't like it. The article features an interview with Christine Brennan, a sports expert, who explains that football is now more popular than baseball because it's faster and fits our shorter attention spans. The NFL is doing very well with high ratings and profits, but Trump's actions are causing disagreements among fans. This shows how sports and politics can mix and create problems.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_b916d5b609939814_918d225050f9.webp",
      "category": "News"
    },
    {
      "id": "7acc599dfeb96d9a",
      "title": "Talking Nicely at Thanksgiving",
      "summary": "During Thanksgiving, many families get together to share a meal and spend time with each other. But sometimes, when people talk about politics or other sensitive topics, it can lead to arguments and hurt feelings. A poll from PBS NewsHour, NPR, and Marist found that most Americans find it hard to discuss politics with those who have different views. For example, many Democrats think Republicans are closed-minded, and many Republicans feel the same about Democrats. The article gives tips from experts on how to have better conversations, like listening carefully and staying calm. It's important to be kind and respectful, even when you disagree, to make the holiday enjoyable for everyone.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7acc599dfeb96d9a_f9f31539d28f.webp",
      "category": "News"
    }
  ]
}