{
  "articles": [
    {
      "id": "420b0aeb3f8677ba",
      "title": "A Simple Blood Test to Predict Alzheimer's Disease",
      "summary": "Scientists have created a new blood test that can predict when someone might start showing signs of Alzheimer's disease, a brain illness that affects memory. This test measures a protein in the blood called p tau217. By checking this protein, doctors can estimate if symptoms like forgetting things will begin in about three to four years. This helps because Alzheimer's has no cure yet, but knowing early can allow people to plan and join studies to slow it down. The test is cheaper and easier than brain scans. Researchers studied over 600 older adults to make this test work. It could help speed up finding treatments and support patients and doctors in making better health plans.",
      "source": "Science Daily",
      "time_ago": "Just now",
      "image_url": "/article_images/article_420b0aeb3f8677ba_1cd2682d7bd8.webp",
      "category": "Science"
    },
    {
      "id": "08328e693fb725ec",
      "title": "Fish See Themselves in Mirrors",
      "summary": "Scientists in Japan studied cleaner wrasse, small fish that live in coral reefs. They gave the fish mirrors to see what they would do. The fish looked at their reflections and tried to rub off marks that looked like parasites on their bodies. This showed they knew the reflection was themselves. Later, some fish picked up shrimp and dropped them near the mirror to watch how they fell in the reflection. This is called contingency testing, where they test how the mirror works. The study suggests these fish might be self-aware, meaning they understand themselves, which is a smart ability usually seen in animals like dolphins. This helps scientists learn more about animal intelligence and how different species think.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_08328e693fb725ec_2e8c3f7200e2.webp",
      "category": "Science"
    },
    {
      "id": "ab48e582df842c86",
      "title": "A Young Volcano on Mars Hides a Magma Engine Below",
      "summary": "Scientists have discovered that a young volcano on Mars has a hidden magma engine beneath its surface. This volcano, located near a big mountain called Pavonis Mons, did not erupt just once but many times over a long period. Using pictures and mineral data from space, researchers found that the magma system under the volcano was active and changed over time. Each eruption left different minerals, which helped scientists track how the magma evolved. This study shows that Mars has complex volcanic activity, similar to Earth, and helps us learn about the planet's interior without needing to collect rocks directly.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_ab48e582df842c86_5212532f0b1c.webp",
      "category": "Science"
    },
    {
      "id": "c155ccdf7784377d",
      "title": "A Giant Dinosaur with a Big Blade on Its Head Found in the Sahara",
      "summary": "Scientists found a new dinosaur called Spinosaurus mirabilis in the Sahara Desert in Niger. A team led by Professor Paul Sereno discovered fossils, including a huge, curved crest on its head that looked like a blade. This crest was made of keratin, like our fingernails, and was probably colorful for showing off. The dinosaur had special teeth that locked together to catch slippery fish, making it a good hunter. Unlike some ideas that spinosaurids lived in the ocean, this dinosaur was found far from the sea, in a forested area with rivers, so it might have waded in shallow water like a heron. The discovery started from an old note about a tooth and involved a long adventure in the desert with help from a local guide. This find helps us learn more about how these dinosaurs lived and evolved.",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_c155ccdf7784377d_ad1571923006.webp",
      "category": "Science"
    },
    {
      "id": "c2622ffa1b31ffd8",
      "title": "NASA Delays Moon Rocket Launch for Repairs",
      "summary": "NASA has a big rocket called the Space Launch System that is supposed to launch astronauts around the Moon in the Artemis II mission. But there is a problem with the rocket's helium system, which helps the rocket work properly. NASA found this issue on Friday, and they cannot fix it while the rocket is on the launch pad in Florida. So, they need to move the rocket back to a big building called the Vehicle Assembly Building (VAB) to repair it. This means the launch, which was planned for March, is now delayed. NASA hopes to try again in April. The rocket is very tall, and it will be moved slowly on a special vehicle called a crawler-transporter. NASA says they are disappointed but want to make sure everything is safe before launching.",
      "source": "Ars Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_c2622ffa1b31ffd8_19da81697d7b.webp",
      "category": "Science"
    },
    {
      "id": "81f177b6ee74f945",
      "title": "NASA's Moon Trip Delayed by Rocket Problem",
      "summary": "NASA has delayed a big mission to send astronauts to the Moon because of a problem with the rocket. The mission, called Artemis II, was supposed to launch on March 6, but during checks, engineers found an issue with helium flow. Helium is important for cooling and pressurizing the rocket. Four astronauts from the US and Canada are ready for a 10-day trip to the far side of the Moon and back, which would be the farthest humans have ever traveled in space. NASA says the delay is disappointing, but they need to fix the problem to keep everyone safe. This mission is a step toward landing astronauts on the Moon again by 2028. Space missions often have setbacks, like Neil Armstrong's mission in 1966 that had to end early due to a technical issue.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_81f177b6ee74f945_187a7bfd6f6c.webp",
      "category": "Science"
    }
  ]
}