{
  "articles": [
    {
      "id": "7a22cca1a3ad8246",
      "title": "机器人深入熔岩管为未来月球基地做准备",
      "summary": "本文介绍了一项由欧洲研究联盟（包括马拉加大学空间机器人实验室）开发的创新任务概念，旨在利用自主机器人系统探索月球和火星上的熔岩管。熔岩管因其能天然屏蔽宇宙辐射和流星体撞击而被视为未来人类基地的理想选址，但进入这些地下环境面临地形崎岖、入口有限和条件危险等挑战。解决方案涉及三种不同类型的机器人组成的协同团队，通过四阶段自主协议操作：首先绘制隧道入口周边地图，其次部署传感器化载荷立方体进行初步环境评估，然后通过绳降机制派遣侦察漫游车下降，最后进行深入内部探索并生成高分辨率三维地图。2023年2月在西班牙兰萨罗特岛的火山洞穴中进行了实地验证，由德国人工智能研究中心领导，学术和工业伙伴参与，证实了技术可行性，并突显了协作机器人系统的有效性。这些发现强调了此类系统通过为未来月球和火星前哨任务实现前期侦察和基础设施开发，从而彻底改变行星探索的潜力。此外，空间机器人实验室致力于通过路径规划和操作独立的算法创新来提升自主性，同时促进跨学科教育以及与欧洲空间局等实体的合作，以推动空间机器人技术的成熟和人才培养。",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_7a22cca1a3ad8246_dab3f4ac1cac.webp",
      "category": "Science"
    },
    {
      "id": "04709373d6108d98",
      "title": "居民恐惧洪水的街道可能被拆除",
      "summary": "位于威尔士Ynysybwl的Clydach Terrace街道面临严重的洪水风险，附近的Nant Clydach溪流在风暴丹尼斯和伯特期间导致街道被淹，房屋受损严重。居民如救护车服务工作者Paige Didcote表示，洪水警告让她“焦虑至极”，尤其担心留在家中的宠物和儿童。自然资源威尔士机构认为修建防洪墙经济上不可行，因此Rhondda Cynon Taf议会建议以257万英镑购买16处房屋，包括搬迁援助和法律费用。这一提案基于气候变化将使洪水更频繁的预期，议会报告还指出居民难以获得保险，并存在重大健康危险。部分房屋因位置较高、风险较低而被排除在计划之外。Paige和其他居民希望买断成为最佳选择，以摆脱持续威胁，这反映了社区在适应环境变化时面临的更广泛挑战。文章通过具体案例，探讨了经济可行性、公共安全和个人福祉之间的紧张关系，以及气候不确定性下的社会冲突。",
      "source": "BBC Science",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_04709373d6108d98_dee2b2949145.webp",
      "category": "Science"
    },
    {
      "id": "3db389c08baf7dc9",
      "title": "微小光阱或解锁百万量子比特计算机",
      "summary": "斯坦福大学的研究人员开发了一种新型光学腔，可能显著推动量子计算机的发展。量子计算机使用量子比特（qubits），这些比特存储在原子中，可以同时表示多种状态，从而比经典计算机更高效地进行计算。然而，一个主要障碍是从这些量子比特中读取信息的速度慢且效率低，因为原子发射光子（光粒子）太慢且方向分散。该团队的解决方案涉及创建光学腔——一种在反射表面之间捕获光的设备——并配备微透镜以将光聚焦到单个原子上。这样可以高效收集光子，实现所有量子比特的同时读取。他们在《自然》杂志上发表的研究中展示了这一系统，包括40个腔和一个超过500个腔的大型原型，表明了一条可扩展的路径，朝着包含多达百万量子比特的网络发展。这一进展解决了量子计算机规模化的挑战，可能通过数小时而非数千年解决复杂问题，从而改变密码学和药物发现等领域。",
      "source": "Science Daily",
      "time_ago": "7 hours ago",
      "image_url": "/article_images/article_3db389c08baf7dc9_af8ce59376c3.webp",
      "category": "Science"
    },
    {
      "id": "61c1eb6b5eaa5030",
      "title": "无声脑疾病可使痴呆风险增加四倍",
      "summary": "脑淀粉样血管病（CAA）是一种脑部疾病，其中淀粉样蛋白在脑血管中积聚，逐渐削弱血管。一项大型初步研究发现，被诊断为CAA的人在五年内患痴呆症的可能性大约增加四倍，即使他们从未经历过中风。该研究将在2026年美国中风协会国际中风会议上发表，该会议将于2026年2月4日至6日在新奥尔良举行，被认为是中风和脑健康研究的领先国际论坛。CAA已知会增加出血性中风（出血性中风）的可能性，并提高缺血性中风（血栓引起的中风）的风险。作为正常衰老的一部分，少量淀粉样蛋白可以在脑血管中积聚而不引起明显症状。当这种积聚变得足够广泛以损害血管并干扰正常脑功能时，就会做出CAA的临床诊断。在更晚期的情况下，淀粉样沉积物可能削弱血管壁至破裂点。当这种情况发生时，血液可能渗入附近的脑组织，导致出血性中风。除了中风风险外，CAA还与认知衰退有关，并常见于阿尔茨海默病患者。当前研究侧重于CAA诊断后痴呆症的发展频率以及中风和CAA如何共同影响痴呆风险。研究人员分析了超过190万65岁及以上医疗保险受益人的健康记录，涵盖2016年至2022年。团队审查了新的痴呆诊断，并检查了缺血性和出血性中风如何影响CAA患者的痴呆风险。参与者被跟踪观察其健康状况随时间变化，包括无CAA或中风、仅CAA、仅中风或两种条件都有的时期。跟踪这些转变使研究人员能够测量个体在每个类别中停留的时间，并确定痴呆首次诊断的时间。分析显示，CAA在五年时间范围内显著增加了患痴呆症的可能性，效果比单独中风更强。突出的是，无中风的CAA患者患痴呆症的风险与有中风的CAA患者相似，并且两种条件与仅中风的参与者相比，痴呆发病率都有更高的增加。这表明非中风相关机制对CAA的痴呆风险至关重要。这些结果强调了在CAA诊断后主动筛查认知变化并解决风险因素以预防进一步认知衰退的必要性。专家强调小血管的作用。",
      "source": "Science Daily",
      "time_ago": "8 hours ago",
      "image_url": "/article_images/article_61c1eb6b5eaa5030_304ab570ce5e.webp",
      "category": "Science"
    },
    {
      "id": "61b4fcd9898cb8ef",
      "title": "幼年蜥脚类恐龙是侏罗纪食物链的支柱",
      "summary": "一项由伦敦大学学院研究人员领导的新研究表明，幼年蜥脚类恐龙在晚侏罗世时期（约1.5亿年前）对维持捕食者的生存至关重要。蜥脚类恐龙，如梁龙和腕龙，是巨大的植食性恐龙，但其早期生命阶段体型小、防御能力弱，容易成为猎物。该研究发表在《新墨西哥自然历史与科学博物馆公报》上，基于美国莫里森组的化石证据，特别是科罗拉多州的干梅萨恐龙采石场。通过分析体型、牙齿磨损、同位素水平和罕见的胃内容物化石，科学家重建了详细的食物网，描绘了植物、植食动物和肉食动物之间的摄食关系。研究发现，幼年蜥脚类恐龙是异特龙等捕食者的主要食物来源，因为它们缺乏父母保护，类似于现代海龟幼体。此外，蜥脚类恐龙在生态系统中占据关键位置，比其它植食动物（如剑龙等鸟臀目恐龙）连接更多的植物和捕食者。利用常用于现代生态系统分析的软件，这项研究首次量化了蜥脚类恐龙的生态影响，促进了不同时期恐龙生态系统的比较，并阐明了影响恐龙进化的选择压力。该研究不仅增进了对侏罗纪生态系统动态的理解，还为古生态学方法提供了新视角，通过多证据整合克服了化石记录的不完整性。",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_61b4fcd9898cb8ef_e844f3165de6.webp",
      "category": "Science"
    },
    {
      "id": "a3a3772ed48370f6",
      "title": "马斯克的SpaceX申请发射一百万颗卫星入轨",
      "summary": "埃隆·马斯克的SpaceX公司已向美国联邦通信委员会提交申请，计划发射多达一百万颗卫星进入地球轨道，以构建“轨道数据中心”来支持人工智能（AI）的发展。该公司声称，与传统的陆地数据中心相比，这种太空基地在成本和能源效率上更具优势，能够满足AI日益增长的计算需求。这些卫星将采用太阳能供电，并在低地球轨道（海拔500-2000公里）运行，类似于现有的近一万颗Starlink卫星网络，后者提供互联网服务。SpaceX表示，该系统可为全球数十亿用户提供计算能力，并是迈向“卡尔达肖夫II型文明”——即能利用太阳全部能量的先进社会——的第一步。然而，专家们提出担忧：太空拥堵可能增加碰撞风险和碎片积累；卫星的无线电波会干扰天文观测；在轨道上发射、维护和保护硬件的物流复杂性依然很大。马斯克反驳这些关切，强调太空的广阔性，但监管和环境挑战持续存在。申请中未指定时间表，反映了在太空可持续性和技术可行性争议中实施的不确定性。",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_a3a3772ed48370f6_a7a11f1c18f3.webp",
      "category": "Science"
    }
  ]
}