{
  "articles": [
    {
      "id": "897eaabc27a1b94f",
      "title": "Teachers in Scotland Wait for Jobs or Move Away",
      "summary": "In Scotland, many teachers are having trouble finding permanent jobs. Some teachers wait for years on a supply list, which means they only get temporary work in schools. Others, like Louise, move to other countries like Dubai to find stable jobs. Louise wants to come back to Scotland but is scared because there might not be a teaching job for her. Another teacher has been on the supply list for almost ten years and has had money problems because of it. The government says they are trying to hire more teachers, but it is expensive. This shows that Scotland needs more teaching jobs so teachers can stay and work.",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_897eaabc27a1b94f_82e57c992c5c.webp",
      "category": "News"
    },
    {
      "id": "04a52e835dbc013f",
      "title": "A Cyclist's Brave Journey After a Big Crash",
      "summary": "Vicky Williamson was a cyclist from Great Britain who dreamed of going to the Olympics. In 2016, she had a terrible crash that hurt her neck, back, and pelvis. She was lucky not to be paralyzed. After the crash, she had to have surgery and spent weeks in the hospital. She worked very hard to get better and even returned to sports in different ways. Now, she has decided to stop competing and start a new life. She feels sad because cycling was a big part of who she was, and she is figuring out what to do next. She talks about the good and bad times in her journey.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_04a52e835dbc013f_a74af4aceb6b.webp",
      "category": "News"
    },
    {
      "id": "6db186b3ea7bff57",
      "title": "UN Leader Says US Thinks Power Is More Important Than Rules",
      "summary": "The leader of the United Nations, António Guterres, told the BBC that the United States believes its power is more important than following international rules. He said the US thinks working together with other countries doesn't matter and that using its strength is what counts. This comes after the US took actions in Venezuela and talked about taking Greenland. Guterres worries that the UN's ideas, like all countries being equal, are in danger. He admitted the UN has trouble making countries follow the rules because big powers like the US have more influence. He wants the UN to change to help solve big problems better.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_6db186b3ea7bff57_86aa22cf8d43.webp",
      "category": "News"
    },
    {
      "id": "dee54bf336acadd6",
      "title": "Soldiers Ready to Help in Minnesota",
      "summary": "The U.S. Army has told 1,500 soldiers to be ready to go to Minnesota if needed. These soldiers are from Alaska and are trained for cold weather. They might be sent if the President decides to use a special law called the Insurrection Act. This law lets the President use soldiers to help with law enforcement. The President talked about using this law because of protests in Minnesota about immigration rules. He said he might use it if local leaders don't stop people from causing trouble. Later, he said he doesn't need to use it right now, but he could if necessary. The soldiers are just waiting and haven't gone yet.",
      "source": "PBS NewsHour",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_dee54bf336acadd6_66bbd18dfb47.webp",
      "category": "News"
    },
    {
      "id": "e004d13feaeab582",
      "title": "Countries Join a Peace Board to Help Gaza",
      "summary": "More countries are being asked to join a new group called the Board of Peace, started by President Donald Trump of the United States. This board will help with rebuilding Gaza, a place that has been damaged by war. So far, at least seven more countries have said they got invitations, and two, Hungary and Vietnam, have agreed to join. The board will work on things like making sure there is peace, helping with security, and fixing buildings in Gaza. The United States plans to tell everyone which countries are on the board soon, maybe at a big meeting in Switzerland. The goal is to find new ways to solve problems around the world and help Gaza get better after the fighting.",
      "source": "PBS NewsHour",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_e004d13feaeab582_36ca116b9e40.webp",
      "category": "News"
    },
    {
      "id": "e9adda87d5626719",
      "title": "Who Decides Greenland's Future?",
      "summary": "A UK government official, Lisa Nandy, says that Greenland's future should be decided by its own people, not by other countries. The US President, Donald Trump, wants to take over Greenland and has threatened to put taxes on goods from the UK and other European countries if they don't agree. Nandy thinks this is not helpful and wants to have a calm discussion with the US. She says the UK will not change its mind that Greenland's people should choose what happens. Other leaders, like Sir Keir Starmer, also disagree with the US plan. The US says Greenland is important for security but some US officials prefer talking instead of using force. Nandy hopes to talk with Trump soon to solve this problem.",
      "source": "BBC News",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_e9adda87d5626719_af9ded0a8a9a.webp",
      "category": "News"
    }
  ]
}