{
  "articles": [
    {
      "id": "724a313201ff9732",
      "title": "World Bank Leaders Support US Fed Chair Powell",
      "summary": "Central bank leaders from around the world have come together to show their support for Jerome Powell, the head of the US Federal Reserve. Powell is facing a criminal investigation by the US Department of Justice, which is looking into his testimony about building renovations. President Donald Trump has criticized Powell many times, calling him names and disagreeing with his decisions on interest rates. The global bankers say Powell is a respected colleague who works with integrity. They believe it is very important for central banks to be independent, meaning they can make decisions without political pressure. Powell has warned that this independence is at risk. He is set to leave his job in May, and Trump will choose a new leader soon. A senator says he will not support any new nominees until the investigation is finished.",
      "source": "BBC News",
      "time_ago": "Just now",
      "image_url": "/article_images/article_724a313201ff9732_fdc4353abe56.webp",
      "category": "News"
    },
    {
      "id": "c4839c1c38431333",
      "title": "Can Your Tummy Help You Stay Healthy as You Grow Older?",
      "summary": "This article is about how the tiny bugs in our stomachs, called the gut microbiome, might help us age better. The author, a person in their 60s, wanted to learn if taking care of their gut could make them healthier as they get older. They visited a hospital in London and met Dr. James Kinross, a doctor who studies poop to see what's inside our guts. Dr. Kinross thinks the gut is very important for health and aging. The article also talks about Maria Branyas Morera, the world's oldest person who lived to 117. She ate yogurt every day, which might have given her good bacteria that helped her live longer. The article says that some experts believe the gut is key to aging, but others think we need more research to be sure. It encourages people to think about their gut health and what they can do, like eating healthy foods, to stay strong as they age.",
      "source": "BBC News",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_c4839c1c38431333_979084215cb2.webp",
      "category": "News"
    },
    {
      "id": "7afc2a9cf3f8fbd6",
      "title": "A Young Person's Hope for a Home in Scotland",
      "summary": "In Scotland, it's Budget Day, and the government is making big decisions about money that affect everyone. Megan, a young woman from Airdrie, shares her story. She lives with her mom but needs to move out because their landlord is selling the house. Megan finds private rent too expensive, which makes her feel sad and worried about never being independent. She wants the government to help councils support people who can't afford homes. Another person, Alan from Kilmarnock, also struggles with low earnings. The article shows how budget choices on housing and support can change lives, especially for young adults and low earners in Scotland.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_7afc2a9cf3f8fbd6_fe7e95ea658d.webp",
      "category": "News"
    },
    {
      "id": "5bd970ab7bf1bda8",
      "title": "A Leader Warns About Money Problems",
      "summary": "Janet Yellen, a former leader in money matters for the U.S., says that President Trump is trying to scare the Federal Reserve. The Federal Reserve is a group that decides things like interest rates to help the economy stay strong. Yellen thinks Trump wants to control these decisions to get lower interest rates, which could make prices go up too fast. She explains that interest rates affect how much money the government pays on its debt and how people save or spend. This intimidation might hurt the economy by making it unstable. Yellen believes the Fed should be independent to do its job properly without pressure from politicians. She warns that if leaders interfere, it could lead to bad economic outcomes for everyone.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_5bd970ab7bf1bda8_8f34980b6e5b.webp",
      "category": "News"
    },
    {
      "id": "ce0e8dad0c05f7ab",
      "title": "Learning About a Legal Investigation",
      "summary": "This article talks about a legal investigation by the Justice Department into Jerome Powell, who leads the Federal Reserve. The Federal Reserve helps control money in the United States. A former prosecutor named Mary McCord explains how investigations work. She says it's early, and no charges have been made yet. The investigation involves looking at whether there was unfair pressure from President Trump on Powell to change interest rates. Interest rates affect how much it costs to borrow money. McCord describes the steps, like getting a subpoena for information and possibly going to a grand jury. She mentions that Powell could argue the investigation is unfair because of political reasons. The article helps us understand how legal processes protect fairness in government.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_ce0e8dad0c05f7ab_7905c7d4477c.webp",
      "category": "News"
    },
    {
      "id": "82015666a72ae1f9",
      "title": "A Big Job at a Tech Company",
      "summary": "Meta, the company that owns Facebook, has given a new important job to Dina Powell McCormick. She is now the president and vice chairman. This means she will help lead the company and make big decisions. Dina has worked for two U.S. presidents, including Donald Trump, and has a lot of experience in finance. She used to work at Goldman Sachs and was on Meta's board before. Donald Trump said this was a great choice. Mark Zuckerberg, Meta's CEO, thinks her skills will help the company grow. Dina is married to a senator named David McCormick. This news shows how people from government and finance can work in tech companies.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_82015666a72ae1f9_9f1e90d811cb.webp",
      "category": "News"
    }
  ]
}