{
  "articles": [
    {
      "id": "3ada894cf043a368",
      "title": "治疗乐队吉他手佩里·巴蒙特去世，享年65岁",
      "summary": "治疗乐队的吉他手和键盘手佩里·巴蒙特去世，享年65岁，乐队已宣布此消息。乐队在官网上发表声明，称这位英国音乐家在圣诞节期间因短期疾病在家中去世，并表示他们怀着巨大的悲伤宣布这一消息。声明中写道：“安静、专注、直觉、持久且极具创造力，‘泰迪’是治疗乐队故事中温暖而重要的一部分。”巴蒙特自1984年起担任治疗乐队的巡演工作人员，1990年键盘手罗杰·奥唐奈离开后，他被邀请加入乐队。他随后在五张录音室专辑中演奏吉他、键盘和贝斯，参与了包括《Friday I'm In Love》、《High》和《A Letter To Elise》等曲目。巴蒙特还出现在治疗乐队1993年发行的现场专辑《Paris》和《Show》中，并在14年间演出了400多场。后来，他成为超级乐队Love Amongst Ruin的贝斯手。2022年，他重新加入治疗乐队，并一直演奏到2024年。前治疗乐队鼓手洛尔·托尔赫斯特在Instagram上发布悼念，称：“听到佩里·巴蒙特去世的消息非常难过……再见，泰迪。”治疗乐队于1976年在克劳利由主唱罗伯特·史密斯、托尔赫斯特和迈克尔·登普西组建，阵容经常变化，以对哥特、后朋克和独立音乐的深远影响而闻名。2019年，治疗乐队入选摇滚名人堂时，巴蒙特在场。巴蒙特还对飞蝇钓鱼有浓厚兴趣，并作为插画师为《Fly Culture》杂志供稿。",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_3ada894cf043a368_5ca4d0a88bf0.webp",
      "category": "Fun"
    },
    {
      "id": "dac3a146071edebf",
      "title": "节礼日购物再次遇冷",
      "summary": "英国节礼日销售开局平淡，消费者继续青睐线上购物而非实体店。截至下午3点，根据MRI Software的数据，英国商业街的客流量较2024年下降1.5%，购物中心下降0.6%。零售园的客流量同比增长6.7%，但增幅不足以带来整体显著提升。巴克莱银行预计消费者在销售中将花费36亿英镑，低于2024年预测的46亿英镑，计划抢购优惠的人数减少，线上消费额也预计下降。尽管人们仍在出门购物，数据显示节礼日销售已非昔日盛事。巴克莱消费报告指出，计划购物者预算较去年增加17英镑，但总体消费预计低于去年。巴克莱零售主管凯伦·约翰逊表示，消费者全年成本意识增强，这可能延续至节礼日销售。但格拉斯哥一名购物者称更喜欢 subdued 的氛围。多位主要品牌如Next、John Lewis、Poundland、Wickes和冰岛在节礼日闭店。另一格拉斯哥购物者表示每年出门仅因家庭传统。伦德尔情报与洞察首席执行官黛安·韦尔勒指出，2025年对许多人来说是充满挑战的一年，消费者在圣诞节前因紧张情绪特别是11月预算前缩减开支。财政大臣雷切尔·里夫斯在最新预算中宣布到2029-30年增税高达260亿英镑，据预算责任办公室称，这将使英国税收在2030-31年达到国民收入的38%历史新高。",
      "source": "BBC Business",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_dac3a146071edebf_ba62d64dd403.webp",
      "category": "Fun"
    },
    {
      "id": "cd71d22a718e3679",
      "title": "这种奇特的磁性可能为明天的人工智能提供动力",
      "summary": "一个国际研究团队发现，超薄二氧化钌薄膜表现出交替磁性，这是科学家们现在认可的第三种基本磁性材料类别。交替磁体因能克服当前磁性存储技术的关键限制而备受关注，有望实现更快、更紧凑的数据存储。研究人员通过精细控制晶体结构取向，提高了二氧化钌薄膜的性能。他们使用X射线磁性线性二色性等技术，确认了自旋排列和磁阻效应，为交替磁性提供了电学证据。这些发现与第一性原理计算相符，支持二氧化钌薄膜在下一代高速、高密度磁性存储设备中的潜力。团队计划基于此开发先进存储技术，并利用同步辐射方法加速发现其他交替磁性材料，推动自旋电子学和未来电子设备的发展。",
      "source": "Science Daily - Technology",
      "time_ago": "21 hours ago",
      "image_url": "/article_images/article_cd71d22a718e3679_fb6b5f8e3365.webp",
      "category": "Fun"
    },
    {
      "id": "025f33dcee3b2b04",
      "title": "国王圣诞致辞登顶英国圣诞节电视收视率",
      "summary": "根据BBC娱乐报道，英国圣诞节当天的电视收视率数据显示，国王查尔斯的圣诞广播成为最受关注的节目。近700万观众通过BBC、ITV、Sky News和GB News等频道观看了他在威斯敏斯特教堂录制的年度致辞。国王在演讲中呼吁发扬战时精神，鼓励人们了解邻居并“永不忽视”社区在面临挑战时团结一致的价值观。紧随其后的是BBC One的《稻草人的婚礼》，基于朱莉娅·唐纳森和阿克塞尔·舍夫勒的绘本，收视人数达430万。严格来跳舞的圣诞特别节目排名第三，收视人数为420万，标志着主持人泰丝·戴利和克劳迪娅·温克曼最后一次共同主持。相比之下，EastEnders的收视率下降，其第一集以285万观众位列第八，而加冕街和埃默代尔等肥皂剧未进入前十。BBC在当天前十名节目中占据了九席，ITV1的《1%俱乐部》以275万观众排名第九。这些数据来源于BARB的隔夜收视率，不包括通过回看服务或其他非电视平台观看的观众。BBC首席内容官凯特·菲利普斯表示，这提醒人们共享时刻在众多选择中仍然重要。文章分析了传统直播节目在节日期间的持续吸引力，同时指出收视率数据的局限性，如未涵盖延迟观看，反映了媒体消费模式的变化。",
      "source": "BBC Entertainment",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_025f33dcee3b2b04_de4ae3b1620d.webp",
      "category": "Fun"
    },
    {
      "id": "ca310beb0d48c8f7",
      "title": "格拉斯哥Pretty Ugly俱乐部之夜：20年文化现象探析",
      "summary": "Pretty Ugly是格拉斯哥一家具有崇拜色彩的俱乐部之夜，已运营20年，由三位在公关公司工作的朋友——Aarti Joshi、Pam Scobbie和Lee Beattie——创立，他们最初并无DJ经验。该活动以折衷主义的音乐混合而闻名，涵盖80年代流行音乐、情绪摇滚和强力民谣，旨在让参与者持续跳舞。多年来，它吸引了知名人物如广播员Kirsty Wark和歌手Paolo Nutini作为客座DJ，组织者甚至几乎说服了当时苏格兰首席部长Nicola Sturgeon参与，但因日程冲突未能成行。俱乐部的理念强调充满活力、包容的氛围，被誉为安全空间，欢迎多样化人群。随着阵容变化，如Lynne Johnston的加入，其核心使命始终一致：通过音乐培养社区感。在King Tut's Wah Wah Hut举行的周年纪念演出标志着这一里程碑，突显了其在格拉斯哥夜生活场景中的持久吸引力和文化影响。文章通过创始人引述和个人轶事，探讨了该俱乐部如何从草根倡议演变为文化地标，展示了音乐在促进社会凝聚力和文化多样性方面的作用。",
      "source": "BBC Entertainment",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_ca310beb0d48c8f7_60ad8ad2a5fa.webp",
      "category": "Fun"
    },
    {
      "id": "888a4a3a75117584",
      "title": "美国法官阻止拘留英国社交媒体活动家",
      "summary": "美国地区法官弗农·S·布罗德里克发布了一项临时限制令，阻止拘留英国社交媒体活动家伊姆兰·艾哈迈德。艾哈迈德是美国永久居民，也是“打击数字仇恨中心”的创始人，此前特朗普政府撤销了他的签证，指控他与其他四人试图胁迫科技平台审查言论自由。法官的裁决暂时阻止了官员在未经听证的情况下拘留艾哈迈德，允许他在案件审理期间与他的美国妻子和孩子留在美国。艾哈迈德提起法律诉讼，指控国务卿马可·卢比奥和司法部长帕梅拉·邦迪等官员，称这一行为是欺凌，并违反正当程序。此案凸显了数字权利活动与政府在线言论监管之间的紧张关系，欧洲领导人谴责美国此举为越权。卢比奥公开表示，签证被拒是因为有组织地试图压制反对观点，而州部门引用最高法院和国会先例为立场辩护。艾哈迈德的组织曾因报告仇恨言论而面临埃隆·马斯克公司的诉讼，案件虽被驳回但上诉待决。这一事件反映了移民法、第一修正案原则和全球内容审核辩论的复杂交织，法官的迅速干预强调了法律在保护权利方面的作用。",
      "source": "BBC Business",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_888a4a3a75117584_c96843bb1b51.webp",
      "category": "Fun"
    }
  ]
}