{
  "articles": [
    {
      "id": "aadfdb60eb5f0da6",
      "title": "How Floods and Droughts Are Connected Around the World",
      "summary": "Scientists have found a big reason why floods and droughts happen in different places at the same time. They studied water all over Earth, including rivers, lakes, snow, and groundwater. They discovered that a climate pattern called ENSO, which includes El Niño and La Niña, is the main cause. ENSO can make some areas very wet and others very dry at once. This affects water for drinking and farming, and can change food trade. The scientists used satellites to measure water from space. They learned that when ENSO is active, it links faraway regions, causing these water extremes together. This helps us understand and prepare for floods and droughts better.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_aadfdb60eb5f0da6_db1a95097321.webp",
      "category": "Science"
    },
    {
      "id": "31a975bb924a9373",
      "title": "A New Sweet Sugar That's Better for You",
      "summary": "Scientists have found a new sugar called tagatose that tastes like regular sugar but is healthier. It comes from milk and fruits, but there isn't much of it in nature. Researchers at Tufts University made a special way to produce more tagatose using tiny bacteria. These bacteria are changed to turn glucose, a common sugar, into tagatose. Tagatose is almost as sweet as table sugar but has fewer calories, so it might help people avoid weight gain and tooth decay. It is safe to eat and doesn't raise blood sugar much, which is good for people with diabetes. This new sugar could be used in foods to make them sweet without the bad effects of regular sugar.",
      "source": "Science Daily",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_31a975bb924a9373_8b0b8bde6c5f.webp",
      "category": "Science"
    },
    {
      "id": "6bb690c618aab49a",
      "title": "Tiny Plastic Pieces Floating in City Air",
      "summary": "Scientists have found tiny plastic pieces called microplastics and nanoplastics floating in the air of cities. These plastics are so small you can't see them without a microscope. Researchers in China used a special computer tool to measure them in two big cities, Guangzhou and Xi'an. They discovered much more plastic in the air than people thought before. This is important because plastic in the air can affect the weather, nature, and our health. The study helps us understand where plastic comes from and how it moves around in the environment.",
      "source": "Science Daily",
      "time_ago": "9 hours ago",
      "image_url": "/article_images/article_6bb690c618aab49a_688acc84f184.webp",
      "category": "Science"
    },
    {
      "id": "e9d22171df4ccb3c",
      "title": "NASA's New Helper for Finding Alien Worlds",
      "summary": "NASA has launched a new mission called Pandora to help the James Webb Space Telescope find planets like Earth. The Webb telescope is a big space telescope that looks at faraway stars and planets to see if they might have life. It can detect chemicals like water vapor in planet atmospheres. But stars are very bright and have spots and flares that can make it hard to see the planets clearly. Pandora is a small, cheaper satellite that will watch the stars at the same time as Webb. This helps scientists tell if the chemicals they see are from the planet or the star. Pandora launched on a SpaceX rocket and will work from space to make Webb's discoveries more accurate. This mission helps us learn about other worlds and if they could support life.",
      "source": "Ars Science",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_e9d22171df4ccb3c_663c117dbae0.webp",
      "category": "Science"
    },
    {
      "id": "b227530e00e0563d",
      "title": "Finding Brain Clues for Alzheimer's Disease Early",
      "summary": "Scientists at Brown University have discovered a new way to predict Alzheimer's disease early by looking at brain signals. They studied 85 people with mild memory problems, using a special machine called MEG to record their brain activity while they rested. The researchers found that certain brain signals, called beta events, were different in people who later developed Alzheimer's. These signals were weaker, shorter, and less frequent two and a half years before diagnosis. This discovery is exciting because it helps doctors spot Alzheimer's sooner without invasive tests, using a tool that analyzes brain patterns. It could lead to better treatments and help patients prepare earlier.",
      "source": "Science Daily",
      "time_ago": "22 hours ago",
      "image_url": "/article_images/article_b227530e00e0563d_637d5288ab5e.webp",
      "category": "Science"
    },
    {
      "id": "b9326bdc72047aa6",
      "title": "A Giant Roman House Found Under a Park in Wales",
      "summary": "Archaeologists have made an exciting discovery in Wales: a huge Roman villa found under a popular park. Using special radar, they saw the villa's shape underground without digging. The villa is very big, about 572 square meters, and has many rooms like a corridor and wings. It was likely home to an important person long ago, maybe a local leader who lived there with many people around. The land has not been farmed or built on, so the villa is well-preserved, like a time capsule. This find helps us learn more about Roman life in Wales, which is rare because most Roman sites there are military. The discovery was shared with the BBC and involves schools and the community to teach about history.",
      "source": "BBC Science",
      "time_ago": "1 day ago",
      "image_url": "/article_images/article_b9326bdc72047aa6_d625c4946a9e.webp",
      "category": "Science"
    }
  ]
}