{
  "articles": [
    {
      "id": "ec7b8eee8068ce07",
      "title": "Bet365 CEO's Pay Soars to £280 Million Amid Profit Drop",
      "summary": "Denise Coates, the founder and CEO of Bet365, received a pay package of at least £280 million in 2025, a significant increase from £158 million the previous year. This makes her one of Britain's highest-paid executives. Her earnings included a £104 million salary and a share of £354 million in dividends, as she is the majority shareholder. Over the past decade, she has earned over £2 billion from the company. However, Bet365's pre-tax profit fell to £349 million from £627 million, even though revenue rose by 9% to £4 billion. Campaign groups like the High Pay Centre criticize her pay as excessive, arguing that it comes from an industry linked to harm. Bet365, started in a portable building in Stoke-on-Trent, is now a major global online gambling firm and the largest private employer in the city. Coates, one of Britain's richest women, is also a big taxpayer, with her salary contributing tens of millions in taxes.",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_ec7b8eee8068ce07_2c285c05ff84.webp",
      "category": "Fun"
    },
    {
      "id": "7f41989203751ac8",
      "title": "Tragic Loss of Call of Duty Co-Creator Vince Zampella in California Accident",
      "summary": "Vince Zampella, the co-creator of the influential video game series Call of Duty, died at age 55 in a car crash in Los Angeles, California. The incident occurred on a highway when his Ferrari veered off the road, struck a concrete barrier, and caught fire, resulting in the deaths of both occupants. Zampella was a key figure in the gaming industry, having co-founded Respawn Entertainment and contributed to major titles like Medal of Honor, Titanfall, and Apex Legends. His work on Call of Duty, which debuted in 2003 and has sold over 500 million copies, helped shape modern gaming. Colleagues and journalists, such as Geoff Keighley and Keza MacDonald, praised him as a visionary who prioritized player experience and transparency. Despite past conflicts, including a legal dispute with Activision in 2010, Zampella remained respected for his creative impact. The crash is under investigation by the California Highway Patrol, with details about the driver and passenger still unclear.",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_7f41989203751ac8_1c749f4250ed.webp",
      "category": "Fun"
    },
    {
      "id": "8b3976c178d16d70",
      "title": "TikTok Removes AI-Generated Weight Loss Ads from Fake Boots Account",
      "summary": "TikTok has taken down deceptive advertisements for prescription-only weight loss drugs that were created using AI to impersonate Boots, a reputable health and beauty retailer. The ads featured AI-generated images of healthcare professionals smiling and promoting the drugs, which is illegal in the UK as prescription medications cannot be advertised to the public. Boots reported the issue to TikTok, leading to the removal of the videos. However, the BBC discovered that the fake account, based in Hong Kong, remained active and was able to re-upload identical content. After further notification, TikTok deleted the account. The ads linked to a website selling weight loss drugs, using fabricated testimonials from customers and doctors, either AI-generated or stolen from other sites. Weight loss jabs are available on the NHS in England under strict criteria, but not over-the-counter. AI expert Sam Gregory highlighted the ease of creating convincing fake videos and emphasized the need for platforms to act swiftly against terms-of-service violations. This incident raises concerns about online safety and the effectiveness of content moderation on social media.",
      "source": "BBC Business",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_8b3976c178d16d70_9bea6689fedc.webp",
      "category": "Fun"
    },
    {
      "id": "5322b2fc50afe2c8",
      "title": "Chris Rea, Creator of Driving Home for Christmas, Passes Away at 74",
      "summary": "Chris Rea, the British musician renowned for the festive hit Driving Home for Christmas, has died at the age of 74. He passed away in hospital on Monday following a brief illness, surrounded by his family, as confirmed by a spokesperson. His family expressed immense sadness in a statement. Rea, who had a blues-influenced style, achieved success with multiple hits such as Auberge, On the Beach, Fool (If You Think It's Over), Let's Dance, and Road to Hell. Driving Home for Christmas, released as a single in 1988 but written in 1978, depicts a traveler navigating heavy traffic to return home and has gained renewed popularity this year through its use in the M&S Food Christmas advertisement. In a 2020 social media post, Rea explained the song's inspiration: he was unemployed, had lost his manager, and was banned from driving, so his girlfriend Joan drove him home from London, sparking the idea. He humorously noted that the song funded a vacation in the Maldives. The track has been covered by artists like Engelbert Humperdinck and Stacey Solomon. Rea also collaborated with comedian Bob Mortimer, recording Let's Dance for Middlesbrough Football Club in 1997. Tributes, including from Middlesbrough FC, highlight his status as a local icon.",
      "source": "BBC Entertainment",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_5322b2fc50afe2c8_10d40b2e6ec4.webp",
      "category": "Fun"
    },
    {
      "id": "8b7dcf4cff1760e9",
      "title": "Manchester Honors Stone Roses Bassist Mani with Star-Studded Funeral",
      "summary": "Gary \"Mani\" Mounfield, the renowned bassist for The Stone Roses and Primal Scream, was commemorated in a large-scale funeral at Manchester Cathedral. The event drew a diverse crowd, including family, friends, and numerous fans, as well as prominent figures from the music and sports worlds. Notable attendees included former bandmates Ian Brown and Bobby Gillespie, along with musicians Liam Gallagher and Paul Weller, and footballers Sir David Beckham and Gary Neville. Fans lined the streets to witness the funeral cortege travel from Mani's home in Heaton Moor to the cathedral, creating a public tribute. Inside, Ian Brown delivered a heartfelt eulogy, praising Mani as a \"beautiful soul\" and suggesting the creation of a 50-foot gold statue in his honor. The ceremony featured symbolic elements, such as Mani's coffin adorned with The Stone Roses' album artwork and a Manchester United scarf, reflecting his musical and local identities. Outside, hundreds of fans applauded as the cortege arrived, accompanied by scooter riders and the band's song \"I Wanna Be Adored.\" This gathering highlighted Mani's significant role in the \"baggy\" music scene and his enduring popularity in Manchester.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_8b7dcf4cff1760e9_642f66862b5b.webp",
      "category": "Fun"
    },
    {
      "id": "addfc14effef2636",
      "title": "Banksy's Dual Murals: Art and Social Commentary in London",
      "summary": "Elusive street artist Banksy has confirmed the creation of two identical murals in London, depicting two children in winter attire lying on the ground and pointing upwards. One mural is located in Bayswater, west London, painted on a garage wall, while another appeared outside the Centre Point tower in central London. Banksy announced the work via Instagram, though only the Bayswater piece has been officially confirmed by his representatives. Artists and enthusiasts, such as Daniel Lloyd-Morgan and Jason Tomkins, interpret the murals as a statement on child homelessness, particularly poignant during the Christmas season. They suggest the artwork highlights how people often ignore homeless individuals, similar to how passersby might overlook the murals in busy areas. The Centre Point tower has historical significance, having been vacant for over a decade and sparking protests over housing issues, before being converted into luxury flats. Banksy has not commented on the specific relevance of the locations, leaving the interpretation open to public discourse.",
      "source": "BBC Entertainment",
      "time_ago": "18 hours ago",
      "image_url": "/article_images/article_addfc14effef2636_3ff33db8a47d.webp",
      "category": "Fun"
    }
  ]
}