{
  "articles": [
    {
      "id": "c8559fbcdeee3ab3",
      "title": "BP以60亿美元出售嘉实多润滑油业务多数股权",
      "summary": "BP已达成协议，以60亿美元的价格将其嘉实多润滑油部门的65%股权出售给美国投资公司Stonepeak，对嘉实多的估值为101亿美元。BP将保留嘉实多35%的股权，这是其自2000年收购以来的首次重大股权出售。所得现金将用于减少债务，使BP能够专注于其核心原油和天然气业务。此次出售是BP更广泛战略的一部分，该公司在2月宣布计划出售200亿美元的资产，目前已完成过半目标。BP正在调整战略，减少对绿色能源的投资，这是由于投资者对其财务表现落后于壳牌和Equinor等竞争对手感到不满。交易发生在领导层变动之际，包括任命Meg O'Neill为BP首位女性CEO，她将于2026年上任。临时CEO Carol Howle称此次出售对所有利益相关者都是非常好的结果，强调简化运营和专注于综合业务。此举是BP一系列资产出售的一部分，包括剥离美国陆上风能业务和荷兰移动出行部门，旨在优化投资组合并加强在波动能源市场中的财务地位。",
      "source": "BBC Business",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c8559fbcdeee3ab3_d58aa64ca517.webp",
      "category": "Fun"
    },
    {
      "id": "46833e4040c3fe91",
      "title": "建筑老板警告：新安全法“软弱”下重大火灾风险仍存",
      "summary": "英国政府计划将格伦费尔火灾后的安全指南转化为法律，但遭到建筑业重要人物大卫·琼斯的强烈批评。作为建筑管理学会主席，琼斯指出，针对多层住宅建筑的指南“松散”、“软弱”且“易于解读”，允许过多“可容忍”风险，例如在窗户系统和楼层间保留易燃材料，即使它们可能助长火势蔓延。他认为这会让开发商“钻制度空子”，并将之定为法律将是“绝对可恶的”。琼斯是首位公开批评该计划的高级建筑行业领袖，目前该计划正在征求意见中。政府表示，这些指南是对易燃覆层危机的相称应对，部长们坚称将其法律化将为决定哪些消防安全缺陷需要解决带来清晰性和确定性。覆层运动者指出，指南中“可容忍”一词出现数十次，即如果风险评估为“可容忍”，可燃材料可保留在原处——这意味着在标准火灾测试中，火势在15分钟内不超出一层楼或在30分钟内不超出两层楼。琼斯认为，指南中未明确要求工程师提供这些材料的火灾测试安全数据，使得评估主观且易于解读。他相信未禁止“有限可燃性”材料是“另一种钻空子行为，它只是燃烧得慢一点”。政府容忍某些风险的部分动机是避免因对需要多少工作来使覆层建筑安全存在分歧而导致的延误。格伦费尔悲剧八年来进展缓慢，住房部12月统计显示，在过去12个月中，已确定的5500多座不安全建筑中，约475座已完全修复并认证为安全。自格伦费尔以来，这些危险建筑中35%的覆层已被更换，包括几乎所有与格伦费尔塔相同类型覆层的最高建筑。",
      "source": "BBC Business",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_46833e4040c3fe91_6d74ac57d58c.webp",
      "category": "Fun"
    },
    {
      "id": "52f8639bd7b4dfc7",
      "title": "《怪奇物语》大结局：剧情走向与粉丝期待分析",
      "summary": "随着Netflix热门科幻奇幻恐怖剧《怪奇物语》接近大结局，粉丝们正热切期待其叙事的高潮与收尾。该剧以80年代怀旧风格和超自然元素著称，第五季开场时霍金斯镇陷入危机，恶魔狗和维克纳等怪物肆虐。关键角色如十一号和霍珀在颠倒世界中奋战，而谜团不断浮现，例如亨利·克里尔在马克斯和霍莉受困的洞穴外露出恐惧表情。大结局包括三集，将于英国节礼日和美国圣诞节首播，随后在元旦日推出长达两小时的特辑。执行制片人肖恩·利维强调，创作者达弗兄弟致力于避免像《权力的游戏》和《迷失》那样令粉丝失望的结局，精心打造适合全球观众的长篇剧集。本文探讨了可能的剧情发展、粉丝期望以及该剧在当代电视中的文化影响，分析其如何平衡叙事闭合与观众满意度。",
      "source": "BBC Entertainment",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_52f8639bd7b4dfc7_5f78521f52d8.webp",
      "category": "Fun"
    },
    {
      "id": "2b7f0c083e156acb",
      "title": "警方决定不对格拉斯顿伯里音乐节上Bob Vylan乐队呼喊IDF口号提出指控",
      "summary": "埃文和萨默塞特警方对Bob Vylan乐队在格拉斯顿伯里音乐节表演中呼喊的口号进行了调查，结论是不提出刑事指控。这些口号包括“死亡，死亡给IDF（以色列国防军）”等言论，警方审查了所有证据后，认为不符合皇家检察署的起诉门槛，证据不足以确保定罪的现实前景。这一决定遭到了以色列驻伦敦大使馆以及犹太慈善机构如社区安全信托和反犹太主义运动组织的批评，他们认为这在当前时期传递了错误信息，削弱了犹太社区的安全感。与此同时，Bob Vylan乐队作为伦敦的朋克说唱二人组，在音乐节后面临了被多个音乐节除名和美国签证被撤销等后果。调查过程中，警方与一名30多岁的男子进行了自愿访谈，并询问了约200名公众，同时参考了其他英国警方的法律先例和专家建议。此案引发了关于仇恨言论、言论自由以及警方在调解争议性公共话语中角色的广泛讨论。",
      "source": "BBC Entertainment",
      "time_ago": "16 hours ago",
      "image_url": "/article_images/article_2b7f0c083e156acb_1fbe851d24a0.webp",
      "category": "Fun"
    },
    {
      "id": "ea44e2f3205156f6",
      "title": "蒂莫西·柴勒梅德向偶像苏珊·博伊尔赠送“英雄”夹克",
      "summary": "好莱坞明星蒂莫西·柴勒梅德向苏格兰歌手苏珊·博伊尔赠送了一件夹克，称她为英国英雄之一。柴勒梅德正在分发其新电影《Marty Supreme》的夹克，以表彰他认为的伟大人物，包括弗兰克·奥申和汤姆·布雷迪。博伊尔因2009年《英国达人秀》试镜中演唱《我曾有梦》而一举成名，该表演在YouTube早期迅速走红。柴勒梅德当时13岁，深受感动，至今记忆犹新。博伊尔收到夹克后表示感谢，称其合身如手套，并期待电影在节礼日上映。此举体现了娱乐界跨代际的钦佩之情，连接了博伊尔的过去成功与当代认可。文章还提到一个电影协会放映非主流影片，增添了文化欣赏的背景。这个故事展示了数字媒体如何放大人才，以及名人互动中个人敬意与商业推广的交织。",
      "source": "BBC Entertainment",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_ea44e2f3205156f6_3cc48370a956.webp",
      "category": "Fun"
    },
    {
      "id": "14b09236df919643",
      "title": "法官驳回针对喜剧演员雷金纳德·D·亨特的反犹太主义案件",
      "summary": "法官迈克尔·斯诺驳回了由反犹太主义运动组织（CAA）对喜剧演员雷金纳德·D·亨特提起的私人起诉。CAA指控亨特在2024年8月和9月通过社交媒体发送冒犯性信息。法官裁定该起诉是滥用性的，旨在让亨特被“取消”，即损害其声誉和职业生涯。他批评CAA通过未充分披露社交媒体背景（包括收件人对亨特的敌对推文）来误导法庭，并指出CAA未提及慈善委员会对该组织的调查。亨特以其电视节目露面而闻名，表示宽慰并希望未来能就业。他的律师指责CAA将法庭武器化用于政治议程，而CAA则坚称他们遵守了坦诚义务。此案突显了言论自由、法律伦理以及司法程序滥用的问题，反映了在数字时代，如何平衡打击仇恨言论与保护个人权利之间的复杂关系。",
      "source": "BBC Entertainment",
      "time_ago": "20 hours ago",
      "image_url": "/article_images/article_14b09236df919643_7019ee7c3670.webp",
      "category": "Fun"
    }
  ]
}