{
  "articles": [
    {
      "id": "347ae99e6c6d1526",
      "title": "辛纳焕发活力晋级澳网四分之一决赛",
      "summary": "詹尼克·辛纳作为卫冕冠军，在澳大利亚网球公开赛中展现出焕然一新的状态，以直落三盘的比分击败同胞卢西亚诺·达代里，成功晋级四分之一决赛。此前，辛纳在第三轮比赛中经历了40摄氏度的高温和抽筋的考验，险些被世界排名第85位的埃利奥特·斯皮齐里爆冷击败，幸亏屋顶关闭才得以逆转。面对受伤困扰的达代里，辛纳在前两盘迅速占据优势，仅失四局，但在第三盘出现疲劳迹象，被对手逼至抢七。最终，辛纳提升水平，以6-1、6-3、7-6（7-2）获胜，这也是他在墨尔本公园的第18场连胜。赛后，辛纳承认比赛非常艰难，并庆幸以三盘结束，强调两人场下是好友。接下来，辛纳将迎战本·谢尔顿或卡斯珀·鲁德，他的目标是成为继诺瓦克·德约科维奇之后第二位实现澳网三连冠的选手。这一表现凸显了他在顶级网球中的韧性和竞争力。",
      "source": "BBC Tennis",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_347ae99e6c6d1526_c4cbeb140062.webp",
      "category": "Fun"
    },
    {
      "id": "f5ac2806fc7af1ec",
      "title": "邦妮·泰勒经典歌曲播放量破10亿，但歌手透露“几乎没赚钱”",
      "summary": "邦妮·泰勒，原名盖诺·霍普金斯，是来自威尔士的歌手，因1980年代的力量民谣《Total Eclipse of the Heart》而国际知名。最近，这首标志性歌曲在Spotify上的播放量超过10亿次，跻身泰勒·斯威夫特等艺术家的精英行列。然而，泰勒透露，流媒体收入微乎其微，突显了现代音乐产业中高播放量不转化为显著收入的常见问题。她由星探罗杰·贝尔在斯旺西发现，1977年发行首支单曲，但1982年的《Total Eclipse of the Heart》改变了她的人生。歌曲原版长达八分钟，经剪辑为四分钟电台版后，在英国和美国榜单登顶。泰勒对歌曲的持久流行表示喜悦，指出其常在广告和电影中出现，并收到了Spotify的纪念牌。但她强调经济回报极少，揭示了当今数字时代流媒体成功与艺术家收入之间的脱节。这一现象反映了技术如何重塑音乐消费和补偿模式，引发对公平支付和文化价值的思考。",
      "source": "BBC Entertainment",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_f5ac2806fc7af1ec_ec1eb5ea4aae.webp",
      "category": "Fun"
    },
    {
      "id": "6cc66a595f8cc2d7",
      "title": "为什么阿尔卡拉斯、辛纳和萨巴伦卡必须取下健身追踪器？",
      "summary": "在澳大利亚网球公开赛期间，顶尖网球选手卡洛斯·阿尔卡拉斯、扬尼克·辛纳和阿丽娜·萨巴伦卡被要求在比赛前取下手腕上的健身追踪器，这凸显了职业网球中关于可穿戴技术的争议。健身追踪器，或称可穿戴设备，是能够监测睡眠模式、生理负荷、压力水平和心率等健康指标的设备，为运动员提供优化表现和预防伤害的宝贵数据。尽管男子网球协会（ATP）和女子网球协会（WTA）分别在其巡回赛中允许使用这些设备，但在澳大利亚公开赛等大满贯赛事中，它们目前被禁止。澳大利亚公开赛官员正在就未来可能允许使用可穿戴设备进行持续讨论，但尚未达成集体决定。批评者，包括Whoop品牌创始人威尔·艾哈迈德，认为运动员有权在比赛中获取个人健康数据，称这一禁令“荒谬”。支持禁令的人可能出于对公平性或政策一致性的担忧。这种情况揭示了网球治理的碎片化，不同组织制定不同规则，导致对技术在精英体育中角色的困惑和辩论。这一争议反映了体育技术采纳中的更广泛问题，其中数据分析的进步必须与传统监管框架相平衡，促使人们批判性地审视网球组织如何在创新与维护大赛完整性和统一性之间导航。",
      "source": "BBC Tennis",
      "time_ago": "3 hours ago",
      "image_url": "/article_images/article_6cc66a595f8cc2d7_e44bfb8e078d.webp",
      "category": "Fun"
    },
    {
      "id": "07fb0eafe74478a2",
      "title": "文化审查报告称阶级偏见应属非法",
      "summary": "根据一份关于文化行业就业的报告，针对工人阶级的歧视应被定为非法。该报告基于对主要来自大曼彻斯特地区的300多名受访者的调查，发现超过50%的工人阶级创意工作者因社会背景遭受骚扰或偏见，例如因口音被嘲笑、不穿名牌服装或上公立学校而受到歧视。经济方面，仅44%的受访者收入足以维持生计，许多人不得不从事第二份工作，且有些人被提供“曝光度”而非报酬。报告由前首席检察官纳齐尔·阿夫扎尔主持，并得到詹姆斯·格雷厄姆和杰森·曼福德等知名人士的支持，呼吁将社会经济背景纳入2010年《平等法案》的第十个受保护特征。它指出系统性障碍，如入职依赖人脉、早期角色薪酬过低以及晋升偏向能承担风险者，认为这些不平等压制了创造力，并影响了英国创意产业的多样性，而该产业在塑造国家文化叙事中至关重要。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_07fb0eafe74478a2_a6c1ea168d71.webp",
      "category": "Fun"
    },
    {
      "id": "a013691daa296ef3",
      "title": "大学重建约翰·洛吉·贝尔德的首台电视机",
      "summary": "1926年1月26日，约翰·洛吉·贝尔德在伦敦一间阁楼里首次演示了电视机，使用尼普科夫盘这一机械装置传输闪烁的图像，标志着电视革命的开始。一个世纪后，伯恩茅斯大学的一个团队负责重建贝尔德的设备，由特许工程师加里·汤姆斯领导。他们复制了尼普科夫盘机制，该盘通过旋转的孔洞构建图像，但指出贝尔德的原始版本使用硬纸板和基本灯丝灯泡等简陋材料，而现代复制品使用铝材和先进技术。贝尔德个人面临健康问题，未能参加第一次世界大战，并在黑斯廷斯因触电事故被驱逐出实验室。尽管《泰晤士报》记者当时描述图像小而模糊，但专家如格雷厄姆·马金博士强调，成功在于证明了概念可行。这个项目不仅纪念电视诞生100周年，还通过对比早期机械系统与现代数字范式，促进了对媒体技术演变的学术研究，突显了从简单发明到复杂产业的创新轨迹。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_a013691daa296ef3_104ee2969318.webp",
      "category": "Fun"
    },
    {
      "id": "e2efe5cad849e9cb",
      "title": "艾莉森·哈蒙德：'我彻头彻尾是伯明翰人'",
      "summary": "电视主持人艾莉森·哈蒙德在采访中表示，居住在伯明翰让她保持踏实，她绝不会为了适应娱乐圈而改变自己的伯明翰口音。这位《今晨》和《烘焙大赛》的主持人，因真人秀《老大哥》成名，在伯明翰北部的金斯坦丁区长大。她告诉BBC Radio WM，伯明翰让她脚踏实地，与家乡人在一起，并认为这座城市被低估了。哈蒙德自豪地宣称自己是伯明翰人，这一点永远不会改变。去年满50岁的她表示，通过过去五年缓慢减重，感觉好了十倍，现在比30岁时更年轻。她减重的方法是少吃多动，虽然考虑过减肥药物但未尝试。减重有助于改善她的糖尿病、膝盖和髋部健康。哈蒙德现在住在索利哈尔附近的郊区，周末专门陪伴儿子。此外，她未排除在《舞动奇迹》主持人离职后接手该节目的可能性，称这是每个电视主持人的梦想。她曾于2014年参加该节目，并强调接任者应关心节目和舞者。哈蒙德的言论展现了对身份认同、健康管理和职业抱负的深刻思考。",
      "source": "BBC Entertainment",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_e2efe5cad849e9cb_7c667e825cba.webp",
      "category": "Fun"
    }
  ]
}