{
  "articles": [
    {
      "id": "8b9f98a467a4c876",
      "title": "The Global Rise of Ultra-Processed Foods and Health Risks",
      "summary": "A new series in The Lancet, authored by 43 international experts, highlights the alarming increase in ultra-processed food consumption worldwide and its severe health implications. These foods, defined by the Nova classification, are industrially made with low-cost ingredients and additives, displacing healthier options and leading to poor diet quality. Evidence shows that high UPF intake is linked to chronic diseases such as obesity, type 2 diabetes, and cardiovascular issues, with consumption rising significantly in countries like Spain, China, and Brazil. The authors criticize large corporations for using marketing and lobbying to boost sales and hinder public health policies. They call for coordinated government actions, including front-of-package labels, marketing restrictions, and taxes, to promote access to nutritious foods. Despite ongoing scientific debates about UPF definitions, the experts stress that immediate measures are necessary to combat this public health crisis and protect communities from corporate influences.",
      "source": "Science Daily",
      "time_ago": "4 hours ago",
      "image_url": "/article_images/article_8b9f98a467a4c876_28d7771ceb38.webp",
      "category": "Science"
    },
    {
      "id": "937cef69fedb50c3",
      "title": "Revolution in Fat Cell Science: HSL's Dual Role",
      "summary": "Recent research has overturned long-held beliefs about fat metabolism by revealing that the hormone-sensitive lipase (HSL) protein has a dual function in adipocytes. Traditionally, HSL was known to mobilize stored fat from lipid droplets when activated by hormones like adrenaline during energy deficits. However, studies on mice and humans with HSL gene mutations show that its absence leads to lipodystrophy, characterized by fat loss, rather than obesity. This paradox was explained when scientists discovered HSL in the nucleus of fat cells, where it interacts with other proteins to maintain adipose tissue health. In obese conditions, nuclear HSL levels are elevated, suggesting dysregulation. This finding not only clarifies why HSL deficiency causes fat loss but also provides insights into metabolic disorders such as obesity and cardiovascular diseases. With obesity affecting billions globally, this research emphasizes the need for continued scientific inquiry to develop effective prevention and treatment strategies, highlighting the importance of cellular mechanisms in overall health.",
      "source": "Science Daily",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_937cef69fedb50c3_a05df44805e0.webp",
      "category": "Science"
    },
    {
      "id": "a6a050be1e4046cf",
      "title": "Uncovering Iron Age Secrets Through a Metal Ingot in Sweden",
      "summary": "Archaeologists in Sweden discovered a plano-convex ingot, initially thought to be from the Bronze Age due to its shape, but scientific analysis revealed it was made of a copper-zinc-tin-lead alloy typical of the Iron Age. This finding challenges previous assumptions and highlights the importance of combining archaeology with scientific methods. Researchers from the University of Gothenburg used isotopic and chemical analyses to determine the ingot's composition and estimated its production period. Collaboration with Polish scholars revealed similarities with other Iron Age artifacts, suggesting broader connections in the Baltic region during the pre-Roman Iron Age. The study, published in the Journal of Archaeological Science, demonstrates how isolated finds can provide insights into ancient trade and cultural exchanges. By applying established archaeometallurgical techniques, the team proposed historical contexts for the ingot and related objects, emphasizing the role of international teamwork in uncovering patterns that would otherwise remain hidden.",
      "source": "Science Daily",
      "time_ago": "17 hours ago",
      "image_url": "/article_images/article_a6a050be1e4046cf_a1a91504b611.webp",
      "category": "Science"
    },
    {
      "id": "e961ce82bc1b792c",
      "title": "Unraveling the Cosmic Collision That Formed the Moon",
      "summary": "Approximately 4.5 billion years ago, a massive protoplanet named Theia collided with Earth, leading to the formation of the Moon and altering Earth's characteristics. Scientists have long puzzled over Theia's nature, including its size, composition, and origin in the Solar System. A recent study published in 2025 by researchers from the Max Planck Institute for Solar System Research and the University of Chicago addresses these questions by analyzing isotopic signatures in Earth and lunar rocks. Isotopes, which are variants of elements with different neutron numbers, preserve information about where planetary materials formed. The team measured iron isotopes with high precision in samples from Earth and Apollo missions, finding no significant differences between Earth and Moon isotopes for elements like iron, chromium, and zirconium. This similarity suggests that Earth and Theia likely originated in the inner Solar System. By modeling various collision scenarios, the researchers reconstructed Theia's possible composition, indicating it was a neighbor to Earth. The study highlights how isotopic analysis can reveal ancient planetary histories, even when direct evidence is lost.",
      "source": "Science Daily",
      "time_ago": "19 hours ago",
      "image_url": "/article_images/article_e961ce82bc1b792c_a4c0a68b7370.webp",
      "category": "Science"
    },
    {
      "id": "4400e0352c801539",
      "title": "Uncovering a Bronze Age Metropolis on the Kazakh Steppe",
      "summary": "Recent archaeological work has revealed the ancient city of Semiyarka on the Kazakh Steppe, dating back 3,500 years to the Bronze Age. Using advanced methods like drone mapping and geophysical surveys, researchers from University College London discovered that this city covered 140 hectares, much larger than typical steppe settlements. It featured rows of houses on earthworks, a central monumental building, and extensive workshops for bronze production. The city's strategic location near the Irtysh River allowed it to control trade routes, suggesting it was a hub for interaction between nomadic herders and settled communities. Artifacts such as pottery fragments and metal slag indicate thriving trade and industrial activity. This finding challenges previous assumptions that the steppe was solely inhabited by nomads, showing that complex, planned urban centers existed there, similar to those in other ancient regions. The discovery was aided by declassified spy satellite photos from the 1970s, highlighting how modern technology can uncover hidden histories.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_4400e0352c801539_263e379b4772.webp",
      "category": "Science"
    },
    {
      "id": "a86806b0b694244f",
      "title": "Advances in Rocket Technology and Space Missions",
      "summary": "This article from Ars Science covers recent developments in the space industry, highlighting key events and business moves. Blue Origin continues to make headlines with its New Glenn rocket, which successfully launched and landed, and the company has outlined plans to enhance it with more engines. Meanwhile, SpaceX is progressing toward the first flight of its next-generation Starship rocket in South Texas. In other news, Katalyst Space Technologies secured a $30 million NASA contract to build a robotic rescue mission for the Neil Gehrels Swift Observatory, a satellite studying gamma-ray bursts since 2004 that is at risk of re-entry due to orbital decay. Katalyst selected Northrop Grumman's Pegasus XL rocket for this task, despite its infrequent use and high cost, because it can achieve the precise low-inclination orbit required, unlike cheaper rideshare options or smaller rockets. Additionally, Ursa Major Technologies raised significant funds, valuing the company at $600 million, to develop rocket engines for defense and space applications, emphasizing faster and more affordable propulsion systems. Rocket Lab also executed a quick launch from New Zealand for a commercial customer, showcasing rapid mission capabilities. The article explains the rationale behind these choices, such as inventory clearance and technical specifications, providing insights into the competitive and strategic aspects of modern space exploration.",
      "source": "Ars Science",
      "time_ago": "2 days ago",
      "image_url": "/article_images/article_a86806b0b694244f_c42c108bf384.webp",
      "category": "Science"
    }
  ]
}