{
  "articles": [
    {
      "id": "1b9425d09ca6a1df",
      "title": "Israel's Conditional Reopening of Gaza Crossing Tied to Hostage Recovery",
      "summary": "Israel has announced that it will reopen the Rafah crossing, a key border point between the Gaza Strip and Egypt, but only after completing an operation to retrieve the body of the last Israeli hostage in Gaza, police officer Master Sgt Ran Gvili. The crossing has been largely closed since May 2024 when Israeli forces seized control from the Palestinian side. Initially intended to reopen as part of the first stage of a ceasefire between Israel and Hamas that began in October, Israel has made this conditional on Hamas's efforts to return Gvili's remains. Israeli military forces have initiated a new search in northern Gaza, focusing on areas like Gaza City, including a cemetery, based on intelligence suggesting Gvili might be buried there. The operation could last several days. Upon completion, Israel plans a limited reopening for pedestrian passage only, with a full Israeli inspection mechanism in place. The United States and other mediators are pressing both sides to advance peace plans, highlighting the geopolitical significance. This move aims to balance security concerns with humanitarian needs, as the crossing's reopening could facilitate movement and aid for Gazans.",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_1b9425d09ca6a1df_e5ed3a0dc75a.webp",
      "category": "News"
    },
    {
      "id": "ab36aa1d179d612c",
      "title": "England's Push for Phone-Free Schools: New Government Guidance and Debates",
      "summary": "Education Secretary Bridget Phillipson has announced that all schools in England should implement a phone-free policy throughout the entire school day, including lessons, breaks, and lunchtimes. This strengthened guidance, issued recently, clarifies that phones should not be used for purposes like calculators or research during class. Phillipson emphasized that previous guidance from the Conservative government lacked clarity, prompting this update. Ofsted will inspect schools on their compliance with mobile phone policies, and teachers are advised to avoid using their phones in front of pupils. However, a head teachers' union criticized using Ofsted to 'police' these policies as 'deeply unhelpful and misguided.' The announcement aligns with broader government efforts, such as a consultation on banning social media for under-16s. Shadow education secretary Laura Trott dismissed the letter as 'yet more guidance' rather than action, while shadow policing minister Matt Vickers supported empowering headteachers. Recent surveys show most teachers use phones personally during breaks, with few schools banning staff phone use entirely.",
      "source": "BBC News",
      "time_ago": "5 hours ago",
      "image_url": "/article_images/article_ab36aa1d179d612c_6f7698d956ee.webp",
      "category": "News"
    },
    {
      "id": "9cbc99954944c4d4",
      "title": "Tragic Discovery: Body Recovered from Sea Linked to Missing Swimmer",
      "summary": "Police in Devon and Cornwall have recovered a body from the sea near Exmouth Beach, which is believed to be Matthew Upham, a 64-year-old antiques shop owner from Budleigh Salterton who went missing on Christmas Day. Upham was one of two swimmers who disappeared during a swim, with the body of the other swimmer, a 47-year-old man, found earlier. Emergency services were alerted after a report of a body near the shore, and formal identification is pending, but Upham's family has been informed. According to his friend, singer-songwriter Kate Bush, Upham entered the water to assist a woman in distress. The incident prompted a large-scale search operation involving RNLI crews and coastguard helicopters, which was later called off. Due to a yellow weather warning for wind, some Christmas and Boxing Day swim events in the area were postponed or canceled. Police are now appealing for witnesses or dashcam footage to aid their investigation into the circumstances surrounding the disappearances.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_9cbc99954944c4d4_55e1447184fc.webp",
      "category": "News"
    },
    {
      "id": "e3e967b139c601f7",
      "title": "U.S.-Ukraine Security Pact Nears Signing Amid Ongoing War Talks",
      "summary": "Ukrainian President Volodymyr Zelenskyy announced that a U.S. security guarantees document for Ukraine is fully prepared for signing, following trilateral talks in Abu Dhabi involving Ukraine, the United States, and Russia. Speaking in Vilnius, Lithuania, Zelenskyy indicated that the agreement awaits a signing date before proceeding to ratification by the U.S. Congress and Ukrainian parliament. He highlighted Ukraine's goal of European Union membership by 2027 as an additional economic security measure. The talks, which included military representatives, aimed to address Russia's nearly four-year invasion, with fundamental disagreements over territorial integrity, as Zelenskyy insisted Ukraine's borders must be respected. Meanwhile, Russian President Vladimir Putin engaged with U.S. envoys, demanding Ukrainian troop withdrawals from annexed eastern regions as a condition for peace. Zelenskyy noted U.S. efforts to find compromise, emphasizing that all sides must be willing. Negotiations covered military and economic issues, including a potential ceasefire and management of the Zaporizhzhia Nuclear Power Plant, occupied by Russia. Further talks are scheduled for February 1 in the UAE, as parties work toward a resolution.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_e3e967b139c601f7_c50cfce5024a.webp",
      "category": "News"
    },
    {
      "id": "088f0faab24b2d5f",
      "title": "Winter Storm Disrupts Power and Travel Across Southern U.S.",
      "summary": "A widespread winter storm impacted much of the United States on Sunday, delivering sleet, freezing rain, and snow that led to subzero temperatures and halted air and road traffic. The storm's effects were particularly severe in the Southeast, where ice accumulation caused tree branches and power lines to snap, resulting in hundreds of thousands of customers losing electricity. The National Weather Service forecasted continued ice and snowfall into Monday, warning of \"dangerous travel and infrastructure impacts\" that could persist for days due to very low temperatures. Meteorologist Allison Santorelli described the storm as unique for its extensive reach, affecting areas from New Mexico to New England over approximately 2,000 miles. In response, President Donald Trump approved emergency declarations for at least a dozen states by Saturday, with the Federal Emergency Management Agency pre-positioning rescue teams and supplies. Record-breaking cold was reported in New York near the Canadian border, while in Mississippi, businesses like Caterpillar advised employees to stay home, and residents shared experiences of unsettling sounds from breaking trees on social media. The storm disrupted daily activities, such as canceled play dates and limited driving, highlighting its broad societal impact.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_088f0faab24b2d5f_8a360b89f2b7.webp",
      "category": "News"
    },
    {
      "id": "9b8aa9b028e165f7",
      "title": "Canada's Trade Stance with China Amid U.S. Tariff Threats",
      "summary": "Canadian Prime Minister Mark Carney announced that Canada has no plans to pursue a comprehensive free trade agreement with China, responding to U.S. President Donald Trump's threat of imposing 100% tariffs on Canadian goods if such a deal were made. Carney clarified that Canada's recent agreement with China merely reduces tariffs on specific sectors, such as electric vehicles, canola oil, and pork, to address disputes that arose in recent years. He emphasized that under the existing free trade agreement with the U.S. and Mexico, Canada is committed to not entering free trade deals with nonmarket economies like China without prior notification. In 2024, Canada had mirrored U.S. tariffs by imposing 100% tariffs on Chinese electric vehicles and 25% on steel and aluminum, leading China to retaliate with tariffs on Canadian agricultural products. Carney's new deal includes an initial cap of 49,000 Chinese electric vehicles imported into Canada at a 6.1% tariff rate, with expectations of Chinese investment in Canada's auto industry. Trump criticized the deal on social media, claiming it would destroy Canada's auto industry and benefit China, while Carney defended it as a necessary step to resolve trade tensions and foster economic cooperation.",
      "source": "PBS NewsHour",
      "time_ago": "15 hours ago",
      "image_url": "/article_images/article_9b8aa9b028e165f7_92bc07b05edc.webp",
      "category": "News"
    }
  ]
}