{
  "articles": [
    {
      "id": "c04feec0f4947e12",
      "title": "左翼候选人击败斯塔默盟友，领导英国最大工会",
      "summary": "左翼候选人安德烈亚·埃根当选为英国最大工会Unison的新任领导人，这对首相基尔·斯塔默构成打击。埃根在三年前被工党开除，击败了现任秘书长克里斯蒂娜·麦克纳亚，后者是首相的盟友。选举中，埃根获得近60%的选票，尽管投票率较低，只有不到10万名工会成员参与。Unison拥有超过130万名成员，主要在教育、地方政府、国民保健服务和警察等公共部门工作。埃根在获胜后承诺将“挺身对抗任何损害我们利益的雇主、政治家或内阁大臣”，并誓言在竞选期间“紧逼工党”且拒绝提供“空白支票”。斯塔默祝贺埃根，并表示期待合作，同时赞扬麦克纳亚在《就业权利法案》等方面的贡献。埃根的五年任期将于一月开始，前工党领袖杰里米·科尔宾及其新左翼团体“你们的党”对此表示欢迎，称其反紧缩立场表明工人阶级拒绝更多削减和衰落。这一选举结果被视为工会内部政治力量的重组，可能影响英国劳工关系和政策辩论。",
      "source": "BBC News",
      "time_ago": "1 hour ago",
      "image_url": "/article_images/article_c04feec0f4947e12_a0ee42304cdf.webp",
      "category": "News"
    },
    {
      "id": "4e436b6a066dbeec",
      "title": "医生开始五天罢工，NHS负责人警告流感潮将造成额外干扰",
      "summary": "英格兰的医生开始了为期五天的罢工，这是长期薪酬纠纷中的第14次罢工。此次罢工由英国医学协会组织，涉及住院医生，他们占NHS医生近一半，旨在争取长期加薪计划和培训岗位保障。NHS英格兰警告称，罢工加上流感潮给医院带来的额外压力，将干扰非紧急服务，如髋关节和膝关节置换手术。高级医生被抽调提供覆盖，但NHS难以维持正常运营。近期政府与BMA的会谈被描述为建设性但不足以阻止罢工。卫生大臣韦斯·斯特里廷称局势“棘手”，专注于管理罢工影响，而BMA领导人强调其要求是解决实时减薪问题，而非寻求大幅即时加薪。公众对罢工的支持可能下降，但医生们辩称他们正在为可持续的工作条件而战，以更好地照顾患者。这一情况反映了NHS在资金、劳动力保留和劳资关系方面的系统性挑战。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4e436b6a066dbeec_7198fca5bc34.webp",
      "category": "News"
    },
    {
      "id": "4b2caf95218cbef2",
      "title": "服装和食品价格下降推动通胀超预期回落",
      "summary": "11月，英国通胀率降至3.2%，较前月的3.6%有所下降，降幅超出分析师预期。这一下降主要得益于食品、酒精和服装价格的降低。根据国家统计局（ONS）的数据，食品价格月度下降，特别是蛋糕、饼干和早餐谷物的价格下跌，这与通常的季节性上涨趋势相反。通胀下降可能表明通胀压力已见顶，为英国央行在即将召开的会议上降息铺平道路，从而有望缓解家庭财务负担。其他推动通胀下降的因素包括烟草、餐厅餐饮、酒店住宿、家具和运输成本的降低。然而，经济形势复杂：尽管整体通胀下降，但牛肉、巧克力、牛奶和咖啡等商品的价格同比仍大幅上涨，牛肉价格涨幅达27.7%。财政大臣雷切尔·里夫斯强调，通过冻结铁路票价和削减能源费用等措施降低家庭开支是政府的首要任务。通胀下降还导致英镑对美元贬值0.7%，凸显了全球市场影响。这一分析揭示了通胀动态的多面性，涉及行业差异和政策响应，在更广泛的经济背景下评估价格稳定性挑战。",
      "source": "BBC News",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_4b2caf95218cbef2_76200800088b.webp",
      "category": "News"
    },
    {
      "id": "28824737480e2a37",
      "title": "民调显示美国人对特朗普经济处理的不满达到历史新高",
      "summary": "根据PBS新闻/NPR/Marist的最新民调，美国人对总统特朗普处理经济的方式越来越不满意，57%的人表示不赞成，只有36%的人认为他做得好，这是该民调在他任期内记录到的最低支持率。这一下降尤为显著，因为经济曾是特朗普的政治强项。民调突显了广泛的负担能力担忧，70%的美国人报告称他们所在地区的生活成本难以承受，包括近一半的共和党人和四分之三的无党派人士。专家如Lee Miringoff和Amy Walter指出，这种围绕医疗价格和个人财务的经济挫折对特朗普构成重大挑战，并可能影响他的整体支持率。此外，民调显示选民信任发生转变，注册选民现在在经济问题上更倾向于民主党而非共和党，这与之前共和党拥有的优势形成逆转。这种不满可能对即将到来的中期选举产生影响，因为选民对当前政府管理经济压力的能力表达出较少的信心。",
      "source": "PBS NewsHour",
      "time_ago": "2 hours ago",
      "image_url": "/article_images/article_28824737480e2a37_b0d318e8209c.webp",
      "category": "News"
    },
    {
      "id": "55d67380006a56c5",
      "title": "蒂莫西·柴勒梅德谈乒乓球、二十多岁及他对苏珊·博伊尔的喜爱",
      "summary": "好莱坞明星蒂莫西·柴勒梅德正在编制一份他认为是史上最伟大的五位英国人的名单，作为其新电影《马蒂至尊》的推广活动的一部分。这部电影讲述的是20世纪50年代的乒乓球故事。他的名单包括刘易斯·汉密尔顿、大卫和维多利亚·贝克汉姆、地下说唱歌手Fakemink，以及出人意料的苏珊·博伊尔。柴勒梅德表达了对博伊尔的真诚钦佩，回忆起她在2009年《英国达人秀》上演唱《我曾有梦》的病毒视频，该视频在YouTube早期感动了无数人。他解释说博伊尔“比我们所有人都梦想得更大”，利用她的故事与观众建立情感联系。为了宣传电影，柴勒梅德一直在向他认为伟大的人物赠送印有电影标题的定制夹克，如运动员迈克尔·菲尔普斯和汤姆·布雷迪，以及足球运动员拉明·亚马尔。目前他在伦敦，开设了一家快闪店，并在俯瞰海德公园的酒店进行采访，将名人文化与营销策略相结合，为他的项目制造话题。这篇文章突出了娱乐、营销和文化记忆的交汇，柴勒梅德对博伊尔的喜爱说明了病毒时刻在塑造公共话语中的持久影响力。",
      "source": "BBC News",
      "time_ago": "12 hours ago",
      "image_url": "/article_images/article_55d67380006a56c5_203ef66bf9c0.webp",
      "category": "News"
    },
    {
      "id": "4bd216be00866e37",
      "title": "就业报告揭示劳动力市场降温及'不均衡经济'，分析师称",
      "summary": "最新的美国就业报告显示劳动力市场正在降温，失业率上升至4.6%，为四年来最高水平，表明经济可能正在走弱。尽管有积极消息，如上月新增64,000个工作岗位，超出预期，但报告同时揭示10月份净减少105,000个工作岗位，这是过去六个月内第三次出现岗位流失，且联邦层面在过去两个月损失近168,000个职位，反映出经济不均衡。报告因六周政府停摆而延迟发布，这干扰了数据收集过程，增加了结果的不确定性。布鲁金斯学会哈钦斯财政与货币政策中心主任大卫·韦塞尔对此进行分析，认为失业率上升是劳动力市场走弱的有意义迹象，但由于停摆导致数据收集不完整，解读需谨慎。这一情况凸显了美国经济中岗位增减并存的复杂局面，对工人和政策制定者产生影响，并引发对经济指标可靠性的讨论。",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_4bd216be00866e37_513737596fac.webp",
      "category": "News"
    }
  ]
}