{
  "articles": [
    {
      "id": "3a6fb3bd6872ae4a",
      "title": "Swiss Ski Resort Fire Sparks Debate on Local Governance",
      "summary": "A devastating fire at Le Constellation bar in Crans-Montana, Switzerland, on New Year's Eve resulted in 40 deaths and 116 injuries, primarily among young people. The tragedy has ignited public outrage and scrutiny of Switzerland's devolved political system, where local officials like mayors are responsible for fire-safety inspections. Mayor Nicolas Feraud revealed that the bar had not been inspected since 2019, and only 40 out of 128 bars in Crans-Montana were inspected in 2025. He attributed this to insufficient inspectors, a claim echoed by Romy Biner, mayor of neighbouring Zermatt, who cited resource shortages in the canton of Valais. However, this explanation is met with skepticism, as Crans-Montana and Zermatt are affluent resorts. Swiss journalists questioned Mayor Feraud about potential corruption or personal ties to the bar owners, which he denied. The incident has raised broader questions about the effectiveness of local accountability in Switzerland, with citizens demanding transparent answers and reassessing whether their cherished system of community-based governance can ensure public safety. The mother of survivors emphasized the need for clarity, highlighting the emotional toll and systemic failures exposed by the fire.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_3a6fb3bd6872ae4a_7dd75aa2573c.webp",
      "category": "News"
    },
    {
      "id": "bc168bea4d975397",
      "title": "Geopolitical Tensions in Greenland: Local Fears and Global Ambitions",
      "summary": "Greenland, a semi-autonomous territory of Denmark with a population of 57,000 mostly Inuit residents, is facing heightened geopolitical concerns due to U.S. interest. President Donald Trump has expressed a desire to acquire Greenland for national security reasons, sparking fear and unrest among locals. The island, rich in untapped natural resources but grappling with poverty in Inuit communities, values its quiet, peaceful lifestyle. Many Greenlanders oppose a U.S. takeover, with 85% against it, and also favor independence from Denmark, though they rely on Danish subsidies for welfare. In the capital, Nuuk, residents like a pensioner and pottery-maker Pilu Chemnitz express exhaustion with Trump and a desire to be left alone, reflecting broader anxieties about foreign intervention. The situation highlights Greenland's struggle for greater autonomy in both domestic and foreign policies amidst global power plays.",
      "source": "BBC News",
      "time_ago": "6 hours ago",
      "image_url": "/article_images/article_bc168bea4d975397_a9ff1811c478.webp",
      "category": "News"
    },
    {
      "id": "f4449f268c600279",
      "title": "Overcoming SMA: A Journalist's Journey from Diagnosis to Independence",
      "summary": "Ben Morris, a BBC journalist, shares his personal experience with Spinal Muscular Atrophy (SMA) type two, a genetic disorder that weakens muscles and affects breathing. Diagnosed at six months old in 2001, doctors initially predicted he might not survive beyond age two due to respiratory risks from infections. However, Ben defied expectations and is now 25, living independently with support from personal care assistants. He uses an electric wheelchair for mobility and a ventilator overnight to assist with breathing, as his condition makes shallow sleep breathing a concern. Daily medication, Risdiplam, helps stabilize his SMA, though he notes that treatments like Zolgensma are only for infants. Ben's journey includes support from SMA UK charity and friendships with others who have SMA, providing mutual encouragement. His story highlights advancements in medical care and the importance of community, demonstrating how individuals with chronic conditions can lead fulfilling lives and pursue careers, such as his role in journalism.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_f4449f268c600279_d146b476d0df.webp",
      "category": "News"
    },
    {
      "id": "0252f28cf4bf3387",
      "title": "Trump's Proposal to Acquire Greenland for Strategic Security",
      "summary": "President Donald Trump has stated that the United States should own Greenland to prevent Russia and China from gaining control over it, emphasizing that ownership is superior to lease agreements for defense purposes. He suggested this could be done peacefully or through force, though the White House mentioned considering a purchase from Denmark, which governs Greenland as a semi-autonomous territory. Denmark and Greenland have firmly rejected any sale, with Greenlandic leaders asserting their desire for self-determination and opposition to becoming American or Danish. Greenland's strategic location between North America and the Arctic makes it valuable for early warning systems against missile attacks and monitoring regional vessels, contributing to U.S. national security concerns. The U.S. already maintains a permanent military presence at Pituffik base in Greenland, established since World War Two, with existing agreements allowing troop deployments. Trump argues that leases are insufficient, advocating for full ownership. In response, NATO allies, including major European countries and Canada, have supported Denmark and Greenland's sovereignty, reaffirming that only they can decide on their relations. This situation highlights tensions over territorial control and international alliances.",
      "source": "BBC News",
      "time_ago": "11 hours ago",
      "image_url": "/article_images/article_0252f28cf4bf3387_bb6a31cb6c6f.webp",
      "category": "News"
    },
    {
      "id": "f6aabce5696249db",
      "title": "Security Breach: Bodyguard for Political Candidate Faces Drug Charges",
      "summary": "Justin Salsburey, a bodyguard employed by a private security firm to protect the family of Republican gubernatorial candidate Vivek Ramaswamy in Ohio, has been arrested on federal drug trafficking charges. He and his wife, Ruthann Rankin, are accused of conspiracy and possession with intent to distribute narcotics, specifically involving 261 parcels of counterfeit OxyContin and other pills delivered to their home between August 2024 and recently. The security firm, ARK Protection Group, removed Salsburey from the family's detail immediately upon learning of the charges. Campaign spokesperson Connie Luck stated that the family was alarmed and that Salsburey had cleared multiple background checks, including by the FBI and Ohio Bureau of Criminal Investigation, as well as drug tests prior to employment. Rankin has been removed from her job as a schoolteacher. The case highlights issues of trust and security in political campaigns, with the family emphasizing support for accountability if allegations are proven.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_f6aabce5696249db_d05733b7e801.webp",
      "category": "News"
    },
    {
      "id": "7e1fb644da054f37",
      "title": "The Plan for U.S. Oil Companies in Venezuela",
      "summary": "President Trump hosted oil executives at the White House to discuss a strategy for American companies to invest in Venezuela's oil sector. Venezuela possesses the largest oil reserves globally but currently produces only 1% of the world's supply due to infrastructure issues. The proposed plan involves companies investing at least $100 billion to rebuild Venezuela's oil capacity and infrastructure. In exchange, the United States would begin refining and selling up to 50 million barrels of Venezuelan crude oil, with the arrangement intended to continue indefinitely. President Trump assured total safety and security for the operations. To provide insight, Bob McNally, founder of Rapidan Energy Group and a former energy advisor to President George W. Bush, was interviewed. This discussion highlights the potential economic and geopolitical implications of such a collaboration, including how it might affect global oil markets and Venezuela's recovery.",
      "source": "PBS NewsHour",
      "time_ago": "13 hours ago",
      "image_url": "/article_images/article_7e1fb644da054f37_9fe119f5e62b.webp",
      "category": "News"
    }
  ]
}